{
  "title": "Hyperbole",
  "sub-title": "What are hyperboles? What are generalizations? How can I translate them?",
  "text": "### Description\n\nA speaker or writer can use exactly the same words to say something that he means as completely true, or as generally true, or as a hyperbole. This is why it can be hard to decide how to understand a statement. For example, the sentence below could mean three different things.\n\nIt rains here every night.\n\n1. The speaker means this as literally true if he means that it really does rain here every night.\n2. The speaker means this as a **generalization** if he means that it rains here most nights.\n3. The speaker means this as a **hyperbole** if he wants to say that it rains more than it actually does, usually in order to express a strong attitude toward the amount or frequency of rain, such as being annoyed or being happy about it.\n\n#### Hyperbole\n\nIn hyperbole, a figure of speech that uses exaggeration, a speaker deliberately describes something with an extreme or even unreal statement, usually to show his strong feeling or opinion about it. He expects people to understand that he is exaggerating.\n\n> They will not leave **stone upon stone in you.** (Luke 19:44b ULT)\n\nThis is an exaggeration. It means that the enemies will completely destroy Jerusalem.\n\n> Moses was educated in **all the wisdom of the Egyptians.** (Acts 7:22a ULT)\n\nThis hyperbole means that he had learned everything an Egyptian education could offer.\n\n#### Generalization\n\nThis is a statement that is true most of the time or in most situations that it could apply to.\n\n> The one who ignores instruction **will have poverty and shame,**  \n> but **honor will come** to him who learns from correction. (Proverbs 13:18)\n\nThese generalizations tell about what normally happens to people who ignore instruction and what normally happens to people who learn from correction. There may be some exceptions to these statements, but they are generally true.\n\n> And when you pray, do not make useless repetitions as **the Gentiles do, for they think that they will be heard because of their many words.** (Matthew 6:7)\n\nThis generalization tells about what Gentiles were known for doing. Many Gentiles did this. It does not matter if a few did not. The point was that the hearers should not join in this well-known practice.\n\nEven though a hyperbole or a generalization may have a strong-sounding word like “all,” “always,” “none,” or “never,” it does not necessarily mean **exactly** “all,” “always,” “none,” or “never.” It simply means “most,” “most of the time,” “hardly any,” or “rarely.”\n\n#### Reason This Is a Translation Issue\n\n1. Readers need to be able to understand whether or not a statement is literally true.\n2. If readers realize that a statement is not literally true, they need to be able to understand whether it is a hyperbole, a generalization, or a lie. (Though the Bible is completely true, it tells about people who did not always tell the truth.)\n\n### Examples From the Bible\n\n#### Examples of Hyperbole\n\n> If your hand causes you to stumble, **cut it off**. It is better for you to enter into life maimed … (Mark 9:43a ULT)\n\nWhen Jesus said to cut off your hand, he meant that we should **do whatever extreme things** we need to do in order not to sin. He used this hyperbole to show how extremely important it is to try to stop sinning.\n\n> The Philistines gathered together to fight against Israel with 3,000 chariots, 6,000 men to drive the chariots, and troops **as numerous as the sand on the seashore**. (1 Samuel 13:5a ULT)\n\nThe bolded phrase is an exaggeration for the purpose of expressing the emotion that the Philistine army was overwhelming in number. It means that there were **many, many** soldiers in the Philistine army.\n\n> But as his anointing teaches you **everything** and is true and is not a lie, and just as it has taught you, remain in him. (1 John 2:27b ULT)\n\nThis is a hyperbole. It expresses the assurance that God’s Spirit teaches us about **all things that we need to know**. God’s Spirit does not teach us about everything that it is possible to know.\n\n> When they found him, they also said to him, “**Everyone** is looking for you.” (Mark 1:37 ULT)\n\nThe disciples probably did not mean that everyone in the city was looking for Jesus, but that **many people** were looking for him, or that all of Jesus’ closest friends there were looking for him. This is an exaggeration for the purpose of expressing the emotion that they and many others were worried about him.\n\n#### Examples of Generalization\n\n> Can **any good thing** come out of Nazareth? (John 1:46b ULT)\n\nThis rhetorical question is meant to express the generalization that there is nothing good in Nazareth. The people there had a reputation for being uneducated and not strictly religious. Of course, there were exceptions.\n\n> One of them, of their own prophets, has said, “**Cretans are always liars, evil beasts, lazy bellies**.” (Titus 1:12 ULT)\n\nThis is a generalization that means that Cretans had a reputation to be like this because, in general, this is how Cretans behaved. It is possible that there were exceptions.\n\n> **A lazy hand causes a person to be poor, but the hand of the diligent person gains riches.** (Proverbs 10:4 ULT)\n\nThis is generally true, and it reflects the experience of most people. It is possible that there are exceptions in some circumstances.\n\n#### Caution\n\n* Do not assume that something is an exaggeration just because it seems to be impossible. God does miraculous things.\n\n> They saw Jesus **walking on the sea** and coming near the boat. (John 6:19b ULT)\n\nThis is not hyperbole. Jesus really walked on the water. It is a literal statement.\n\n* Do not assume that the word “all” is always a generalization that means “most.”<br>\n> Yahweh is righteous in **all** his ways  \n> and gracious in **all** he does. (Psalms 145:17 ULT)\n\nYahweh is always righteous. This is a completely true statement.\n\n### Translation Strategies\n\nIf the hyperbole or generalization would be natural and people would understand it and not think that it is a lie, consider using it. If not, here are other options.\n\n(1) Express the meaning without the exaggeration.  \n(2) For a generalization, show that it is a generalization by using a phrase like “in general” or “in most cases.”  \n(3) For a hyperbole or a generalization, add a word like “many” or “almost” to show that the hyperbole or generalization is not meant to be exact.  \n(4) For a hyperbole or a generalization that has a word like “all,” “always,” “none,” or “never,” consider deleting that word.\n\n### Examples of Translation Strategies Applied\n\n(1) Express the meaning without the exaggeration.\n\n> The Philistines gathered together to fight against Israel: 3,000 chariots, 6,000 men to drive the chariots, and troops **as numerous as the sand on the seashore**. (1 Samuel 13:5a ULT)  \n>  \n> > The Philistines gathered together to fight against Israel: 3,000 chariots, 6,000 men to drive the chariots, and **a great number of troops**.\n\n(2) For a generalization, show that it is a generalization by using a phrase like “in general” or “in most cases.”\n\n> **The one who ignores instruction will have poverty and shame.** (Proverbs 13:18a ULT)  \n>  \n> > **In general,** the one who ignores instruction will have poverty and shame  \n>  \n> When you pray, do not make useless repetitions as the **Gentiles do,** for they think that they will be heard because of their many words. (Matthew 6:7 ULT)  \n>  \n> > And when you pray, do not make useless repetitions as the Gentiles **generally** do, for they think that they will be heard because of their many words.\n\n(3) For a hyperbole or a generalization, add a word like “many” or “almost” to show that the hyperbole or generalization is not meant to be exact.\n\n> The **whole** country of Judea and **all** the people of Jerusalem went out to him. (Mark 1:5a ULT)  \n>  \n> > **Almost all** the country of Judea and **almost all** the people of Jerusalem went out to him.  \n> > or:<br>  \n> > **Many** of the country of Judea and **many** of the people of Jerusalem went out to him.\n\n(4) For a hyperbole or a generalization that has a word like “all,” “always,” “none,” or “never,” consider deleting that word.\n\n> The **whole** country of Judea and **all** the people of Jerusalem went out to him. (Mark 1:5a ULT)  \n>  \n> > The country of Judea and the people of Jerusalem went out to him.  \n",
  "support_reference": "rc://*/ta/man/translate/figs-hyperbole"
}
