{
  "title": "Nominal Adjectives",
  "sub-title": "How do I translate adjectives that act like nouns?",
  "text": "### Description\n\nIn some languages an adjective can be used to refer to a class of things that the adjective describes. When it does, it acts like a noun. For example, the word “rich” is an adjective. Here are two sentences that show that “rich” is an adjective.\n\n> **The rich man** had huge numbers of flocks and herds. (2 Samuel 12:2 ULT)\n\nThe adjective “rich” comes before the word “man” and describes “man.”\n\n> **He will not be rich**; his wealth will not last. (Job 15:29a ULT)\n\nThe adjective “rich” comes after the verb “be” and describes “He.”\n\nHere is a sentence that shows that “rich” can also function as a noun.\n\n> **The rich** must not give more than the half shekel, and **the poor** must not give less. (Exodus 30:15b ULT)\n\nIn Exodus 30:15, the word “rich” acts as a noun in the phrase “the rich,” and it refers to rich people. The word “poor” also acts as a noun and refers to poor people.\n\n### Reason This Is a Translation Issue\n\n* Many times in the Bible adjectives are used as nouns to describe a group of people.\n* Some languages do not use adjectives in this way.\n* Readers of these languages may think that the text is talking about one particular person when it is really talking about the group of people whom the adjective describes.\n\n### Examples From the Bible\n\n> The scepter of wickedness must not rule in the land of **the righteous**. (Psalms 125:3a ULT)\n\n“The righteous” here are people who are righteous, not one particular righteous person.\n\n> Blessed are **the meek**. (Matthew 5:5a ULT)\n\n“The meek” here are all people who are meek, not one particular meek person.\n\n### Translation Strategies\n\nIf your language uses adjectives as nouns to refer to a class of people, consider using the adjectives in this way. If it would sound strange, or if the meaning would be unclear or wrong, here is another option:\n\n(1) Use the adjective with a plural form of the noun that the adjective describes.\n\n### Examples of Translation Strategies Applied\n\n(1) Use the adjective with a plural form of the noun that the adjective describes.\n\n> The scepter of wickedness must not rule in the land of **the righteous**. (Psalms 125:3a ULT)  \n> > The scepter of wickedness must not rule in the land of **righteous people**.\n\n> Blessed are **the meek**. (Matthew 5:5a ULT)  \n> > Blessed are **people who are meek**.  \n",
  "support_reference": "rc://*/ta/man/translate/figs-nominaladj"
}
