{
  "title": "Idiom",
  "sub-title": "What are idioms and how can I translate them?",
  "text": "An idiom is a figure of speech made up of a group of words that, as a whole, has a meaning that is different from what one would understand from the meanings of the individual words. Someone from outside of the culture usually cannot understand an idiom without someone inside the culture explaining its true meaning. Every language uses idioms. Some English examples are:\n\n* You are pulling my leg. (This means, “You are teasing me by telling me something that is not true.”)\n* Do not push the envelope. (This means, “Do not take a matter to its extreme.”)\n* This house is under water. (This means, “The debt owed for this house is greater than its actual value.”)\n* We are painting the town red. (This means, “We are going around town tonight celebrating very intensely.”)\n\n### Description\n\nAn idiom is a phrase that has a special meaning to the people of the language or culture who use it. Its meaning is different than what a person would understand from the meanings of the individual words that form the phrase.\n\n> he **set his face** to go to Jerusalem. (Luke 9:51b ULT)\n\nThe words “set his face” is an idiom that means “decided.”\n\nSometimes people may be able to understand an idiom from another culture, but it might sound like a strange way to express the meaning.\n\n> I am not worthy that you would **come under my roof**. (Luke 7:6b ULT)\n\nThe phrase “come under my roof” is an idiom that means “enter my house.”\n\n> Put these words **into your ears**. (Luke 9:44a ULT)\n\nThis idiom means “Listen carefully and remember what I say.”\n\n**Purpose**: An idiom is probably created in a culture somewhat by accident when someone describes something in an unusual way. But, when that unusual way communicates the message powerfully and people understand it clearly, other people start to use it. After a while, it becomes a normal way of talking in that language.\n\n#### Reasons This Is a Translation Issue\n\n* People can easily misunderstand idioms in the original languages of the Bible if they do not know the cultures that produced the Bible.\n* People can easily misunderstand idioms that are in the source language Bibles if they do not know the cultures that made those translations.\n* It is useless to translate idioms literally (according to the meaning of each word) when the target language audience will not understand what they mean.\n\n### Examples From the Bible\n\n> Then all Israel came to David at Hebron and said, “Look, we are your **flesh and bone**.” (1 Chronicles 11:1 ULT)\n\nThis means, “We and you belong to the same race, the same family.”\n\n> The children of Israel went out **with a high hand**. (Exodus 14:8b ASV)\n\nThis means, “The Israelites went out defiantly.”\n\n> the one who **lifts up my head** (Psalm 3:3b ULT)\n\nThis means, “the one who helps me.”\n\n### Translation Strategies\n\nIf the idiom would be clearly understood in your language, consider using it. If not, here are some other options.\n\n(1) Translate the meaning plainly without using an idiom.  \n(2) Use a different idiom that people use in your own language that has the same meaning.\n\n### Examples of Translation Strategies Applied\n\n(1) Translate the meaning plainly without using an idiom.\n\n> Then all Israel came to David at Hebron and said, “Look, we are your **flesh and bone**.” (1 Chronicles 11:1 ULT)  \n> > Look, we all **belong to the same nation**.\n\n> Then he **set his face** to go to Jerusalem. (Luke 9:51b ULT)  \n> > He started to travel to Jerusalem, **determined to reach it**.\n\n> I am not worthy that you would come **under my roof**. (Luke 7:6b ULT)  \n> > I am not worthy that you should enter **my house**.\n\n(2) Use an idiom that people use in your own language that has the same meaning.\n\n> Put these words **into your ears.** (Luke 9:44a ULT)  \n>  \n> > **Be all ears** when I say these words to you.\n\n> My **eyes grow dim** from grief. (Psalm 6:7a ULT)  \n>  \n> > I am crying my **eyes out**  \n",
  "support_reference": "rc://*/ta/man/translate/figs-idiom"
}
