{
  "title": "Imperatives — Other Uses\n",
  "sub-title": "What other uses are there for imperative sentences in the Bible?",
  "text": "### Description\n\nImperative sentences are mainly used to express a desire or requirement that someone do something. In the Bible, sometimes imperative sentences have other uses.\n\n### Reason This Is a Translation Issue\n\nSome languages would not use an imperative sentence for some of the functions that they are used for in the Bible.\n\n### Examples From the Bible\n\nSpeakers often use imperative sentences to tell or ask their listeners to do something. In Genesis 26, God spoke to Isaac and told him not to go to Egypt but to live where God would tell him to live.\n\n> Now Yahweh appeared to him and said, “**Do not go down** to Egypt; **live** in the land that I tell you to live in.” (Genesis 26:2 ULT)\n\nSometimes imperative sentences in the Bible have other uses.\n\n#### Imperatives that make things happen\n\nGod can make things happen by commanding that they happen. Jesus healed a man by commanding that the man be healed. The man could not do anything to obey the command, but Jesus caused him to be healed by commanding it. (In this context, the command “Be clean” means to “be healed” so that others around would know that it was safe to touch the man again.)\n\n> “I am willing. **Be clean**.” Immediately he was cleansed of his leprosy. (Matthew 8:3b ULT)\n\nIn Genesis 1, God commanded that there should be light, and by commanding it, he caused it to exist. Some languages, such as the Hebrew of the Bible, have commands that are in the third person. English does not do that, and so it must turn the third-person command into a general, second-person command, as in the ULT:\n\n> God said, “**Let there be** light,” and there was light. (Genesis 1:3 ULT)\n\nLanguages that have third-person commands can follow the original Hebrew, which translates into English as something like “light must be.”\n\n#### Imperatives that function as blessings\n\nIn the Bible, God blesses people by using imperatives. This indicates what his will is for them.\n\n> God blessed them and said to them, “**Be fruitful**, and **multiply**. **Fill** the earth, and **subdue** it. **Have dominion** over the fish of the sea, over the birds of the sky, and over every living thing that moves upon the earth.” (Genesis 1:28 ULT)\n\n#### Imperatives that function as conditions\n\nAn imperative sentence can also be used to tell the **condition** under which something will happen. The proverbs mainly tell about life and things that often happen. The purpose of Proverbs 4:6 below is not primarily to give a command, but to teach what people can expect to happen **if** they love wisdom.\n\n> **Do not abandon** wisdom and she will watch over you;  \n> **love** her and she will keep you safe. (Proverbs 4:6 ULT)\n\nThe purpose of Proverbs 22:6, below, is to teach what people can expect to happen if they teach their children the way they should go.\n\n> **Teach** a child the way he should go,  \n> and when he is old he will not turn away from that instruction. (Proverbs 22:6 ULT)\n\n#### Imperatives that function as good results\n\nAn imperative sentence can also describe a desirable result. In Proverbs 3:3-4, several imperatives give instructions, then the final imperative describes the good outcome of following those instructions.\n\n> Do not let covenant faithfulness and trustworthiness leave you;  \n> tie them on your neck, write them on the tablet of your heart,  \n> and **find favor** and good insight in the eyes of God and man! (Proverbs 3:3-4 ULT)\n\n### Translation Strategies\n\n(1) If people would not use an imperative sentence for one of the functions in the Bible, try using a statement instead.  \n(2) If people would not understand that a sentence is used to cause something to happen, add a connecting word like “so” to show that what happened was a result of what was said.  \n(3) If people would not use a command as a condition, translate it as a statement with the words “if” and “then.”\n\n### Examples of Translation Strategies Applied\n\n(1) If people would not use an imperative sentence for one of the functions in the Bible, try using a statement instead.\n\n> **Be clean**. (Matthew 8:3b ULT)  \n>  \n> > **You are now clean.**  \n> > **I now cleanse you.**  \n>  \n> God said, “**Let there be** light,” and there was light. (Genesis 1:3 ULT)  \n>  \n> > God said, “**There is now** light” and there was light.  \n>  \n> God blessed them and said to them, “**Be fruitful**, and **multiply**. **Fill** the earth, and **subdue** it. **Have dominion** over the fish of the sea, over the birds of the sky, and over every living thing that moves upon the earth.” (Genesis 1:28 ULT)  \n>  \n> > God blessed them and said to them, “**My will for you is that you be fruitful**, and **multiply**. **Fill** the earth, and **subdue** it. **I want you to have dominion** over the fish of the sea, over the birds of the sky, and over every living thing that moves upon the earth.”\n\n> Do not let covenant faithfulness and trustworthiness leave you;  \n> tie them on your neck, write them on the tablet of your heart,  \n> **and find favor** and good insight in the eyes of God and man! (Proverbs 3:3-4 ULT)\n\n> > Do not let covenant faithfulness and trustworthiness leave you;  \n> > tie them on your neck, write them on the tablet of your heart,  \n> > **then you will find favor** and good insight in the eyes of God and man!\n\n(2) If people would not understand that a sentence is used to cause something to happen, add a connecting word like “so” to show that what happened was a result of what was said.\n\n> God said, “**Let there be** light,” and there was light. (Genesis 1:3 ULT)  \n>  \n> > God said, ‘Let there be light,’ **so** there was light.  \n> > God said, “Light must be;” **as a result**, there was light.\n\n(3) If people would not use a command as a condition, translate it as a statement with the words “if” and “then.”\n\n> Teach a child the way he should go, and when he is old he will not turn away from that instruction. (Proverbs 22:6 ULT)\n\nTranslated as:\n\n> “**If** you teach a child the way he should go,  \n> **then** when he is old he will not turn away from that instruction.”  \n",
  "support_reference": "rc://*/ta/man/translate/figs-imperative"
}
