{
  "title": "Active or Passive",
  "sub-title": "What do active and passive mean, and how do I translate passive sentences?",
  "text": "Some languages use both active and passive sentences. In active sentences, the subject does the action. In passive sentences, the subject is the one that receives the action. Here are some examples with their subjects bolded:\n\n* Active: **My father** built the house in 2010.\n* Passive: **The house** was built in 2010.\n\nTranslators whose languages do not use passive sentences will need to know how they can translate passive sentences that they find in the Bible. Other translators will need to decide when to use a passive sentence and when to use the active form.\n\n### Description\n\nSome languages have both active and passive forms of sentences.\n\n* In the active form, the subject does the action and is always mentioned.\n* In the passive form, the action is done to the subject, and the one who does the action is not always mentioned.\n\nIn the examples of active and passive sentences below, we have bolded the subject.\n\n* active: **My father** built the house in 2010.\n* passive: **The house** was built by my father in 2010.\n* passive: **The house** was built in 2010. (This does not tell who did the action.)\n\n#### Reasons This Is a Translation Issue\n\nAll languages use active forms. Some languages use passive forms, and some do not. Some languages use passive forms only for certain purposes, and the passive form is not used for the same purposes in all of the languages that use it.\n\n#### Purposes for the Passive\n\n* The speaker is talking about the person or thing the action was done to, not about the person who did the action.\n* The speaker does not want to tell who did the action.\n* The speaker does not know who did the action.\n\n#### Translation Principles Regarding the Passive\n\n* Translators whose language does not use passive forms will need to find another way to express the idea.\n* Translators whose language has passive forms will need to understand why the passive is used in a particular sentence in the Bible and decide whether or not to use a passive form for that purpose in his translation of the sentence.\n\n### Examples From the Bible\n\n> Then their shooters shot at your soldiers from off the wall, and some of the king’s servants **were killed**, and your servant Uriah the Hittite **was killed** too. (2 Samuel 11:24 ULT)\n\nThis means that the enemy’s shooters shot and killed some of the king’s servants, including Uriah. The point is what happened to the king’s servants and Uriah, not who shot them. The purpose of the passive form here is to keep the focus on the king’s servants and Uriah.\n\n> When the men of the city arose early in the morning, and see, the altar of Baal **was torn down**. (Judges 6:28a ULT)\n\nThe men of the town saw what had happened to the altar of Baal, but they did not know who broke it down. The purpose of the passive form here is to communicate this event from the perspective of the men of the town.\n\n> It would be better for him if a millstone **were put** around his neck and he **were thrown** into the sea. (Luke 17:2a ULT)\n\nThis describes a situation in which a person ends up in the sea with a millstone around his neck. The purpose of the passive form here is to keep the focus on what happens to this person. Who does these things to the person is not important.\n\n### Translation Strategies\n\nIf your language would use a passive form for the same purpose as in the passage that you are translating, then use a passive form. If you decide that it is better to translate without a passive form, here are some strategies that you might consider.\n\n(1) Use the same verb in an active sentence and tell who or what did the action. If you do this, try to keep the focus on the person receiving the action.  \n(2) Use the same verb in an active sentence, and do not tell who or what did the action. Instead, use a generic expression like “they” or “people” or “someone.”  \n(3) Use a different verb.\n\n### Examples of Translation Strategies Applied\n\n(1) Use the same verb in an active sentence and tell who did the action. If you do this, try to keep the focus on the person receiving the action.<br>\n\n> A loaf of bread **was given** him every day from the street of the bakers. (Jeremiah 37:21b ULT)  \n>  \n> > **The king’s servants gave** Jeremiah a loaf of bread every day from the street of the bakers.\n\n(2) Use the same verb in an active sentence, and do not tell who did the action. Instead, use a generic expression like “they” or “people” or “someone.”<br>\n\n> It would be better for him if a millstone **were put** around his neck and he **were thrown** into the sea. (Luke 17:2a ULT)  \n>  \n> > It would be better for him if **they were to put** a millstone around his neck and **throw** him into the sea.  \n> > It would be better for him if **someone were to put** a heavy stone around his neck and **throw** him into the sea.\n\n(3) Use a different verb in an active sentence.<br>\n\n> A loaf of bread **was given** him every day from the street of the bakers. (Jeremiah 37:21 ULT)  \n>  \n> > He **received** a loaf of bread every day from the street of the bakers.  \n",
  "support_reference": "rc://*/ta/man/translate/figs-activepassive"
}
