{
  "title": "Aside",
  "sub-title": "What is the figure of speech called an “aside”?",
  "text": "### Description\n\nAn aside is a figure of speech in which someone who is speaking to a person or group pauses to speak confidentially to himself or someone else about those to whom he had been speaking. The speaker does this to indicate in a strong way his thoughts or feelings about that person or group.\n\n#### Reason This Is a Translation Issue\n\nMany languages do not use asides, and readers could be confused by them. They may wonder why the speaker suddenly starts talking to himself or someone else about the people he is speaking with.\n\n### Examples From the Bible\n\n> All the men of your covenant are sending you away as far as the border.  \n> The men of your peace are deceiving you and are prevailing against you.  \n> They of your bread will set a trap under you.  \n> **There is no understanding in him.** (Obadiah 1:7 ULT)\n\nIn the first three lines, Yahweh is telling the people of Edom what will happen to them because they did not help the people of Judah. In the fourth line, Yahweh says something about Edom to himself.\n\n> And I purified them from everything foreign. And I caused the service watches to stand: for the priests and for the Levites, a man in his work; and for the offering of pieces of wood at the appointed times; and for the firstfruits. **Remember me, my God, for good.** (Nehemiah 13:30-31 ULT)\n\nNehemiah is speaking to the readers of his account and describing some of the many things he did to restore true worship in Judah after the people returned from exile. But he suddenly turns aside and addresses God, asking God to bless him for what he, Nehemiah, has done for those people.\n\n### Translation Strategies\n\n(1) If an aside would be natural and give the right meaning in your language, consider using it. But if this way of speaking would be confusing, let the speaker continue speaking to the people who are listening to him, but make clear that he is now expressing his thoughts and feelings about them.  \n(2) If a person speaks a prayer to God as an aside, you can put the prayer in quotation marks to indicate that.\n\n### Examples of Translation Strategies Applied\n\n(1)\n\n> All the men of your covenant are sending you away as far as the border.  \nThe men of your peace are deceiving you and are prevailing against you.\nThey of your bread will set a trap under you.\n**There is no understanding in him.** (Obadiah 1:7 ULT)\n\nAll the men of your covenant are sending you away as far as the border.\nThe men of your peace are deceiving you and are prevailing against you.\nThey of your bread will set a trap under you.\n**You do not understand any of this.**\n\n(2)\n> And I purified them from everything foreign. And I caused the service watches to stand: for the priests and for the Levites, a man in his work; 31 and for the offering of pieces of wood at the appointed times; and for the firstfruits. **Remember me, my God, for good.** (Nehemiah 13:30-31 ULT)\n\nAnd I cleansed them from everything foreign, and I made assignments for the priests and for the Levites, a man to his own work. And the wood offering at the stated time, and the firstfruits. **“Remember me, my God, for good.”**\n",
  "support_reference": "rc://*/ta/man/translate/figs-aside"
}
