{
  "title": "Doublet",
  "sub-title": "What are doublets and how can I translate them?",
  "text": "### Description\n\nWe are using the word “doublet” to refer to two words or phrases that are used together and either mean the same thing or mean very close to the same thing. Often they are joined with the word “and.” Unlike [Hendiadys](../figs-hendiadys/01.md), in which one of the words modifies the other, in a doublet the two words or phrases are equal and are used to emphasize or intensify the one idea that is expressed by the two words or phrases.\n\nA very similar issue is the repetition of the same word or phrase for emphasis, usually with no other words between them. Because these figures of speech are so similar and have the same effect, we will treat them here together.\n\n#### Reason This Is a Translation Issue\n\nIn some languages people do not use doublets. Or they may use doublets, but only in certain situations, so a doublet might not make sense in their language in some verses. People might think that the verse is describing two ideas or actions, when it is only describing one. In this case, translators may need to find some other way to express the meaning expressed by the doublet.\n\n### Examples From the Bible\n\n> He has one people **scattered** and **dispersed** among the peoples (Esther 3:8 ULT)\n\nThe bolded words mean the same thing. Together they mean the people were spread out.\n\n> He attacked two men **more righteous** and **better** than himself. (1 Kings 2:32b ULT)\n\nThis means that they were “much more righteous” than he was.\n\n> You have decided to prepare **false** and **deceptive** words. (Daniel 2:9b ULT)\n\nThis means that they had decided to lie, which is another way of saying that they intended to deceive people.\n\n> … like of a lamb **without blemish** and **without spot**. (1 Peter 1:19b ULT)\n\nThis means that he was like a lamb that did not have any defect—not even one.\n\n> Then they approached {and} woke him up, saying, **“Master! Master!** We are perishing!” (Luke 8:24 ULT)\n\nThe repetition of “Master” means that the disciples called to Jesus urgently and continually.\n\n### Translation Strategies\n\nIf a doublet would be natural and give the right meaning in your language, consider using it. If not, consider these strategies.\n\n(1) Translate only one of the words or phrases.  \n(2) If the doublet is used to intensify the meaning, translate one of the words or phrases and add a word that intensifies it such as “very” or “great” or “many.”  \n(3) If the doublet is used to intensify or emphasize the meaning, use one of your language’s ways of doing that.\n\n### Translation Strategies Applied\n\n(1) Translate only one of the words.\n\n > You have decided to prepare **false** and **deceptive** words. (Daniel 2:9b ULT)\n > > “You have decided to prepare **false** things to say.”\n\n(2) If the doublet is used to intensify the meaning, translate one of the words and add a word that intensifies it such as “very” or “great” or “many.”\n\n > He has one people **scattered** and **dispersed** among the peoples (Esther 3:8 ULT)\n > > “He has one people **very spread out**.”\n\n(3) If the doublet is used to intensify or emphasize the meaning, use one of your language’s ways of doing that.\n\n> … like a lamb **without blemish** and **without spot**. (1 Peter 1:19b ULT)  \n>  \n> * English can emphasize this with “any” and “at all.”  \n>  \n> > “… like a lamb **without any blemish at all**.”\n\n> Then they approached {and} woke him up, saying, **“Master! Master!** We are perishing!” (Luke 8:24 ULT)  \n>  \n> > Then they approached {and} woke him up, **urgently shouting, “Master!** We are perishing!”  \n",
  "support_reference": "rc://*/ta/man/translate/figs-doublet"
}
