{
  "title": "Connect — Sequential Time Relationship\n",
  "sub-title": "How do I translate clauses with a sequential time relationship?",
  "text": "## Time Relationships\n\nSome connectors establish time relationships between two phrases, clauses, sentences, or chunks of text.\n\n### Sequential Clause\n\n#### Description\n\nA sequential clause is a time relation that connects two events in which one happens and then the other happens.\n\n#### Reason This Is a Translation Issue\n\nLanguages indicate sequences of events in different ways; some use ordering, some use connecting words, some even use relative tense (Relative tense is a tense that refers to a time in relation to a reference point in the context.) Connecting words that may indicate sequence are words such as “then,” “later,” “after,” “afterward,” “before,” “first,” and “when.” Translators need to be certain that they communicate the order of the events in a way that is natural in their language. This may require ordering clauses differently than in the original languages.\n\n#### Examples From OBS and the Bible\n\n> **When** Joseph came to his brothers, they kidnapped him and sold him to some slave traders. (OBS Story 8 Frame 2)\n\nFirst Joseph came to his brothers, and then they kidnapped and sold him. We know this because of the connecting word “**when**.” The translator needs to decide the best way to communicate this sequence clearly and correctly.\n\n> It was as sweet as honey in my mouth, but **after** I ate it, my stomach became bitter. (Revelation 10:10b ULT)\n\nThe event of the first clause occurs first, and the event of the last clause occurs later. We know this because of the connecting word “**after**.” The translator needs to decide the best way to communicate this sequence clearly and correctly.\n\n> For **before** the child knows to refuse the evil and choose the good, the land whose two kings you dread will be desolate (Isaiah 7:16 ULT)\n\nThe event of the first clause occurs after the event of the second clause. First the land they dread will be desolate, and then the child will know to refuse evil and choose good. We know this because of the connecting word “**before**.” However, stating the clauses in this order may communicate the wrong order of events in your language. The translator may have to change the order so that the clauses come in the order that they happen. Or it may be possible to keep the order of the original language text and mark the ordering of sequence so that it is clear to the readers. You (the translator) need to decide the best way to communicate this sequence clearly and correctly.\n\n> Then Mary arose in those days **and** quickly went into the hill country, to a city of Judah, **and** she entered into the house of Zechariah **and** greeted Elizabeth. (Luke 1:39-40 ULT)\n\nHere the general connector “**and**” connects four events. These are sequential events—each happens after the one before it. We know this because that is the only way that these events would happen. So in English, the general connector “and” is enough to make the sequence clear for events such as these. You will need to decide if this also communicates this sequence clearly and correctly in your language.\n\n#### Translation Strategies\n\nIf the sequence of events is clear in your language, then translate the sequence as it is.\n\n(1) If the connecting word is not clear, use a connecting word that communicates the sequence more clearly.  \n(2) If the clauses are in an order that makes the sequence unclear, put the clauses in an order that is more clear.\n\n#### Examples of Translation Strategies Applied\n\n(1) If the connecting word is not clear, use a connecting word that communicates the sequence more clearly.\n\n> Then Mary arose in those days **and** quickly went into the hill country, to a city of Judah, **and** she entered into the house of Zechariah **and** greeted Elizabeth. (Luke 1:39-40 ULT)  \n> > Then Mary arose in those days. **Then** she quickly went into the hill country, to a city of Judah. **Then** she entered into the house of Zechariah, **and then** she greeted Elizabeth.\n\n> For **before** the child knows to refuse the evil and choose the good, the land whose two kings you dread will be desolate (Isaiah 7:16 ULT)  \n> > For the time will come when the child knows to refuse the evil and choose the good, **but even before that time**, the land whose two kings you dread will be desolate.\n\n(2) If the clauses are in an order that makes the sequence unclear, put the clauses in an order that is more clear.\n\n> For the land whose two kings you dread will be desolate **before** the child knows to refuse the evil and choose the good.\n\nFor more about sequences of events, see [Sequence of Events](../figs-events/01.md).\n",
  "support_reference": "rc://*/ta/man/translate/grammar-connect-time-sequential"
}
