{
  "title": "Connect — Simultaneous Time Relationship\n",
  "sub-title": "How can I translate clauses with a simultaneous time relationship?",
  "text": "## Time Relationships\n\nSome connectors establish time relationships between two phrases, clauses, sentences, or chunks of text.\n\n### Simultaneous Clause\n\n#### Description\n\nA simultaneous clause is a time relationship that connects two or more events that occur at the same time.\n\n#### Reason This Is a Translation Issue\n\nLanguages indicate in many different ways that events occur simultaneously. These ways may vary based on whether or not something is causing the events to occur simultaneously. Connecting words that may indicate simultaneous events are words such as “while,” “as,” and “during.” Often the Bible does not state a relationship between the events but simply says they occurred at the same time. It is important that you (the translator) know when a time relationship is implied and when it is not implied so that you can communicate it clearly. A simultaneous clause communicates that events happened at the same time but it does not indicate that one event caused the other. That would be a reason-and-result relationship.\n\n#### Examples From OBS and the Bible\n\n> Joseph served his master well, **and** God blessed Joseph. (OBS Story 8 Frame 4)\n\nTwo events happened while Joseph was a slave to a wealthy government official: Joseph served well, and God blessed Joseph. There is no indication of a reason-and-result (cause and effect) relationship between the two, or that the first event happened, and then the second event happened.\n\n> But in truth I say to you that there were many widows in Israel **during** the days of Elijah. (Luke 4:25b ULT)\n\nThe connecting word “**during**” tells us clearly that two things happened at the same time, but one event did not cause the other.\n\n> And the people were waiting for Zechariah, **and** they were wondering at his delaying in the temple. (Luke 1:21 ULT)\n\nThe people were both waiting and wondering at the same time. The general connector “**and**” indicates this.\n\n> **While** they were looking intensely into heaven **as** he was going up, suddenly, two men stood by them in white clothing. (Acts 1:10 ULT)\n\nThree events happened at the same time — the disciples looking, Jesus going up, and two men standing. The connector words “**while**” and “**as**” tell us this.\n\n#### Translation Strategies\n\nIf the way that the simultaneous clauses are marked also is clear in your language, then translate the simultaneous clauses as they are.\n\n(1) If the connecting word does not make it clear that the simultaneous clauses are happening at the same time, use a connecting word that communicates this more clearly.  \n(2) If it is not clear which clause the simultaneous clause is connected to, and that they are happening at the same time, mark all of the clauses with a connecting word.  \n(3) If your language marks events as simultaneous in a different way than using connecting words, then use that way.\n\n#### Examples of Translation Strategies Applied\n\nBelow, each Bible verse will be restated in three different ways, according to the translation strategies in the list above. Each restatement will have the same number as the translation strategy that it is using.\n\n> And the people were waiting for Zechariah, **and** they were wondering at his delaying in the temple. (Luke 1:21 ULT)\n\n(1) Now **while** the people were waiting for Zechariah, they were wondering at his delaying in the temple.\n\n(2) Now **while** the people were waiting for Zechariah, they were **also** wondering at his delaying in the temple.\n\n(3) Now the people were waiting for Zechariah, wondering at his delaying in the temple.\n\n> **While** they were looking intently into heaven **as** he was going up, suddenly, two men stood by them in white clothing. (Acts 1:10 ULT)\n\n(1) And **during the time** they were looking intently into heaven **while** he was going up, suddenly, two men stood by them in white clothing.\n\n(2) And **while** they were looking intently into heaven **as** he was going up, suddenly, **at that same time** two men stood by them in white clothing.\n\n(3) They were looking intently into heaven; he was going up **when** they saw two men standing by them in white clothing.\n",
  "support_reference": "rc://*/ta/man/translate/grammar-connect-time-simultaneous"
}
