{
  "title": "Numbers",
  "sub-title": "How do I translate numbers?",
  "text": "### Description\n\nThere are many numbers in the Bible. They can be written as words (“five”) or as numerals (“5”). Some numbers are very large, such as “two hundred” (200), “twenty-two thousand” (22,000), or “one hundred million” (100,000,000). Some languages do not have words for all of these numbers. Translators need to decide how to translate numbers and whether to write them as words or numerals.\n\nSome numbers are exact and others are rounded.\n> Abram was **86** years old when Hagar bore Ishmael to Abram. (Genesis 16:16 ULT)\n\nEighty-six (86) is an exact number.\n\n> That day about **3,000** of the people died. (Exodus 32:28b ULT)\n\nHere the number three thousand (3,000) is a round number. It may have been a little more than that or a little less than that. The word “about” shows that it is not an exact number.\n\n#### Reason This Is a Translation Issue\n\nSome languages do not have words for some of these numbers.\n\n#### Translation Principles\n\n* Exact numbers should be translated as closely and specifically as they can be.\n* Rounded numbers can be translated more generally.\n\n### Examples From the Bible\n\n> When Jared had lived **162** years, he became the father of Enoch. After he became the father of Enoch, Jared lived **800** years. He became the father of more sons and daughters. Jared lived **962** years, and then he died. (Genesis 5:18-20 ULT)\n\nThe numbers 162, 800, and 962 are exact numbers and should be translated with something as close to those numbers as possible.\n\n> Our sister, may you be the mother of **thousands of ten thousands.** (Genesis 24:60b ULT)\n\nThis is a rounded number. It does not say exactly how many descendants she should have, but it was a huge number of them.\n\n### Translation Strategies\n\n(1) Write numbers using numerals.  \n(2) Write numbers using your language’s words or the Gateway Language words for those numbers.  \n(3) Write numbers using words, and put the numerals in parentheses after them.  \n(4) Combine words for large numbers.  \n(5) Use a very general expression for very large rounded numbers and write the numeral in parentheses afterward.\n\n### Examples of Translation Strategies Applied\n\nWe will use the following verse in our examples:\n> Now, see, at great effort I have prepared for Yahweh’s house **100,000** talents of gold, **1,000,000** talents of silver, and bronze and iron in large quantities. (1 Chronicles 22:14a ULT)\n\n(1) Write numbers using numerals.\n\n> > I have prepared for Yahweh’s house **100,000** talents of gold, **1,000,000** talents of silver, and bronze and iron in large quantities.\n\n(2) Write numbers using your language’s words or the Gateway Language words for those numbers.\n\n> > I have prepared for Yahweh’s house **one hundred thousand** talents of gold, **one million** talents of silver, and bronze and iron in large quantities.\n\n(3) Write numbers using words, and put the numerals in parenthesis after them.\n\n> > I have prepared for Yahweh’s house one **hundred thousand (100,000)** talents of gold, **one million (1,000,000)** talents of silver, and bronze and iron in large quantities.\n\n(4) Combine words for large numbers.\n\n> > I have prepared for Yahweh’s house **one hundred thousand** talents of gold, **a thousand thousand** talents of silver, and bronze and iron in large quantities.\n\n(5) Use a very general expression for very large rounded numbers and write the numeral in parentheses afterward.\n\n> I have prepared for Yahweh’s house **a great amount of gold (100,000 talents)**, **ten times that amount of silver (1,000,000 talents)**, and bronze and iron in large quantities.\n\n#### Consistency\n\nBe consistent in your translations. Decide how the numbers will be translated, using numbers or numerals. There are different ways of being consistent.\n\n* Use words to represent numbers all of the time. (You might have very long words.)\n* Use numerals to represent numbers all of the time.\n* Use words to represent the numbers that your language has words for and use numerals for the numbers that your language does not have words for.\n* Use words for low numbers and numerals for high numbers.\n* Use words for numbers that require few words and numerals for numbers that require more than a few words.\n* Use words to represent numbers, and write the numerals in parentheses after them.\n\n#### Consistency in the ULT and UST\n\nThe *unfoldingWord® Literal Text* (ULT) and the *unfoldingWord® Simplified Text* (UST) use words for the numbers one through ten and use numerals for all numbers above ten.\n\n> When Adam had lived **130** years, he became the father of a son in his own likeness, after his image, and he called his name Seth. After Adam became the father of Seth, he lived **800** years. He became the father of more sons and daughters. Adam lived **930** years, and then he died. (Genesis 5:3-5 ULT)  \n",
  "support_reference": "rc://*/ta/man/translate/translate-numbers"
}
