{
  "title": "Blessings",
  "sub-title": "What are blessings, and how can I translate them?",
  "text": "### Description\n\nBlessings are short sayings that people use to ask God to do something good for another person. In the Bible, the person saying the blessing speaks or writes directly to the person who will receive the blessing. The person who says the blessing does not directly speak to God, but it is understood that God is the one who will do the good thing mentioned. It is also understood that God hears the blessing, whether he is mentioned by name or not.\n\n### Reason This Is a Translation Issue\n\nEach language has its own ways of saying blessings. There are many blessings in the Bible. They need to be translated in the way that people say blessings in your language, so that people recognize them as blessings and understand what one person wants God to do for another.\n\n### Examples From the Bible\n\nIn the Bible, people often said a blessing when they met someone or when they were leaving someone or sending someone off.\n\nIn the book of Ruth, when Boaz meets his workers in the fields, he greets them with a blessing:\n\n> Then behold, Boaz coming from Bethlehem! And he said to the reapers, “Yahweh be with you.” And they said to him, “May Yahweh bless you.” (Ruth 2:4 ULT)\n\nSimilarly, when Rebekah leaves her family, they say farewell with a blessing:\n\n> They blessed Rebekah, and said to her, “Our sister, may you be the mother of thousands of ten thousands, and may your descendants possess the gate of those who hate them.” (Genesis 24:60 ULT)\n\nIn a similar way, the writers of letters in the New Testament often wrote a blessing at the beginning of their letters as well as at the end. Here are examples from the beginning and end of Paul’s second letter to Timothy:\n\n> Grace, mercy, and peace from God the Father and Christ Jesus our Lord. (2 Tim 1:2 ULT)  \nThe Lord be with your spirit. Grace be with you. (2 Tim 4:22 ULT)\n\n### Translation Strategies\n\nFind out how people say blessings in your language. Collect a list of common blessings, noting the form of the verb, the use of certain words, and the words that are not used in a blessing but would normally be in a sentence. Also find out what differences there might be between blessings that people use when they are speaking to each other and when they are writing to each other.\n\nIf translating a blessing literally would be natural and give the right meaning in your language, consider doing that. If not, here are some options:\n\n1. Add a verb if that is natural in your language.\n2. Mention God as the subject of a blessing if that is natural in your language.\n3. Translate the blessing in a form that is natural and clear in your language.\n\n### Examples of Translation Strategies Applied\n\n(1) Add a verb if that is natural in your language.\n\n> The Lord with your spirit. The grace with you. (2 Tim 4:22, literal from the Greek)\n\nIn the Greek of this verse, there is no verb ‘be.’ However, in blessings in English, it is natural to use a verb. The idea that the ‘grace’ from God will be or remain with the person is implied in Greek.\n\nThe Lord **be** with your spirit. Grace **be** with you. (2 Tim 4:22 ULT)\n\n(2) Mention God as the subject of a blessing if that is natural in your language.\n\nIf people expect a blessing to refer to God in your language, you might have to provide ‘God’ as the subject or as the source of the blessing. In Greek and Hebrew, usually God is not explicitly mentioned in the blessing, but it is implied that God is the one acting to show his kindness to the person being addressed.\n\n> The Lord be with your spirit. Grace be with you. (2 Tim 4:22 ULT)\n\nThe Lord be with your spirit. **May God give** grace to you.\n\n> They blessed Rebekah, and said to her, “Our sister, may you be the mother of thousands of ten thousands, and may your descendants possess the gate of those who hate them.” (Genesis 24:60 ULT)\n\nThey blessed Rebekah, and said to her, “Our sister, may **God grant that** you be the mother of thousands of ten thousands, and may **God empower** your descendants **to** possess the gate of those who hate them.”\n\n(3) Translate the blessing in a form that is natural and clear in your language.\n\nHere are some ideas for ways that people might say a blessing in their language.\n\n> The Lord be with your spirit. Grace be with you. (2 Tim 4:22 ULT)\n\nMay the Lord be with your spirit. May God cause his grace to be with you.\n\nMay you have God’s presence with you. May you experience grace from God.\n\n> “Our sister, may you be the mother of thousands of ten thousands, and may your descendants possess the gate of those who hate them.” (Genesis 24:60 ULT)\n\n“Our sister, we pray to God that you may be the mother of thousands of ten thousands, and appeal to him that your descendants may possess the gate of those who hate them.”\n\n“Our sister, by God’s power you will be the mother of thousands of ten thousands, and your descendants will possess the gate of those who hate them.”\n",
  "support_reference": "rc://*/ta/man/translate/translate-blessing"
}
