{
  "title": "Poetry",
  "sub-title": "What is poetry and how do I translate it into my language?",
  "text": "### Description\n\nPoetry is one of the ways that people use the words and sounds of their language to make their speech and writing more beautiful and to express strong emotion. Through poetry, people can communicate deeper emotion than they can through simple non-poetic forms. Poetry gives more weight and elegance to statements of truth, such as proverbs, and is also easier to remember than ordinary speech.\n\n#### In poetry we commonly find:\n\n* many figures of speech such as [Apostrophe](../figs-apostrophe/01.md)\n* arrangements of clauses into particular patterns such as:\n    * parallel lines (See [Parallelism](../figs-parallelism/01.md))\n    * acrostics (beginning lines with successive letters of the alphabet)\n    * chiasms (in which the first line relates to the last line, the second to the next-to-last line, etc.):\n> You should not give what is holy to the dogs,  \n>  \n>> and should not throw your pearls in front of the pigs.  \n>>  \n>> Otherwise they will trample them under their feet,  \n>  \n> and having turned, they might tear you to pieces. (Matt 7:6 ULT)\n\n* repetition of some or all of a line:\n\n> Praise him, all his angels; praise him, all his hosts. Praise him, sun and moon; praise him, all you shining stars. (Psalm 148:2-3 ULT)\n\n* lines of similar length:\n\n> Listen to my call to you,  \n>  \n> Yahweh; think about my groanings.  \n>  \n> Listen to the sound of my call, my King and my God,  \n>  \n> for it is to you that I pray. (Psalm 5:1-2 ULT)\n\n* the same sound used at the end or at the beginning of two or more lines:\n\n> “Twinkle, twinkle little **star**. How I wonder what you **are**.” (from an English rhyme)\n\n* the same sound repeated many times:\n\n> “Peter, Peter, pumpkin eater” (from an English rhyme)\n\n* The same root word used as both a verb and as a noun:\n\n> Your old men will **dream dreams** (Joel 2:28 ULT)\n\n> Yahweh,…**light lightning** and scatter them (Psalm 144:5-6 ULT)\n\n We also find:\n\n * old words and expressions\n * dramatic imagery\n * different use of grammar — including:\n     * incomplete sentences\n     * lack of connective words\n\n#### Some places to look for poetry in your language\n\n1. Songs, particularly old songs or songs used in children’s games\n1. Religious ceremony or chants of priests or witch doctors\n1. Prayers, blessings, and curses\n1. Old legends\n\n#### Elegant or fancy speech\n\nElegant or fancy speech is similar to poetry in that it uses beautiful language, but it does not use all of the language’s features of poetry, and it does not use them as much as poetry does. Popular speakers in the language often use elegant speech, and this is probably the easiest source of text to study to find out what makes speech elegant in your language.\n\n#### Reasons This Is a Translation Issue:\n\n* Different languages use poetry for different things. If a poetic form would not communicate the same meaning in your language, you may need to write it without the poetry.\n* Different languages use different poetic devices. A poetic device that conveys elegance or emotion in a biblical language may be confusing or misunderstood in another language.\n* In some languages, using poetry for a particular part of the Bible would make it much more powerful.\n\n### Examples From the Bible\n\nThe Bible uses poetry for songs, teaching, and prophecy. Almost all of the books of the Old Testament have poetry in them and many of the books are completely made up of poetry.\n\n> … for you saw my affliction; you knew the distress of my soul. (Psalm 31:7b ULT)\n\nThis example of [Parallelism](../figs-parallelism/01.md) has two lines that mean the same thing.\n\n> Yahweh, judge the nations; vindicate me, Yahweh, because I am righteous and innocent, Most High. (Psalm 7:8 ULT)\n\nThis example of parallelism shows the contrast between what David wants God to do to him and what he wants God to do to the unrighteous nations. (See [Parallelism](../figs-parallelism/01.md).)\n\n> Keep your servant also from arrogant sins; let them not rule over me. (Psalm 19:13a ULT)\n\nThis example of personification speaks of sins as if they could rule over a person. (See [Personification](../figs-personification/01.md).)\n\n> Oh, give thanks to Yahweh; for he is good,  \n>  \n>      for his covenant faithfulness endures forever.  \n>  \n>      Oh, give thanks to the God of gods,  \n>  \n>      for his covenant faithfulness endures forever.  \n>  \n>      Oh, give thanks to the Lord of lords,  \n>  \n>      for his covenant faithfulness endures forever.  \n>  \n> (Psalm 136:1-3 ULT)\n\nThis example repeats the phrases “give thanks” and “his covenant faithfulness endures forever.”\n\n### Translation Strategies\n\nIf the style of poetry that is used in the source text would be natural and give the right meaning in your language, consider using it. If not, here are some other ways of translating it.\n\n(1) Translate the poetry using one of your styles of poetry.  \n(2) Translate the poetry using your style of elegant speech.  \n(3) Translate the poetry using your style of ordinary speech.\n\nIf you use poetry it may be more beautiful.\n\nIf you use ordinary speech it may be more clear.\n\n### Examples of Translation Strategies Applied\n\n> Blessed is the man who does not walk in the advice of the wicked, or stand in the pathway with sinners, or sit in the assembly of mockers. But his delight is in the law of Yahweh, and on his law he meditates day and night. (Psalm 1:1-2 ULT)\n\nThe following are examples of how people might translate Psalm 1:1-2.\n\n(1) Translate the poetry using one of your styles of poetry. (The style in this example has words that sound similar at the end of each line.)\n\n> > “Happy is the person not encouraged **to sin**, Disrespect for God he will not **begin**, To those who laugh at God he is **no kin.** God is his constant **delight**, He does what God says **is right**, He thinks of it all day **and night**.”\n\n(2) Translate the poetry using your style of elegant speech.\n\n> > This is the kind of person who is truly blessed: the one who does not follow the advice of wicked people nor stop along the road to speak with sinners nor join the gathering of those who mock God. Rather, he takes great joy in Yahweh’s law, and he meditates on it day and night.\n\n(3) Translate the poetry using your style of ordinary speech.\n\n> > The people who do not listen to the advice of bad people are really happy. They do not spend time with people who continually do evil things or join with those who do not respect God. Instead, they love to obey Yahweh’s law, and they think about it all the time.  \n",
  "support_reference": "rc://*/ta/man/translate/writing-poetry"
}
