{
  "title": "Quotations and Quote Margins",
  "sub-title": "What are quote margins and where should I put them?",
  "text": "### Description\n\nWhen saying that someone said something, we often tell who spoke, whom they spoke to, and what they said. The information about who spoke and whom they spoke to is called the quote margin. What the person said is the quotation. (This is also called a quote.) In some languages the quote margin may come first, last, or even in between two parts of the quotation.\n\nThe quote margins are bolded below.\n\n* **She said**, “The food is ready. Come and eat.”\n* “The food is ready. Come and eat,” **she said**.\n* “The food is ready,” **she said.** “Come and eat.”\n\nAlso in some languages, the quote margin may have more than one verb meaning “said.”\n\n> But his mother **answered** and **said**, “No. Rather, he will be called John.” (Luke 1:60 ULT)\n\nWhen writing that someone said something, some languages put the quote (what was said) in quotation marks called inverted commas (“ ”). Some languages use other symbols around the quotation, such as these angle quote marks (« »), or something else.\n\n#### Reasons This Is a Translation Issue\n\n* Translators need to put the quote margin where it is most clear and natural in their language.\n* Translators need to decide whether they want the quote margin to have one or two verbs meaning “said.”\n* Translators need to decide which marks to use around the quotation.\n\n### Examples From the Bible\n\n#### Quote margin before the quote\n\n> **Then Zechariah said to the angel**, “How will I know this? For I am an old man and my wife is advanced in her days.” (Luke 1:18 ULT)\n\n> Then tax collectors also came to be baptized, and **they said to him**, “Teacher, what should we do?” (Luke 3:12 ULT)\n\n> So **he said to them**, “Collect nothing more than what you have been ordered.” (Luke 3:13 ULT)\n\n#### Quote margin after the quote\n\n> Yahweh relented concerning this. “It will not happen,” **he said**. (Amos 7:3 ULT)\n\n#### Quote margin between two parts of the quote\n\n> “I will hide my face from them,” **he said,** “and I will see what their end will be; for they are a perverse generation, children who are unfaithful.” (Deuteronomy 32:20 ULT)\n\n> For look, days are coming—**this is Yahweh’s declaration**—when I will restore the fortunes of my people, Israel and Judah. (Jeremiah 30:3a ULT)\n\n### Translation Strategies\n\n(1) Decide where to put the quote margin.  \n(2) Decide whether to use one or two words meaning “said.”\n\n### Examples of Translation Strategies Applied\n\n(1) Decide where to put the quote margin.\n\n> **He said**, “Therefore, those among you who are leaders should go down with us. If there is something wrong with the man, let them accuse him.” (Acts 25:5 ULT)  \n>  \n> > “Therefore, those who can should go there with us,” **he said**. “If there is something wrong with the man, you should accuse him.”\n\n> > “Therefore, those who can should go there with us. If there is something wrong with the man, you should accuse him,” **he said**.\n\n> > “Therefore, those who can,” **he said**, “should go there with us. If there is something wrong with the man, you should accuse him.”\n\n(2) Decide whether to use one or two words meaning “said.”\n\n> But his mother **answered and said**, “No. Rather, he will be called John.” (Luke 1:60 ULT)  \n>  \n> > But his mother **replied**, “No. Rather, he will be called John.”\n\n> > But his mother **said**, “No. Rather, he will be called John.”\n\n> > But his mother **answered** like this. “No. Rather, he will be called John,” she **said**.  \n",
  "support_reference": "rc://*/ta/man/translate/writing-quotations"
}
