[
  {
    "reference": "1Ch 1:1",
    "text": "Adam, Seth, Enosh,"
  },
  {
    "reference": "1Ch 1:2",
    "text": "Kenan, Mahalalel, Jared,"
  },
  {
    "reference": "1Ch 1:3",
    "text": "Enoch, Methuselah, Lamech, Noah."
  },
  {
    "reference": "1Ch 1:4",
    "text": "The sons of Noah: Shem, Ham, and Japheth."
  },
  {
    "reference": "1Ch 1:5",
    "text": "The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."
  },
  {
    "reference": "1Ch 1:6",
    "text": "The sons of Gomer: Ashkenaz, Riphath, and Togarmah."
  },
  {
    "reference": "1Ch 1:7",
    "text": "And the sons of Javan: Elishah, Tarshish, the Kittites, and the Rodanites."
  },
  {
    "reference": "1Ch 1:8",
    "text": "The sons of Ham: Cush, Mizraim, Put, and Canaan."
  },
  {
    "reference": "1Ch 1:9",
    "text": "The sons of Cush: Seba, Havilah, Sabta, Raamah, and Sabteca. The sons of Raamah: Sheba and Dedan."
  },
  {
    "reference": "1Ch 1:10",
    "text": "Cush was the father of Nimrod, who began to be a mighty one on the earth."
  },
  {
    "reference": "1Ch 1:11",
    "text": "Mizraim was the father of the Ludites, the Anamites, the Lehabites, the Naphtuhites,"
  },
  {
    "reference": "1Ch 1:12",
    "text": "the Pathrusites, the Casluhites (from whom the Philistines came), and the Caphtorites."
  },
  {
    "reference": "1Ch 1:13",
    "text": "And Canaan was the father of Sidon his firstborn, and of the Hittites,"
  },
  {
    "reference": "1Ch 1:14",
    "text": "the Jebusites, the Amorites, the Girgashites,"
  },
  {
    "reference": "1Ch 1:15",
    "text": "the Hivites, the Arkites, the Sinites,"
  },
  {
    "reference": "1Ch 1:16",
    "text": "the Arvadites, the Zemarites, and the Hamathites."
  },
  {
    "reference": "1Ch 1:17",
    "text": "The sons of Shem: Elam, Asshur, Arphaxad, Lud, and Aram. The sons of Aram: Uz, Hul, Gether, and Meshech."
  },
  {
    "reference": "1Ch 1:18",
    "text": "Arphaxad was the father of Shelah, and Shelah was the father of Eber."
  },
  {
    "reference": "1Ch 1:19",
    "text": "Two sons were born to Eber: One was named Peleg, because in his days the earth was divided, and his brother was named Joktan."
  },
  {
    "reference": "1Ch 1:20",
    "text": "And Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
  },
  {
    "reference": "1Ch 1:21",
    "text": "Hadoram, Uzal, Diklah,"
  },
  {
    "reference": "1Ch 1:22",
    "text": "Obal, Abimael, Sheba,"
  },
  {
    "reference": "1Ch 1:23",
    "text": "Ophir, Havilah, and Jobab. All these were sons of Joktan."
  },
  {
    "reference": "1Ch 1:24",
    "text": "So from Shem came Arphaxad, Shelah,"
  },
  {
    "reference": "1Ch 1:25",
    "text": "Eber, Peleg, Reu,"
  },
  {
    "reference": "1Ch 1:26",
    "text": "Serug, Nahor, Terah,"
  },
  {
    "reference": "1Ch 1:27",
    "text": "and Abram (that is, Abraham)."
  },
  {
    "reference": "1Ch 1:28",
    "text": "The sons of Abraham were Isaac and Ishmael."
  },
  {
    "reference": "1Ch 1:29",
    "text": "These are their genealogies: Nebaioth the firstborn of Ishmael, then Kedar, Adbeel, Mibsam,"
  },
  {
    "reference": "1Ch 1:30",
    "text": "Mishma, Dumah, Massa, Hadad, Tema,"
  },
  {
    "reference": "1Ch 1:31",
    "text": "Jetur, Naphish, and Kedemah. These were the sons of Ishmael."
  },
  {
    "reference": "1Ch 1:32",
    "text": "The sons born to Keturah, Abraham’s concubine: Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The sons of Jokshan: Sheba and Dedan."
  },
  {
    "reference": "1Ch 1:33",
    "text": "The sons of Midian: Ephah, Epher, Hanoch, Abida, and Eldaah. All of these were Keturah’s sons."
  },
  {
    "reference": "1Ch 1:34",
    "text": "Abraham was the father of Isaac. The sons of Isaac: Esau and Israel."
  },
  {
    "reference": "1Ch 1:35",
    "text": "The sons of Esau: Eliphaz, Reuel, Jeush, Jalam, and Korah."
  },
  {
    "reference": "1Ch 1:36",
    "text": "The sons of Eliphaz: Teman, Omar, Zepho, Gatam, and Kenaz; and by Timna, Amalek."
  },
  {
    "reference": "1Ch 1:37",
    "text": "The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah."
  },
  {
    "reference": "1Ch 1:38",
    "text": "The sons of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."
  },
  {
    "reference": "1Ch 1:39",
    "text": "The sons of Lotan: Hori and Homam. Timna was Lotan’s sister."
  },
  {
    "reference": "1Ch 1:40",
    "text": "The sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam. The sons of Zibeon: Aiah and Anah."
  },
  {
    "reference": "1Ch 1:41",
    "text": "The son of Anah: Dishon. The sons of Dishon: Hemdan, Eshban, Ithran, and Cheran."
  },
  {
    "reference": "1Ch 1:42",
    "text": "The sons of Ezer: Bilhan, Zaavan, and Akan. The sons of Dishan: Uz and Aran."
  },
  {
    "reference": "1Ch 1:43",
    "text": "These are the kings who reigned in the land of Edom before any king reigned over the Israelites: Bela son of Beor. His city was named Dinhabah."
  },
  {
    "reference": "1Ch 1:44",
    "text": "When Bela died, Jobab son of Zerah from Bozrah reigned in his place."
  },
  {
    "reference": "1Ch 1:45",
    "text": "When Jobab died, Husham from the land of the Temanites reigned in his place."
  },
  {
    "reference": "1Ch 1:46",
    "text": "When Husham died, Hadad son of Bedad, who defeated Midian in the country of Moab, reigned in his place. And the name of his city was Avith."
  },
  {
    "reference": "1Ch 1:47",
    "text": "When Hadad died, Samlah from Masrekah reigned in his place."
  },
  {
    "reference": "1Ch 1:48",
    "text": "When Samlah died, Shaul from Rehoboth on the Euphrates reigned in his place."
  },
  {
    "reference": "1Ch 1:49",
    "text": "When Shaul died, Baal-hanan son of Achbor reigned in his place."
  },
  {
    "reference": "1Ch 1:50",
    "text": "When Baal-hanan died, Hadad reigned in his place. His city was named Pau, and his wife’s name was Mehetabel daughter of Matred, the daughter of Me-zahab."
  },
  {
    "reference": "1Ch 1:51",
    "text": "Then Hadad died. Now the chiefs of Edom were Timna, Alvah, Jetheth,"
  },
  {
    "reference": "1Ch 1:52",
    "text": "Oholibamah, Elah, Pinon,"
  },
  {
    "reference": "1Ch 1:53",
    "text": "Kenaz, Teman, Mibzar,"
  },
  {
    "reference": "1Ch 1:54",
    "text": "Magdiel, and Iram. These were the chiefs of Edom."
  },
  {
    "reference": "1Ch 2:1",
    "text": "These were the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"
  },
  {
    "reference": "1Ch 2:2",
    "text": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher."
  },
  {
    "reference": "1Ch 2:3",
    "text": "The sons of Judah: Er, Onan, and Shelah. These three were born to him by Bath-shua the Canaanite. Er, Judah’s firstborn, was wicked in the sight of the LORD. So the LORD put him to death."
  },
  {
    "reference": "1Ch 2:4",
    "text": "Tamar, Judah’s daughter-in-law, bore to him Perez and Zerah. Judah had five sons in all."
  },
  {
    "reference": "1Ch 2:5",
    "text": "The sons of Perez: Hezron and Hamul."
  },
  {
    "reference": "1Ch 2:6",
    "text": "The sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara—five in all."
  },
  {
    "reference": "1Ch 2:7",
    "text": "The son of Carmi: Achar, who brought trouble upon Israel by violating the ban on devoted things."
  },
  {
    "reference": "1Ch 2:8",
    "text": "The son of Ethan: Azariah."
  },
  {
    "reference": "1Ch 2:9",
    "text": "The sons who were born to Hezron: Jerahmeel, Ram, and Caleb."
  },
  {
    "reference": "1Ch 2:10",
    "text": "Ram was the father of Amminadab, and Amminadab was the father of Nahshon, a leader of the descendants of Judah."
  },
  {
    "reference": "1Ch 2:11",
    "text": "Nahshon was the father of Salmon, and Salmon was the father of Boaz."
  },
  {
    "reference": "1Ch 2:12",
    "text": "Boaz was the father of Obed, and Obed was the father of Jesse."
  },
  {
    "reference": "1Ch 2:13",
    "text": "Jesse was the father of Eliab his firstborn; Abinadab was born second, Shimea third,"
  },
  {
    "reference": "1Ch 2:14",
    "text": "Nethanel fourth, Raddai fifth,"
  },
  {
    "reference": "1Ch 2:15",
    "text": "Ozem sixth, and David seventh."
  },
  {
    "reference": "1Ch 2:16",
    "text": "Their sisters were Zeruiah and Abigail. And the three sons of Zeruiah were Abishai, Joab, and Asahel."
  },
  {
    "reference": "1Ch 2:17",
    "text": "Abigail was the mother of Amasa, whose father was Jether the Ishmaelite."
  },
  {
    "reference": "1Ch 2:18",
    "text": "Caleb son of Hezron had children by his wife Azubah and by Jerioth. These were the sons of Azubah: Jesher, Shobab, and Ardon."
  },
  {
    "reference": "1Ch 2:19",
    "text": "When Azubah died, Caleb married Ephrath, who bore to him Hur."
  },
  {
    "reference": "1Ch 2:20",
    "text": "Hur was the father of Uri, and Uri was the father of Bezalel."
  },
  {
    "reference": "1Ch 2:21",
    "text": "Later, Hezron slept with the daughter of Machir the father of Gilead. He had married her when he was sixty years old, and she bore to him Segub."
  },
  {
    "reference": "1Ch 2:22",
    "text": "Segub was the father of Jair, who had twenty-three cities in the land of Gilead."
  },
  {
    "reference": "1Ch 2:23",
    "text": "But Geshur and Aram captured Havvoth-jair, along with Kenath and its sixty surrounding villages. All these were descendants of Machir the father of Gilead."
  },
  {
    "reference": "1Ch 2:24",
    "text": "After Hezron died in Caleb-ephrathah, his wife Abijah bore to him Ashhur the father of Tekoa."
  },
  {
    "reference": "1Ch 2:25",
    "text": "The sons of Jerahmeel the firstborn of Hezron: Ram his firstborn, Bunah, Oren, Ozem, and Ahijah."
  },
  {
    "reference": "1Ch 2:26",
    "text": "Jerahmeel had another wife named Atarah, who was the mother of Onam."
  },
  {
    "reference": "1Ch 2:27",
    "text": "The sons of Ram the firstborn of Jerahmeel: Maaz, Jamin, and Eker."
  },
  {
    "reference": "1Ch 2:28",
    "text": "The sons of Onam: Shammai and Jada. The sons of Shammai: Nadab and Abishur."
  },
  {
    "reference": "1Ch 2:29",
    "text": "Abishur’s wife was named Abihail, and she bore to him Ahban and Molid."
  },
  {
    "reference": "1Ch 2:30",
    "text": "The sons of Nadab: Seled and Appaim. Seled died without children."
  },
  {
    "reference": "1Ch 2:31",
    "text": "The son of Appaim: Ishi. The son of Ishi: Sheshan. The son of Sheshan: Ahlai."
  },
  {
    "reference": "1Ch 2:32",
    "text": "The sons of Jada the brother of Shammai: Jether and Jonathan. Jether died without children."
  },
  {
    "reference": "1Ch 2:33",
    "text": "The sons of Jonathan: Peleth and Zaza. These were the descendants of Jerahmeel."
  },
  {
    "reference": "1Ch 2:34",
    "text": "Sheshan had no sons, but only daughters. He also had an Egyptian servant named Jarha."
  },
  {
    "reference": "1Ch 2:35",
    "text": "Sheshan gave his daughter in marriage to his servant Jarha, and she bore to him Attai."
  },
  {
    "reference": "1Ch 2:36",
    "text": "Attai was the father of Nathan, Nathan was the father of Zabad,"
  },
  {
    "reference": "1Ch 2:37",
    "text": "Zabad was the father of Ephlal, Ephlal was the father of Obed,"
  },
  {
    "reference": "1Ch 2:38",
    "text": "Obed was the father of Jehu, Jehu was the father of Azariah,"
  },
  {
    "reference": "1Ch 2:39",
    "text": "Azariah was the father of Helez, Helez was the father of Elasah,"
  },
  {
    "reference": "1Ch 2:40",
    "text": "Elasah was the father of Sismai, Sismai was the father of Shallum,"
  },
  {
    "reference": "1Ch 2:41",
    "text": "Shallum was the father of Jekamiah, and Jekamiah was the father of Elishama."
  },
  {
    "reference": "1Ch 2:42",
    "text": "The sons of Caleb the brother of Jerahmeel: Mesha his firstborn, who was the father of Ziph, and Mareshah his second son, who was the father of Hebron."
  },
  {
    "reference": "1Ch 2:43",
    "text": "The sons of Hebron: Korah, Tappuah, Rekem, and Shema."
  },
  {
    "reference": "1Ch 2:44",
    "text": "Shema was the father of Raham the father of Jorkeam, and Rekem was the father of Shammai."
  },
  {
    "reference": "1Ch 2:45",
    "text": "The son of Shammai was Maon, and Maon was the father of Beth-zur."
  },
  {
    "reference": "1Ch 2:46",
    "text": "Caleb’s concubine Ephah was the mother of Haran, Moza, and Gazez. Haran was the father of Gazez."
  },
  {
    "reference": "1Ch 2:47",
    "text": "The sons of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph."
  },
  {
    "reference": "1Ch 2:48",
    "text": "Caleb’s concubine Maacah was the mother of Sheber and Tirhanah."
  },
  {
    "reference": "1Ch 2:49",
    "text": "She was also the mother of Shaaph father of Madmannah, and of Sheva father of Machbenah and Gibea. Caleb’s daughter was Acsah."
  },
  {
    "reference": "1Ch 2:50",
    "text": "These were the descendants of Caleb. The sons of Hur the firstborn of Ephrathah: Shobal the father of Kiriath-jearim,"
  },
  {
    "reference": "1Ch 2:51",
    "text": "Salma the father of Bethlehem, and Hareph the father of Beth-gader."
  },
  {
    "reference": "1Ch 2:52",
    "text": "These were the descendants of Shobal the father of Kiriath-jearim: Haroeh, half the Manahathites,"
  },
  {
    "reference": "1Ch 2:53",
    "text": "and the clans of Kiriath-jearim—the Ithrites, Puthites, Shumathites, and Mishraites. From these descended the Zorathites and Eshtaolites."
  },
  {
    "reference": "1Ch 2:54",
    "text": "The descendants of Salma: Bethlehem, the Netophathites, Atroth-beth-joab, half the Manahathites, the Zorites,"
  },
  {
    "reference": "1Ch 2:55",
    "text": "and the clans of the scribes who lived at Jabez—the Tirathites, Shimeathites, and Sucathites. These are the Kenites who came from Hammath, the father of the house of Rechab."
  },
  {
    "reference": "1Ch 3:1",
    "text": "These were the sons of David who were born to him in Hebron: The firstborn was Amnon by Ahinoam of Jezreel; the second was Daniel by Abigail of Carmel;"
  },
  {
    "reference": "1Ch 3:2",
    "text": "the third was Absalom the son of Maacah daughter of King Talmai of Geshur; the fourth was Adonijah the son of Haggith;"
  },
  {
    "reference": "1Ch 3:3",
    "text": "the fifth was Shephatiah by Abital; and the sixth was Ithream by his wife Eglah."
  },
  {
    "reference": "1Ch 3:4",
    "text": "These six sons were born to David in Hebron, where he reigned seven years and six months. And David reigned in Jerusalem thirty-three years,"
  },
  {
    "reference": "1Ch 3:5",
    "text": "and these sons were born to him in Jerusalem: Shimea, Shobab, Nathan, and Solomon. These four were born to him by Bathsheba daughter of Ammiel."
  },
  {
    "reference": "1Ch 3:6",
    "text": "David’s other sons were Ibhar, Elishua, Eliphelet,"
  },
  {
    "reference": "1Ch 3:7",
    "text": "Nogah, Nepheg, Japhia,"
  },
  {
    "reference": "1Ch 3:8",
    "text": "Elishama, Eliada, and Eliphelet—nine in all."
  },
  {
    "reference": "1Ch 3:9",
    "text": "These were all the sons of David, besides the sons by his concubines. And Tamar was their sister."
  },
  {
    "reference": "1Ch 3:10",
    "text": "Solomon’s son was Rehoboam: Abijah was his son, Asa his son, Jehoshaphat his son,"
  },
  {
    "reference": "1Ch 3:11",
    "text": "Joram his son, Ahaziah his son, Joash his son,"
  },
  {
    "reference": "1Ch 3:12",
    "text": "Amaziah his son, Azariah his son, Jotham his son,"
  },
  {
    "reference": "1Ch 3:13",
    "text": "Ahaz his son, Hezekiah his son, Manasseh his son,"
  },
  {
    "reference": "1Ch 3:14",
    "text": "Amon his son, and Josiah his son."
  },
  {
    "reference": "1Ch 3:15",
    "text": "The sons of Josiah: Johanan was the firstborn, Jehoiakim the second, Zedekiah the third, and Shallum the fourth."
  },
  {
    "reference": "1Ch 3:16",
    "text": "The successors of Jehoiakim: Jeconiah his son, and Zedekiah."
  },
  {
    "reference": "1Ch 3:17",
    "text": "The descendants of Jeconiah the captive: Shealtiel his son,"
  },
  {
    "reference": "1Ch 3:18",
    "text": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah."
  },
  {
    "reference": "1Ch 3:19",
    "text": "The sons of Pedaiah: Zerubbabel and Shimei. The children of Zerubbabel: Meshullam and Hananiah, their sister Shelomith,"
  },
  {
    "reference": "1Ch 3:20",
    "text": "and five others: Hashubah, Ohel, Berechiah, Hasadiah, and Jushab-hesed."
  },
  {
    "reference": "1Ch 3:21",
    "text": "The descendants of Hananiah: Pelatiah, Jeshaiah, and the sons of Rephaiah, of Arnan, of Obadiah, and of Shecaniah."
  },
  {
    "reference": "1Ch 3:22",
    "text": "The six descendants of Shecaniah were Shemaiah and his sons: Hattush, Igal, Bariah, Neariah, and Shaphat."
  },
  {
    "reference": "1Ch 3:23",
    "text": "The sons of Neariah: Elioenai, Hizkiah, and Azrikam—three in all."
  },
  {
    "reference": "1Ch 3:24",
    "text": "The sons of Elioenai: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani—seven in all."
  },
  {
    "reference": "1Ch 4:1",
    "text": "The descendants of Judah: Perez, Hezron, Carmi, Hur, and Shobal."
  },
  {
    "reference": "1Ch 4:2",
    "text": "Reaiah son of Shobal was the father of Jahath, and Jahath was the father of Ahumai and Lahad. These were the clans of the Zorathites."
  },
  {
    "reference": "1Ch 4:3",
    "text": "These were the sons of Etam: Jezreel, Ishma, and Idbash. And their sister was named Hazzelelponi."
  },
  {
    "reference": "1Ch 4:4",
    "text": "Penuel was the father of Gedor, and Ezer was the father of Hushah. These were the descendants of Hur, the firstborn of Ephrathah and the father of Bethlehem."
  },
  {
    "reference": "1Ch 4:5",
    "text": "Ashhur the father of Tekoa had two wives, Helah and Naarah."
  },
  {
    "reference": "1Ch 4:6",
    "text": "Naarah bore to him Ahuzzam, Hepher, Temeni, and Haahashtari. These were the descendants of Naarah."
  },
  {
    "reference": "1Ch 4:7",
    "text": "The sons of Helah were Zereth, Zohar, Ethnan,"
  },
  {
    "reference": "1Ch 4:8",
    "text": "and Koz, who was the father of Anub and Zobebah and of the clans of Aharhel son of Harum."
  },
  {
    "reference": "1Ch 4:9",
    "text": "Now Jabez was more honorable than his brothers. His mother had named him Jabez, saying, “Because I bore him in pain.”"
  },
  {
    "reference": "1Ch 4:10",
    "text": "And Jabez called out to the God of Israel, “If only You would bless me and enlarge my territory! May Your hand be with me and keep me from harm, so that I will be free from pain.” And God granted the request of Jabez."
  },
  {
    "reference": "1Ch 4:11",
    "text": "Chelub the brother of Shuhah was the father of Mehir, who was the father of Eshton."
  },
  {
    "reference": "1Ch 4:12",
    "text": "Eshton was the father of Beth-rapha, of Paseah, and of Tehinnah the father of Ir-nahash. These were the men of Recah."
  },
  {
    "reference": "1Ch 4:13",
    "text": "The sons of Kenaz: Othniel and Seraiah. The sons of Othniel: Hathath and Meonothai."
  },
  {
    "reference": "1Ch 4:14",
    "text": "Meonothai was the father of Ophrah, and Seraiah was the father of Joab, the father of those living in Ge-harashim, which was given this name because its people were craftsmen."
  },
  {
    "reference": "1Ch 4:15",
    "text": "The sons of Caleb son of Jephunneh: Iru, Elah, and Naam. The son of Elah: Kenaz."
  },
  {
    "reference": "1Ch 4:16",
    "text": "The sons of Jehallelel: Ziph, Ziphah, Tiria, and Asarel."
  },
  {
    "reference": "1Ch 4:17",
    "text": "The sons of Ezrah: Jether, Mered, Epher, and Jalon. And Mered’s wife Bithiah gave birth to Miriam, Shammai, and Ishbah the father of Eshtemoa."
  },
  {
    "reference": "1Ch 4:18",
    "text": "These were the children of Pharaoh’s daughter Bithiah. Mered also took a Judean wife, who gave birth to Jered the father of Gedor, Heber the father of Soco, and Jekuthiel the father of Zanoah."
  },
  {
    "reference": "1Ch 4:19",
    "text": "The sons of Hodiah’s wife, the sister of Naham, were the fathers of Keilah the Garmite and of Eshtemoa the Maacathite."
  },
  {
    "reference": "1Ch 4:20",
    "text": "The sons of Shimon: Amnon, Rinnah, Ben-hanan, and Tilon. The descendants of Ishi: Zoheth and Ben-zoheth."
  },
  {
    "reference": "1Ch 4:21",
    "text": "The sons of Shelah son of Judah: Er the father of Lecah, Laadah the father of Mareshah and the clans of the linen workers at Beth-ashbea,"
  },
  {
    "reference": "1Ch 4:22",
    "text": "Jokim, the men of Cozeba, and Joash and Saraph, who ruled in Moab and Jashubi-lehem. (These names are from ancient records.)"
  },
  {
    "reference": "1Ch 4:23",
    "text": "These were the potters who lived at Netaim and Gederah. They lived there in the service of the king."
  },
  {
    "reference": "1Ch 4:24",
    "text": "The descendants of Simeon: Nemuel, Jamin, Jarib, Zerah, and Shaul."
  },
  {
    "reference": "1Ch 4:25",
    "text": "The sons of Shaul: Shallum, Mibsam, and Mishma."
  },
  {
    "reference": "1Ch 4:26",
    "text": "The sons of Mishma: Hammuel, Zaccur, and Shimei."
  },
  {
    "reference": "1Ch 4:27",
    "text": "Shimei had sixteen sons and six daughters, but his brothers did not have many children, so their whole clan did not become as numerous as the sons of Judah."
  },
  {
    "reference": "1Ch 4:28",
    "text": "They lived in Beersheba, Moladah, Hazar-shual,"
  },
  {
    "reference": "1Ch 4:29",
    "text": "Bilhah, Ezem, Tolad,"
  },
  {
    "reference": "1Ch 4:30",
    "text": "Bethuel, Hormah, Ziklag,"
  },
  {
    "reference": "1Ch 4:31",
    "text": "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These were their cities until the reign of David."
  },
  {
    "reference": "1Ch 4:32",
    "text": "And their villages were Etam, Ain, Rimmon, Tochen, and Ashan—five towns—"
  },
  {
    "reference": "1Ch 4:33",
    "text": "and all their surrounding villages as far as Baal. These were their settlements, and they kept a genealogical record:"
  },
  {
    "reference": "1Ch 4:34",
    "text": "Meshobab, Jamlech, Joshah son of Amaziah,"
  },
  {
    "reference": "1Ch 4:35",
    "text": "Joel, Jehu son of Joshibiah (son of Seraiah, son of Asiel),"
  },
  {
    "reference": "1Ch 4:36",
    "text": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,"
  },
  {
    "reference": "1Ch 4:37",
    "text": "and Ziza son of Shiphi (son of Allon, son of Jedaiah, son of Shimri, son of Shemaiah)."
  },
  {
    "reference": "1Ch 4:38",
    "text": "These men listed by name were the leaders of their clans. Their families increased greatly,"
  },
  {
    "reference": "1Ch 4:39",
    "text": "and they journeyed to the entrance of Gedor, to the east side of the valley, in search of pasture for their flocks."
  },
  {
    "reference": "1Ch 4:40",
    "text": "There they found rich, good pasture, and the land was spacious, peaceful, and quiet; for some Hamites had lived there formerly."
  },
  {
    "reference": "1Ch 4:41",
    "text": "These who were noted by name came in the days of Hezekiah king of Judah. They attacked the Hamites in their dwellings as well as the Meunites who were there, devoting them to destruction even to this day. Then they settled in their place, because there was pasture for their flocks."
  },
  {
    "reference": "1Ch 4:42",
    "text": "And five hundred of these Simeonites led by Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi, went to Mount Seir"
  },
  {
    "reference": "1Ch 4:43",
    "text": "and struck down the remnant of the Amalekites who had escaped. And they have lived there to this day."
  },
  {
    "reference": "1Ch 5:1",
    "text": "These were the sons of Reuben the firstborn of Israel. Though he was the firstborn, his birthright was given to the sons of Joseph son of Israel, because Reuben defiled his father’s bed. So he is not reckoned according to birthright."
  },
  {
    "reference": "1Ch 5:2",
    "text": "And though Judah prevailed over his brothers and a ruler came from him, the birthright belonged to Joseph."
  },
  {
    "reference": "1Ch 5:3",
    "text": "The sons of Reuben, the firstborn of Israel: Hanoch, Pallu, Hezron, and Carmi."
  },
  {
    "reference": "1Ch 5:4",
    "text": "The descendants of Joel: Shemaiah his son, Gog his son, Shimei his son,"
  },
  {
    "reference": "1Ch 5:5",
    "text": "Micah his son, Reaiah his son, Baal his son,"
  },
  {
    "reference": "1Ch 5:6",
    "text": "and Beerah his son, whom Tiglath-pileser king of Assyria carried into exile. Beerah was a leader of the Reubenites."
  },
  {
    "reference": "1Ch 5:7",
    "text": "His relatives by their clans are recorded in their genealogy: Jeiel the chief, Zechariah,"
  },
  {
    "reference": "1Ch 5:8",
    "text": "and Bela son of Azaz, the son of Shema, the son of Joel. They settled in Aroer and as far as Nebo and Baal-meon."
  },
  {
    "reference": "1Ch 5:9",
    "text": "They also settled in the east as far as the edge of the desert that extends to the Euphrates River, because their livestock had increased in the land of Gilead."
  },
  {
    "reference": "1Ch 5:10",
    "text": "During the days of Saul they waged war against the Hagrites, who were defeated at their hands, and they occupied the dwellings of the Hagrites throughout the region east of Gilead."
  },
  {
    "reference": "1Ch 5:11",
    "text": "The descendants of Gad lived next to the Reubenites in the land of Bashan, as far as Salecah:"
  },
  {
    "reference": "1Ch 5:12",
    "text": "Joel was the chief, Shapham the second, then Jaanai and Shaphat, who lived in Bashan."
  },
  {
    "reference": "1Ch 5:13",
    "text": "Their kinsmen by families were Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber—seven in all."
  },
  {
    "reference": "1Ch 5:14",
    "text": "These were the sons of Abihail son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz."
  },
  {
    "reference": "1Ch 5:15",
    "text": "Ahi son of Abdiel, the son of Guni, was head of their family."
  },
  {
    "reference": "1Ch 5:16",
    "text": "They lived in Gilead, in Bashan and its towns, and throughout the pasturelands of Sharon."
  },
  {
    "reference": "1Ch 5:17",
    "text": "All of them were recorded in the genealogies during the reigns of Jotham king of Judah and Jeroboam king of Israel."
  },
  {
    "reference": "1Ch 5:18",
    "text": "The Reubenites, the Gadites, and the half-tribe of Manasseh had 44,760 warriors—valiant men who carried the shield and sword, drew the bow, and were trained for battle."
  },
  {
    "reference": "1Ch 5:19",
    "text": "They waged war against the Hagrites, as well as Jetur, Naphish, and Nodab."
  },
  {
    "reference": "1Ch 5:20",
    "text": "And because they cried out to God in battle, they were helped against their enemies, and the Hagrites and all their allies were delivered into their hands. Because they put their trust in God, He answered their prayers."
  },
  {
    "reference": "1Ch 5:21",
    "text": "They seized the livestock of the Hagrites—50,000 camels, 250,000 sheep, and 2,000 donkeys. They also took 100,000 captives,"
  },
  {
    "reference": "1Ch 5:22",
    "text": "and many others fell slain, because the battle belonged to God. And they occupied the land until the exile."
  },
  {
    "reference": "1Ch 5:23",
    "text": "Now the people of the half-tribe of Manasseh were numerous. They settled in the land from Bashan to Baal-hermon (that is, Senir, also known as Mount Hermon)."
  },
  {
    "reference": "1Ch 5:24",
    "text": "These were the heads of their families: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were mighty men of valor, famous men, and heads of their families."
  },
  {
    "reference": "1Ch 5:25",
    "text": "But they were unfaithful to the God of their fathers, and they prostituted themselves with the gods of the peoples of the land, whom God had destroyed before them."
  },
  {
    "reference": "1Ch 5:26",
    "text": "So the God of Israel stirred up the spirit of Pul king of Assyria (that is, Tiglath-pileser king of Assyria) to take the Reubenites, the Gadites, and the half-tribe of Manasseh into exile. And he brought them to Halah, Habor, Hara, and the river of Gozan, where they remain to this day."
  },
  {
    "reference": "1Ch 6:1",
    "text": "The sons of Levi: Gershon, Kohath, and Merari."
  },
  {
    "reference": "1Ch 6:2",
    "text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel."
  },
  {
    "reference": "1Ch 6:3",
    "text": "The children of Amram: Aaron, Moses, and Miriam. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar."
  },
  {
    "reference": "1Ch 6:4",
    "text": "Eleazar was the father of Phinehas, Phinehas was the father of Abishua,"
  },
  {
    "reference": "1Ch 6:5",
    "text": "Abishua was the father of Bukki, Bukki was the father of Uzzi,"
  },
  {
    "reference": "1Ch 6:6",
    "text": "Uzzi was the father of Zerahiah, Zerahiah was the father of Meraioth,"
  },
  {
    "reference": "1Ch 6:7",
    "text": "Meraioth was the father of Amariah, Amariah was the father of Ahitub,"
  },
  {
    "reference": "1Ch 6:8",
    "text": "Ahitub was the father of Zadok, Zadok was the father of Ahimaaz,"
  },
  {
    "reference": "1Ch 6:9",
    "text": "Ahimaaz was the father of Azariah, Azariah was the father of Johanan,"
  },
  {
    "reference": "1Ch 6:10",
    "text": "Johanan was the father of Azariah, who served as priest in the temple that Solomon built in Jerusalem,"
  },
  {
    "reference": "1Ch 6:11",
    "text": "Azariah was the father of Amariah, Amariah was the father of Ahitub,"
  },
  {
    "reference": "1Ch 6:12",
    "text": "Ahitub was the father of Zadok, Zadok was the father of Shallum,"
  },
  {
    "reference": "1Ch 6:13",
    "text": "Shallum was the father of Hilkiah, Hilkiah was the father of Azariah,"
  },
  {
    "reference": "1Ch 6:14",
    "text": "Azariah was the father of Seraiah, and Seraiah was the father of Jehozadak."
  },
  {
    "reference": "1Ch 6:15",
    "text": "Jehozadak went into captivity when the LORD sent Judah and Jerusalem into exile by the hand of Nebuchadnezzar."
  },
  {
    "reference": "1Ch 6:16",
    "text": "The sons of Levi: Gershom, Kohath, and Merari."
  },
  {
    "reference": "1Ch 6:17",
    "text": "These are the names of the sons of Gershom: Libni and Shimei."
  },
  {
    "reference": "1Ch 6:18",
    "text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel."
  },
  {
    "reference": "1Ch 6:19",
    "text": "The sons of Merari: Mahli and Mushi. These are the clans of the Levites listed according to their fathers:"
  },
  {
    "reference": "1Ch 6:20",
    "text": "Of Gershom: Libni his son, Jahath his son, Zimmah his son,"
  },
  {
    "reference": "1Ch 6:21",
    "text": "Joah his son, Iddo his son, Zerah his son, and Jeatherai his son."
  },
  {
    "reference": "1Ch 6:22",
    "text": "The descendants of Kohath: Amminadab his son, Korah his son, Assir his son,"
  },
  {
    "reference": "1Ch 6:23",
    "text": "Elkanah his son, Ebiasaph his son, Assir his son,"
  },
  {
    "reference": "1Ch 6:24",
    "text": "Tahath his son, Uriel his son, Uzziah his son, and Shaul his son."
  },
  {
    "reference": "1Ch 6:25",
    "text": "The descendants of Elkanah: Amasai, Ahimoth,"
  },
  {
    "reference": "1Ch 6:26",
    "text": "Elkanah his son, Zophai his son, Nahath his son,"
  },
  {
    "reference": "1Ch 6:27",
    "text": "Eliab his son, Jeroham his son, and Elkanah his son."
  },
  {
    "reference": "1Ch 6:28",
    "text": "The sons of Samuel: Joel his firstborn and Abijah his second son."
  },
  {
    "reference": "1Ch 6:29",
    "text": "The descendants of Merari: Mahli, Libni his son, Shimei his son, Uzzah his son,"
  },
  {
    "reference": "1Ch 6:30",
    "text": "Shimea his son, Haggiah his son, and Asaiah his son."
  },
  {
    "reference": "1Ch 6:31",
    "text": "These are the men David put in charge of the music in the house of the LORD after the ark rested there."
  },
  {
    "reference": "1Ch 6:32",
    "text": "They ministered with song before the tabernacle, the Tent of Meeting, until Solomon built the house of the LORD in Jerusalem. And they performed their duties according to the regulations given them."
  },
  {
    "reference": "1Ch 6:33",
    "text": "These are the men who served, together with their sons. From the Kohathites: Heman the singer, the son of Joel, the son of Samuel,"
  },
  {
    "reference": "1Ch 6:34",
    "text": "the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,"
  },
  {
    "reference": "1Ch 6:35",
    "text": "the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,"
  },
  {
    "reference": "1Ch 6:36",
    "text": "the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,"
  },
  {
    "reference": "1Ch 6:37",
    "text": "the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,"
  },
  {
    "reference": "1Ch 6:38",
    "text": "the son of Izhar, the son of Kohath, the son of Levi, the son of Israel."
  },
  {
    "reference": "1Ch 6:39",
    "text": "Heman’s kinsman was Asaph, who served at his right hand: Asaph the son of Berechiah, the son of Shimea,"
  },
  {
    "reference": "1Ch 6:40",
    "text": "the son of Michael, the son of Baaseiah, the son of Malchijah,"
  },
  {
    "reference": "1Ch 6:41",
    "text": "the son of Ethni, the son of Zerah, the son of Adaiah,"
  },
  {
    "reference": "1Ch 6:42",
    "text": "the son of Ethan, the son of Zimmah, the son of Shimei,"
  },
  {
    "reference": "1Ch 6:43",
    "text": "the son of Jahath, the son of Gershom, the son of Levi."
  },
  {
    "reference": "1Ch 6:44",
    "text": "On the left were their kinsmen, the sons of Merari: Ethan the son of Kishi, the son of Abdi, the son of Malluch,"
  },
  {
    "reference": "1Ch 6:45",
    "text": "the son of Hashabiah, the son of Amaziah, the son of Hilkiah,"
  },
  {
    "reference": "1Ch 6:46",
    "text": "the son of Amzi, the son of Bani, the son of Shemer,"
  },
  {
    "reference": "1Ch 6:47",
    "text": "the son of Mahli, the son of Mushi, the son of Merari, the son of Levi."
  },
  {
    "reference": "1Ch 6:48",
    "text": "Their fellow Levites were assigned to every kind of service of the tabernacle, the house of God."
  },
  {
    "reference": "1Ch 6:49",
    "text": "But Aaron and his sons did all the work of the Most Holy Place. They presented the offerings on the altar of burnt offering and on the altar of incense to make atonement for Israel, according to all that Moses the servant of God had commanded."
  },
  {
    "reference": "1Ch 6:50",
    "text": "These were the descendants of Aaron: Eleazar his son, Phinehas his son, Abishua his son,"
  },
  {
    "reference": "1Ch 6:51",
    "text": "Bukki his son, Uzzi his son, Zerahiah his son,"
  },
  {
    "reference": "1Ch 6:52",
    "text": "Meraioth his son, Amariah his son, Ahitub his son,"
  },
  {
    "reference": "1Ch 6:53",
    "text": "Zadok his son, and Ahimaaz his son."
  },
  {
    "reference": "1Ch 6:54",
    "text": "Now these were the territories assigned to the descendants of Aaron from the Kohathite clan for their settlements, because the first lot fell to them:"
  },
  {
    "reference": "1Ch 6:55",
    "text": "They were given Hebron in the land of Judah and its surrounding pasturelands."
  },
  {
    "reference": "1Ch 6:56",
    "text": "But the fields and villages around the city were given to Caleb son of Jephunneh."
  },
  {
    "reference": "1Ch 6:57",
    "text": "So the descendants of Aaron were given Hebron (a city of refuge), Libnah, Jattir, Eshtemoa,"
  },
  {
    "reference": "1Ch 6:58",
    "text": "Hilen, Debir,"
  },
  {
    "reference": "1Ch 6:59",
    "text": "Ashan, Juttah, and Beth-shemesh, together with their pasturelands."
  },
  {
    "reference": "1Ch 6:60",
    "text": "And from the tribe of Benjamin they were given Gibeon, Geba, Alemeth, and Anathoth, together with their pasturelands. So they had thirteen cities in all among their families."
  },
  {
    "reference": "1Ch 6:61",
    "text": "To the rest of the Kohathites, ten cities were allotted from the half-tribe of Manasseh."
  },
  {
    "reference": "1Ch 6:62",
    "text": "The Gershomites, according to their clans, were allotted thirteen cities from the tribes of Issachar, Asher, Naphtali, and Manasseh in Bashan."
  },
  {
    "reference": "1Ch 6:63",
    "text": "The Merarites, according to their clans, were allotted twelve cities from the tribes of Reuben, Gad, and Zebulun."
  },
  {
    "reference": "1Ch 6:64",
    "text": "So the Israelites gave to the Levites these cities and their pasturelands."
  },
  {
    "reference": "1Ch 6:65",
    "text": "They assigned by lot the cities named above from the tribes of Judah, Simeon, and Benjamin."
  },
  {
    "reference": "1Ch 6:66",
    "text": "And some of the clans of the Kohathites were given cities from the tribe of Ephraim for their territory:"
  },
  {
    "reference": "1Ch 6:67",
    "text": "They were given Shechem (a city of refuge) with its pasturelands in the hill country of Ephraim, and Gezer,"
  },
  {
    "reference": "1Ch 6:68",
    "text": "Jokmeam, Beth-horon,"
  },
  {
    "reference": "1Ch 6:69",
    "text": "Aijalon, and Gath-rimmon, together with their pasturelands."
  },
  {
    "reference": "1Ch 6:70",
    "text": "And from the half-tribe of Manasseh the rest of the clans of the Kohathites were given Aner and Bileam, together with their pasturelands."
  },
  {
    "reference": "1Ch 6:71",
    "text": "The Gershomites received the following: From the clan of the half-tribe of Manasseh they were given Golan in Bashan and also Ashtaroth, together with their pasturelands."
  },
  {
    "reference": "1Ch 6:72",
    "text": "From the tribe of Issachar they were given Kedesh, Daberath,"
  },
  {
    "reference": "1Ch 6:73",
    "text": "Ramoth, and Anem, together with their pasturelands."
  },
  {
    "reference": "1Ch 6:74",
    "text": "From the tribe of Asher they were given Mashal, Abdon,"
  },
  {
    "reference": "1Ch 6:75",
    "text": "Hukok, and Rehob, together with their pasturelands."
  },
  {
    "reference": "1Ch 6:76",
    "text": "And from the tribe of Naphtali they were given Kedesh in Galilee, Hammon, and Kiriathaim, together with their pasturelands."
  },
  {
    "reference": "1Ch 6:77",
    "text": "The Merarites (the rest of the Levites) received the following: From the tribe of Zebulun they were given Rimmono and Tabor, together with their pasturelands."
  },
  {
    "reference": "1Ch 6:78",
    "text": "From the tribe of Reuben east of the Jordan opposite Jericho they were given Bezer in the wilderness, Jahzah,"
  },
  {
    "reference": "1Ch 6:79",
    "text": "Kedemoth, and Mephaath, together with their pasturelands."
  },
  {
    "reference": "1Ch 6:80",
    "text": "And from the tribe of Gad they were given Ramoth in Gilead, Mahanaim,"
  },
  {
    "reference": "1Ch 6:81",
    "text": "Heshbon, and Jazer, together with their pasturelands."
  },
  {
    "reference": "1Ch 7:1",
    "text": "The sons of Issachar: Tola, Puah, Jashub, and Shimron—four in all."
  },
  {
    "reference": "1Ch 7:2",
    "text": "The sons of Tola: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, the heads of their families. In the days of David, 22,600 descendants of Tola were numbered in their genealogies as mighty men of valor."
  },
  {
    "reference": "1Ch 7:3",
    "text": "The son of Uzzi: Izrahiah. The sons of Izrahiah: Michael, Obadiah, Joel, and Isshiah. All five of them were chiefs."
  },
  {
    "reference": "1Ch 7:4",
    "text": "In addition to them, according to their genealogy, they had 36,000 troops for battle, for they had many wives and children."
  },
  {
    "reference": "1Ch 7:5",
    "text": "Their kinsmen belonging to all the families of Issachar who were mighty men of valor totaled 87,000, as listed in their genealogies."
  },
  {
    "reference": "1Ch 7:6",
    "text": "The three sons of Benjamin: Bela, Becher, and Jediael."
  },
  {
    "reference": "1Ch 7:7",
    "text": "The sons of Bela: Ezbon, Uzzi, Uzziel, Jerimoth, and Iri, heads of their families—five in all. There were 22,034 mighty men of valor listed in their genealogies."
  },
  {
    "reference": "1Ch 7:8",
    "text": "The sons of Becher: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth; all these were Becher’s sons."
  },
  {
    "reference": "1Ch 7:9",
    "text": "Their genealogies were recorded according to the heads of their families—20,200 mighty men of valor."
  },
  {
    "reference": "1Ch 7:10",
    "text": "The son of Jediael: Bilhan. The sons of Bilhan: Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar."
  },
  {
    "reference": "1Ch 7:11",
    "text": "All these sons of Jediael were heads of their families, mighty men of valor; there were 17,200 fit for battle."
  },
  {
    "reference": "1Ch 7:12",
    "text": "The Shuppites and Huppites were descendants of Ir, and the Hushites were descendants of Aher."
  },
  {
    "reference": "1Ch 7:13",
    "text": "The sons of Naphtali: Jahziel, Guni, Jezer, and Shallum—the descendants of Bilhah."
  },
  {
    "reference": "1Ch 7:14",
    "text": "The descendants of Manasseh: Asriel through his Aramean concubine. She also gave birth to Machir the father of Gilead."
  },
  {
    "reference": "1Ch 7:15",
    "text": "Machir took a wife from among the Huppites and Shuppites. The name of his sister was Maacah. Another descendant was named Zelophehad, who had only daughters."
  },
  {
    "reference": "1Ch 7:16",
    "text": "Machir’s wife Maacah gave birth to a son, and she named him Peresh. His brother was named Sheresh, and his sons were Ulam and Rekem."
  },
  {
    "reference": "1Ch 7:17",
    "text": "The son of Ulam: Bedan. These were the sons of Gilead son of Machir, the son of Manasseh."
  },
  {
    "reference": "1Ch 7:18",
    "text": "His sister Hammolecheth gave birth to Ishhod, Abiezer, and Mahlah."
  },
  {
    "reference": "1Ch 7:19",
    "text": "And these were the sons of Shemida: Ahian, Shechem, Likhi, and Aniam."
  },
  {
    "reference": "1Ch 7:20",
    "text": "The descendants of Ephraim: Shuthelah, Bered his son, Tahath his son, Eleadah his son, Tahath his son,"
  },
  {
    "reference": "1Ch 7:21",
    "text": "Zabad his son, and Shuthelah his son. Ezer and Elead were killed by the natives of Gath, because they went down to steal their livestock."
  },
  {
    "reference": "1Ch 7:22",
    "text": "Their father Ephraim mourned for many days, and his relatives came to comfort him."
  },
  {
    "reference": "1Ch 7:23",
    "text": "And again he slept with his wife, and she conceived and gave birth to a son. So he named him Beriah, because tragedy had come upon his house."
  },
  {
    "reference": "1Ch 7:24",
    "text": "His daughter was Sheerah, who built Lower and Upper Beth-horon, as well as Uzzen-sheerah."
  },
  {
    "reference": "1Ch 7:25",
    "text": "Additionally, Rephah was his son, Resheph his son, Telah his son, Tahan his son,"
  },
  {
    "reference": "1Ch 7:26",
    "text": "Ladan his son, Ammihud his son, Elishama his son,"
  },
  {
    "reference": "1Ch 7:27",
    "text": "Nun his son, and Joshua his son."
  },
  {
    "reference": "1Ch 7:28",
    "text": "Their holdings and settlements included Bethel and its villages, Naaran to the east, Gezer and its villages to the west, and Shechem and its villages as far as Ayyah and its villages."
  },
  {
    "reference": "1Ch 7:29",
    "text": "And along the borders of Manasseh were Beth-shean, Taanach, Megiddo, and Dor, together with their villages. The descendants of Joseph son of Israel lived in these towns."
  },
  {
    "reference": "1Ch 7:30",
    "text": "The children of Asher: Imnah, Ishvah, Ishvi, Beriah, and their sister Serah."
  },
  {
    "reference": "1Ch 7:31",
    "text": "The sons of Beriah: Heber, as well as Malchiel, who was the father of Birzaith."
  },
  {
    "reference": "1Ch 7:32",
    "text": "Heber was the father of Japhlet, Shomer, and Hotham, and of their sister Shua."
  },
  {
    "reference": "1Ch 7:33",
    "text": "The sons of Japhlet: Pasach, Bimhal, and Ashvath. These were Japhlet’s sons."
  },
  {
    "reference": "1Ch 7:34",
    "text": "The sons of Shemer: Ahi, Rohgah, Hubbah, and Aram."
  },
  {
    "reference": "1Ch 7:35",
    "text": "The sons of his brother Helem: Zophah, Imna, Shelesh, and Amal."
  },
  {
    "reference": "1Ch 7:36",
    "text": "The sons of Zophah: Suah, Harnepher, Shual, Beri, Imrah,"
  },
  {
    "reference": "1Ch 7:37",
    "text": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera."
  },
  {
    "reference": "1Ch 7:38",
    "text": "The sons of Jether: Jephunneh, Pispa, and Ara."
  },
  {
    "reference": "1Ch 7:39",
    "text": "The sons of Ulla: Arah, Hanniel, and Rizia."
  },
  {
    "reference": "1Ch 7:40",
    "text": "All these were the descendants of Asher—heads of their families, choice and mighty men of valor, and chiefs among the leaders. The number of men fit for battle, recorded in their genealogies, was 26,000."
  },
  {
    "reference": "1Ch 8:1",
    "text": "Benjamin was the father of Bela his firstborn, Ashbel the second, Aharah the third,"
  },
  {
    "reference": "1Ch 8:2",
    "text": "Nohah the fourth, and Rapha the fifth."
  },
  {
    "reference": "1Ch 8:3",
    "text": "The sons of Bela: Addar, Gera, Abihud,"
  },
  {
    "reference": "1Ch 8:4",
    "text": "Abishua, Naaman, Ahoah,"
  },
  {
    "reference": "1Ch 8:5",
    "text": "Gera, Shephuphan, and Huram."
  },
  {
    "reference": "1Ch 8:6",
    "text": "These were the descendants of Ehud who were the heads of the families living in Geba and were exiled to Manahath:"
  },
  {
    "reference": "1Ch 8:7",
    "text": "Naaman, Ahijah, and Gera, who carried them into exile and who was the father of Uzza and Ahihud."
  },
  {
    "reference": "1Ch 8:8",
    "text": "Shaharaim had sons in the country of Moab after he had divorced his wives Hushim and Baara."
  },
  {
    "reference": "1Ch 8:9",
    "text": "His sons by his wife Hodesh: Jobab, Zibia, Mesha, Malcam,"
  },
  {
    "reference": "1Ch 8:10",
    "text": "Jeuz, Sachia, and Mirmah. These were his sons, heads of families."
  },
  {
    "reference": "1Ch 8:11",
    "text": "He also had sons by Hushim: Abitub and Elpaal."
  },
  {
    "reference": "1Ch 8:12",
    "text": "The sons of Elpaal: Eber, Misham, Shemed (who built Ono and Lod with its villages),"
  },
  {
    "reference": "1Ch 8:13",
    "text": "and Beriah and Shema (who were the heads of families living in Aijalon and who drove out the inhabitants of Gath)."
  },
  {
    "reference": "1Ch 8:14",
    "text": "Ahio, Shashak, Jeremoth,"
  },
  {
    "reference": "1Ch 8:15",
    "text": "Zebadiah, Arad, Eder,"
  },
  {
    "reference": "1Ch 8:16",
    "text": "Michael, Ishpah, and Joha were the sons of Beriah."
  },
  {
    "reference": "1Ch 8:17",
    "text": "Zebadiah, Meshullam, Hizki, Heber,"
  },
  {
    "reference": "1Ch 8:18",
    "text": "Ishmerai, Izliah, and Jobab were the sons of Elpaal."
  },
  {
    "reference": "1Ch 8:19",
    "text": "Jakim, Zichri, Zabdi,"
  },
  {
    "reference": "1Ch 8:20",
    "text": "Elienai, Zillethai, Eliel,"
  },
  {
    "reference": "1Ch 8:21",
    "text": "Adaiah, Beraiah, and Shimrath were the sons of Shimei."
  },
  {
    "reference": "1Ch 8:22",
    "text": "Ishpan, Eber, Eliel,"
  },
  {
    "reference": "1Ch 8:23",
    "text": "Abdon, Zichri, Hanan,"
  },
  {
    "reference": "1Ch 8:24",
    "text": "Hananiah, Elam, Anthothijah,"
  },
  {
    "reference": "1Ch 8:25",
    "text": "Iphdeiah, and Penuel were the sons of Shashak."
  },
  {
    "reference": "1Ch 8:26",
    "text": "Shamsherai, Shehariah, Athaliah,"
  },
  {
    "reference": "1Ch 8:27",
    "text": "Jaareshiah, Elijah, and Zichri were the sons of Jeroham."
  },
  {
    "reference": "1Ch 8:28",
    "text": "All these were heads of families, the chiefs according to their genealogies, and they lived in Jerusalem."
  },
  {
    "reference": "1Ch 8:29",
    "text": "Jeiel the father of Gibeon lived in Gibeon. His wife’s name was Maacah,"
  },
  {
    "reference": "1Ch 8:30",
    "text": "and Abdon was his firstborn son, then Zur, Kish, Baal, Nadab,"
  },
  {
    "reference": "1Ch 8:31",
    "text": "Gedor, Ahio, Zecher,"
  },
  {
    "reference": "1Ch 8:32",
    "text": "and Mikloth, who was the father of Shimeah. They too lived alongside their relatives in Jerusalem."
  },
  {
    "reference": "1Ch 8:33",
    "text": "Ner was the father of Kish, Kish was the father of Saul, and Saul was the father of Jonathan, Malchishua, Abinadab, and Esh-baal."
  },
  {
    "reference": "1Ch 8:34",
    "text": "The son of Jonathan: Merib-baal, and Merib-baal was the father of Micah."
  },
  {
    "reference": "1Ch 8:35",
    "text": "The sons of Micah: Pithon, Melech, Tarea, and Ahaz."
  },
  {
    "reference": "1Ch 8:36",
    "text": "Ahaz was the father of Jehoaddah, Jehoaddah was the father of Alemeth, Azmaveth, and Zimri, and Zimri was the father of Moza."
  },
  {
    "reference": "1Ch 8:37",
    "text": "Moza was the father of Binea. Raphah was his son, Eleasah his son, and Azel his son."
  },
  {
    "reference": "1Ch 8:38",
    "text": "Azel had six sons, and these were their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel."
  },
  {
    "reference": "1Ch 8:39",
    "text": "The sons of his brother Eshek: Ulam was his firstborn, Jeush second, and Eliphelet third."
  },
  {
    "reference": "1Ch 8:40",
    "text": "The sons of Ulam were mighty men of valor, archers, and they had many sons and grandsons—150 in all. All these were the descendants of Benjamin."
  },
  {
    "reference": "1Ch 9:1",
    "text": "So all Israel was recorded in the genealogies written in the Book of the Kings of Israel. But Judah was exiled to Babylon because of their unfaithfulness."
  },
  {
    "reference": "1Ch 9:2",
    "text": "Now the first to resettle their own property in their cities were Israelites, priests, Levites, and temple servants."
  },
  {
    "reference": "1Ch 9:3",
    "text": "Some of the descendants of Judah, Benjamin, Ephraim, and Manasseh lived in Jerusalem:"
  },
  {
    "reference": "1Ch 9:4",
    "text": "Uthai son of Ammihud, the son of Omri, the son of Imri, the son of Bani, a descendant of Perez son of Judah."
  },
  {
    "reference": "1Ch 9:5",
    "text": "From the Shilonites: Asaiah the firstborn and his sons."
  },
  {
    "reference": "1Ch 9:6",
    "text": "From the Zerahites: Jeuel and 690 relatives."
  },
  {
    "reference": "1Ch 9:7",
    "text": "From the Benjamites: Sallu son of Meshullam, the son of Hodaviah, the son of Hassenuah;"
  },
  {
    "reference": "1Ch 9:8",
    "text": "Ibneiah son of Jeroham; Elah son of Uzzi, the son of Michri; Meshullam son of Shephatiah, the son of Reuel, the son of Ibnijah;"
  },
  {
    "reference": "1Ch 9:9",
    "text": "and 956 of their relatives according to their genealogy. All these men were heads of their families."
  },
  {
    "reference": "1Ch 9:10",
    "text": "From the priests: Jedaiah, Jehoiarib, and Jachin;"
  },
  {
    "reference": "1Ch 9:11",
    "text": "Azariah son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the chief official of God’s temple;"
  },
  {
    "reference": "1Ch 9:12",
    "text": "Adaiah son of Jeroham, the son of Pashhur, the son of Malchijah; Maasai son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer;"
  },
  {
    "reference": "1Ch 9:13",
    "text": "and 1,760 of their relatives, the heads of their families, able men for the work of the service of the house of God."
  },
  {
    "reference": "1Ch 9:14",
    "text": "From the Levites: Shemaiah son of Hasshub, the son of Azrikam, the son of Hashabiah, a descendant of Merari;"
  },
  {
    "reference": "1Ch 9:15",
    "text": "Bakbakkar, Heresh, Galal, and Mattaniah son of Mica, the son of Zichri, the son of Asaph;"
  },
  {
    "reference": "1Ch 9:16",
    "text": "Obadiah son of Shemaiah, the son of Galal, the son of Jeduthun; and Berechiah son of Asa, the son of Elkanah, who lived in the villages of the Netophathites."
  },
  {
    "reference": "1Ch 9:17",
    "text": "These were the gatekeepers: Shallum, Akkub, Talmon, Ahiman, and their relatives. Shallum was their chief;"
  },
  {
    "reference": "1Ch 9:18",
    "text": "he was previously stationed at the King’s Gate on the east side. These were the gatekeepers from the camp of the Levites."
  },
  {
    "reference": "1Ch 9:19",
    "text": "Shallum son of Kore, the son of Ebiasaph, the son of Korah, and his relatives from the Korahites were assigned to guard the thresholds of the Tent, just as their fathers had been assigned to guard the entrance to the dwelling of the LORD."
  },
  {
    "reference": "1Ch 9:20",
    "text": "In earlier times Phinehas son of Eleazar had been in charge of the gatekeepers, and the LORD was with him."
  },
  {
    "reference": "1Ch 9:21",
    "text": "Zechariah son of Meshelemiah was the gatekeeper at the entrance to the Tent of Meeting."
  },
  {
    "reference": "1Ch 9:22",
    "text": "The number of those chosen to be gatekeepers at the thresholds was 212. They were registered by genealogy in their villages. David and Samuel the seer had appointed them to their positions of trust."
  },
  {
    "reference": "1Ch 9:23",
    "text": "So they and their descendants were assigned to guard the gates of the house of the LORD—the house called the Tent."
  },
  {
    "reference": "1Ch 9:24",
    "text": "The gatekeepers were stationed on the four sides: east, west, north, and south."
  },
  {
    "reference": "1Ch 9:25",
    "text": "Their relatives came from their villages at fixed times to serve with them for seven-day periods."
  },
  {
    "reference": "1Ch 9:26",
    "text": "But the four chief gatekeepers, who were Levites, were entrusted with the rooms and the treasuries of the house of God."
  },
  {
    "reference": "1Ch 9:27",
    "text": "They would spend the night stationed around the house of God, because they were responsible for guarding it and opening it every morning."
  },
  {
    "reference": "1Ch 9:28",
    "text": "Some of them were in charge of the articles used in worship, to count them whenever they were brought in or taken out."
  },
  {
    "reference": "1Ch 9:29",
    "text": "Others were put in charge of the furnishings and other articles of the sanctuary, as well as the fine flour, wine, oil, frankincense, and spices."
  },
  {
    "reference": "1Ch 9:30",
    "text": "And some of the sons of the priests mixed the spices."
  },
  {
    "reference": "1Ch 9:31",
    "text": "A Levite named Mattithiah, the firstborn son of Shallum the Korahite, was entrusted with baking the bread."
  },
  {
    "reference": "1Ch 9:32",
    "text": "Some of their Kohathite relatives were responsible for preparing the rows of the showbread every Sabbath."
  },
  {
    "reference": "1Ch 9:33",
    "text": "Those who were musicians, the heads of Levite families, stayed in the temple chambers and were exempt from other duties because they were on duty day and night."
  },
  {
    "reference": "1Ch 9:34",
    "text": "All these were heads of Levite families, chiefs according to their genealogies, and they lived in Jerusalem."
  },
  {
    "reference": "1Ch 9:35",
    "text": "Jeiel the father of Gibeon lived in Gibeon. His wife’s name was Maacah."
  },
  {
    "reference": "1Ch 9:36",
    "text": "Abdon was his firstborn son, then Zur, Kish, Baal, Ner, Nadab,"
  },
  {
    "reference": "1Ch 9:37",
    "text": "Gedor, Ahio, Zechariah, and Mikloth."
  },
  {
    "reference": "1Ch 9:38",
    "text": "Mikloth was the father of Shimeam. They too lived alongside their relatives in Jerusalem."
  },
  {
    "reference": "1Ch 9:39",
    "text": "Ner was the father of Kish, Kish was the father of Saul, and Saul was the father of Jonathan, Malchishua, Abinadab, and Esh-baal."
  },
  {
    "reference": "1Ch 9:40",
    "text": "The son of Jonathan: Merib-baal, who was the father of Micah."
  },
  {
    "reference": "1Ch 9:41",
    "text": "The sons of Micah: Pithon, Melech, Tahrea, and Ahaz."
  },
  {
    "reference": "1Ch 9:42",
    "text": "Ahaz was the father of Jarah; Jarah was the father of Alemeth, Azmaveth, and Zimri; and Zimri was the father of Moza."
  },
  {
    "reference": "1Ch 9:43",
    "text": "Moza was the father of Binea. Rephaiah was his son, Elasah his son, and Azel his son."
  },
  {
    "reference": "1Ch 9:44",
    "text": "And Azel had six sons, and these were their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. These were the sons of Azel."
  },
  {
    "reference": "1Ch 10:1",
    "text": "Now the Philistines fought against Israel, and the men of Israel fled before them, and many fell slain on Mount Gilboa."
  },
  {
    "reference": "1Ch 10:2",
    "text": "The Philistines followed hard after Saul and his sons, and they killed Saul’s sons Jonathan, Abinadab, and Malchishua."
  },
  {
    "reference": "1Ch 10:3",
    "text": "When the battle intensified against Saul, the archers overtook him and wounded him."
  },
  {
    "reference": "1Ch 10:4",
    "text": "Then Saul said to his armor-bearer, “Draw your sword and run me through with it, or these uncircumcised men will come and torture me!” But his armor-bearer was terrified and refused to do it. So Saul took his own sword and fell on it."
  },
  {
    "reference": "1Ch 10:5",
    "text": "When his armor-bearer saw that Saul was dead, he too fell on his own sword and died."
  },
  {
    "reference": "1Ch 10:6",
    "text": "So Saul died together with his three sons and all his house."
  },
  {
    "reference": "1Ch 10:7",
    "text": "When all the Israelites in the valley saw that the army had fled and that Saul and his sons had died, they abandoned their cities and ran away. So the Philistines came and occupied their cities."
  },
  {
    "reference": "1Ch 10:8",
    "text": "The next day, when the Philistines came to strip the dead, they found Saul and his sons fallen on Mount Gilboa."
  },
  {
    "reference": "1Ch 10:9",
    "text": "They stripped Saul, cut off his head, took his armor, and sent messengers throughout the land of the Philistines to proclaim the news in the temple of their idols and among their people."
  },
  {
    "reference": "1Ch 10:10",
    "text": "They put his armor in the temple of their gods and hung his head in the temple of Dagon."
  },
  {
    "reference": "1Ch 10:11",
    "text": "When all the people of Jabesh-gilead heard about everything the Philistines had done to Saul,"
  },
  {
    "reference": "1Ch 10:12",
    "text": "all their men of valor set out and retrieved the bodies of Saul and his sons and brought them to Jabesh. And they buried their bones under the oak in Jabesh and fasted seven days."
  },
  {
    "reference": "1Ch 10:13",
    "text": "So Saul died for his unfaithfulness to the LORD, because he did not keep the word of the LORD and even consulted a medium for guidance,"
  },
  {
    "reference": "1Ch 10:14",
    "text": "and he failed to inquire of the LORD. So the LORD put him to death and turned the kingdom over to David son of Jesse."
  },
  {
    "reference": "1Ch 11:1",
    "text": "Then all Israel came together to David at Hebron and said, “Here we are, your own flesh and blood."
  },
  {
    "reference": "1Ch 11:2",
    "text": "Even in times past, while Saul was king, you were the one who led Israel out and brought them back. And the LORD your God said, ‘You will shepherd My people Israel, and you will be ruler over them.’”"
  },
  {
    "reference": "1Ch 11:3",
    "text": "So all the elders of Israel came to the king at Hebron, where David made a covenant with them before the LORD. And they anointed him king over Israel, according to the word of the LORD through Samuel."
  },
  {
    "reference": "1Ch 11:4",
    "text": "Then David and all the Israelites marched to Jerusalem (that is, Jebus), where the Jebusites inhabited the land."
  },
  {
    "reference": "1Ch 11:5",
    "text": "The people of Jebus said to David, “You will never get in here.” Nevertheless, David captured the fortress of Zion (that is, the City of David)."
  },
  {
    "reference": "1Ch 11:6",
    "text": "Now David had said, “Whoever is the first to strike down a Jebusite will become chief commander.” And Joab son of Zeruiah went up first, and he became the chief."
  },
  {
    "reference": "1Ch 11:7",
    "text": "So David took up residence in the fortress; that is why it was called the City of David."
  },
  {
    "reference": "1Ch 11:8",
    "text": "He built up the city around it, from the supporting terraces to the surrounding wall, while Joab restored the rest of the city."
  },
  {
    "reference": "1Ch 11:9",
    "text": "And David became greater and greater, for the LORD of Hosts was with him."
  },
  {
    "reference": "1Ch 11:10",
    "text": "Now these were the chiefs of David’s mighty men, who, together with all Israel, bolstered and strengthened his kingdom, according to the word of the LORD concerning Israel."
  },
  {
    "reference": "1Ch 11:11",
    "text": "This is the list of David’s mighty men: Jashobeam son of Hachmoni was chief of the officers; he wielded his spear against three hundred men, whom he killed at one time."
  },
  {
    "reference": "1Ch 11:12",
    "text": "Next in command was Eleazar son of Dodo the Ahohite, one of the three mighty men."
  },
  {
    "reference": "1Ch 11:13",
    "text": "He was with David at Pas-dammim when the Philistines gathered there for battle. At a place with a field full of barley, the troops fled from the Philistines."
  },
  {
    "reference": "1Ch 11:14",
    "text": "But Eleazar and David stationed themselves in the middle of the field and defended it. They struck down the Philistines, and the LORD brought about a great victory."
  },
  {
    "reference": "1Ch 11:15",
    "text": "Three of the thirty chief men went down to David, to the rock at the cave of Adullam, while a company of Philistines was encamped in the Valley of Rephaim."
  },
  {
    "reference": "1Ch 11:16",
    "text": "At that time David was in the stronghold, and the garrison of the Philistines was at Bethlehem."
  },
  {
    "reference": "1Ch 11:17",
    "text": "David longed for water and said, “Oh, that someone would get me a drink of water from the well near the gate of Bethlehem!”"
  },
  {
    "reference": "1Ch 11:18",
    "text": "So the Three broke through the Philistine camp, drew water from the well at the gate of Bethlehem, and brought it back to David. But he refused to drink it; instead, he poured it out to the LORD,"
  },
  {
    "reference": "1Ch 11:19",
    "text": "saying, “Far be it from me, my God, to do this! How can I drink the blood of these men who risked their lives?” Because they had brought it at the risk of their lives, David refused to drink it. Such were the exploits of the three mighty men."
  },
  {
    "reference": "1Ch 11:20",
    "text": "Now Abishai, the brother of Joab, was chief of the Three, and he wielded his spear against three hundred men, killed them, and won a name along with the Three."
  },
  {
    "reference": "1Ch 11:21",
    "text": "He was doubly honored above the Three, and he became their commander, even though he was not included among the Three."
  },
  {
    "reference": "1Ch 11:22",
    "text": "And Benaiah son of Jehoiada was a man of valor from Kabzeel, a man of many exploits. He struck down two champions of Moab, and on a snowy day he went down into a pit and killed a lion."
  },
  {
    "reference": "1Ch 11:23",
    "text": "He also struck down an Egyptian, a huge man five cubits tall. Although the Egyptian had a spear like a weaver’s beam in his hand, Benaiah went against him with a club, snatched the spear from his hand, and killed the Egyptian with his own spear."
  },
  {
    "reference": "1Ch 11:24",
    "text": "These were the exploits of Benaiah son of Jehoiada, who won a name along with the three mighty men."
  },
  {
    "reference": "1Ch 11:25",
    "text": "He was most honored among the Thirty, but he did not become one of the Three. And David appointed him over his guard."
  },
  {
    "reference": "1Ch 11:26",
    "text": "Now these were the mighty men: Asahel the brother of Joab, Elhanan son of Dodo of Bethlehem,"
  },
  {
    "reference": "1Ch 11:27",
    "text": "Shammoth the Harorite, Helez the Pelonite,"
  },
  {
    "reference": "1Ch 11:28",
    "text": "Ira son of Ikkesh the Tekoite, Abiezer the Anathothite,"
  },
  {
    "reference": "1Ch 11:29",
    "text": "Sibbecai the Hushathite, Ilai the Ahohite,"
  },
  {
    "reference": "1Ch 11:30",
    "text": "Maharai the Netophathite, Heled son of Baanah the Netophathite,"
  },
  {
    "reference": "1Ch 11:31",
    "text": "Ithai son of Ribai from Gibeah of the Benjamites, Benaiah the Pirathonite,"
  },
  {
    "reference": "1Ch 11:32",
    "text": "Hurai from the brooks of Gaash, Abiel the Arbathite,"
  },
  {
    "reference": "1Ch 11:33",
    "text": "Azmaveth the Baharumite, Eliahba the Shaalbonite,"
  },
  {
    "reference": "1Ch 11:34",
    "text": "the sons of Hashem the Gizonite, Jonathan son of Shagee the Hararite,"
  },
  {
    "reference": "1Ch 11:35",
    "text": "Ahiam son of Sachar the Hararite, Eliphal son of Ur,"
  },
  {
    "reference": "1Ch 11:36",
    "text": "Hepher the Mecherathite, Ahijah the Pelonite,"
  },
  {
    "reference": "1Ch 11:37",
    "text": "Hezro the Carmelite, Naarai son of Ezbai,"
  },
  {
    "reference": "1Ch 11:38",
    "text": "Joel the brother of Nathan, Mibhar son of Hagri,"
  },
  {
    "reference": "1Ch 11:39",
    "text": "Zelek the Ammonite, Naharai the Beerothite, the armor-bearer of Joab son of Zeruiah,"
  },
  {
    "reference": "1Ch 11:40",
    "text": "Ira the Ithrite, Gareb the Ithrite,"
  },
  {
    "reference": "1Ch 11:41",
    "text": "Uriah the Hittite, Zabad son of Ahlai,"
  },
  {
    "reference": "1Ch 11:42",
    "text": "Adina son of Shiza the Reubenite, chief of the Reubenites, and the thirty with him,"
  },
  {
    "reference": "1Ch 11:43",
    "text": "Hanan son of Maacah, Joshaphat the Mithnite,"
  },
  {
    "reference": "1Ch 11:44",
    "text": "Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite,"
  },
  {
    "reference": "1Ch 11:45",
    "text": "Jediael son of Shimri and his brother Joha the Tizite,"
  },
  {
    "reference": "1Ch 11:46",
    "text": "Eliel the Mahavite, Jeribai and Joshaviah, the sons of Elnaam, Ithmah the Moabite,"
  },
  {
    "reference": "1Ch 11:47",
    "text": "Eliel, Obed, and Jaasiel the Mezobaite."
  },
  {
    "reference": "1Ch 12:1",
    "text": "Now these were the men who came to David at Ziklag, while he was still banished from the presence of Saul son of Kish (they were among the mighty men who helped him in battle;"
  },
  {
    "reference": "1Ch 12:2",
    "text": "they were archers using both the right and left hands to sling stones and shoot arrows; and they were Saul’s kinsmen from Benjamin):"
  },
  {
    "reference": "1Ch 12:3",
    "text": "Ahiezer their chief and Joash, who were the sons of Shemaah the Gibeathite; Jeziel and Pelet, the sons of Azmaveth; Beracah; Jehu the Anathothite;"
  },
  {
    "reference": "1Ch 12:4",
    "text": "Ishmaiah the Gibeonite, a mighty man among the Thirty and a leader over the Thirty; Jeremiah, Jahaziel, Johanan, and Jozabad the Gederathite;"
  },
  {
    "reference": "1Ch 12:5",
    "text": "Eluzai, Jerimoth, Bealiah, Shemariah, and Shephatiah the Haruphite;"
  },
  {
    "reference": "1Ch 12:6",
    "text": "Elkanah, Isshiah, Azarel, Joezer, and Jashobeam, who were Korahites;"
  },
  {
    "reference": "1Ch 12:7",
    "text": "and Joelah and Zebadiah, the sons of Jeroham from Gedor."
  },
  {
    "reference": "1Ch 12:8",
    "text": "Some Gadites defected to David at his stronghold in the wilderness. They were mighty men of valor, trained for battle, experts with the shield and spear, whose faces were like the faces of lions and who were as swift as gazelles on the mountains:"
  },
  {
    "reference": "1Ch 12:9",
    "text": "Ezer the chief, Obadiah the second in command, Eliab the third,"
  },
  {
    "reference": "1Ch 12:10",
    "text": "Mishmannah the fourth, Jeremiah the fifth,"
  },
  {
    "reference": "1Ch 12:11",
    "text": "Attai the sixth, Eliel the seventh,"
  },
  {
    "reference": "1Ch 12:12",
    "text": "Johanan the eighth, Elzabad the ninth,"
  },
  {
    "reference": "1Ch 12:13",
    "text": "Jeremiah the tenth, and Machbanai the eleventh."
  },
  {
    "reference": "1Ch 12:14",
    "text": "These Gadites were army commanders, the least of whom was a match for a hundred, and the greatest for a thousand."
  },
  {
    "reference": "1Ch 12:15",
    "text": "These are the ones who crossed the Jordan in the first month when it was overflowing all its banks, and they put to flight all those in the valleys, both to the east and to the west."
  },
  {
    "reference": "1Ch 12:16",
    "text": "Other Benjamites and some men from Judah also came to David in his stronghold."
  },
  {
    "reference": "1Ch 12:17",
    "text": "And David went out to meet them, saying, “If you have come to me in peace to help me, my heart will be united with you; but if you have come to betray me to my enemies when my hands are free of violence, may the God of our fathers see it and judge you.”"
  },
  {
    "reference": "1Ch 12:18",
    "text": "Then the Spirit came upon Amasai, the chief of the Thirty, and he said: “We are yours, O David! We are with you, O son of Jesse! Peace, peace to you, and peace to your helpers, for your God helps you.” So David received them and made them leaders of his troops."
  },
  {
    "reference": "1Ch 12:19",
    "text": "Some from Manasseh defected to David when he went with the Philistines to fight against Saul. (They did not help the Philistines because the Philistine rulers consulted and sent David away, saying, “It will cost us our heads if he defects to his master Saul.”)"
  },
  {
    "reference": "1Ch 12:20",
    "text": "When David went to Ziklag, these men of Manasseh defected to him: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, chiefs of thousands in Manasseh."
  },
  {
    "reference": "1Ch 12:21",
    "text": "They helped David against the raiders, for they were all mighty men of valor and commanders in the army."
  },
  {
    "reference": "1Ch 12:22",
    "text": "For at that time men came to David day after day to help him, until he had a great army, like the army of God."
  },
  {
    "reference": "1Ch 12:23",
    "text": "Now these are the numbers of men armed for battle who came to David at Hebron to turn Saul’s kingdom over to him, in accordance with the word of the LORD:"
  },
  {
    "reference": "1Ch 12:24",
    "text": "From Judah: 6,800 armed troops bearing shields and spears."
  },
  {
    "reference": "1Ch 12:25",
    "text": "From Simeon: 7,100 mighty men of valor, ready for battle."
  },
  {
    "reference": "1Ch 12:26",
    "text": "From Levi: 4,600,"
  },
  {
    "reference": "1Ch 12:27",
    "text": "including Jehoiada, leader of the house of Aaron, with 3,700 men,"
  },
  {
    "reference": "1Ch 12:28",
    "text": "and Zadok, a mighty young man of valor, with 22 commanders from his own family."
  },
  {
    "reference": "1Ch 12:29",
    "text": "From Benjamin, the kinsmen of Saul: 3,000, most of whom had remained loyal to the house of Saul up to that time."
  },
  {
    "reference": "1Ch 12:30",
    "text": "From Ephraim: 20,800 mighty men of valor, famous among their own clans."
  },
  {
    "reference": "1Ch 12:31",
    "text": "From the half-tribe of Manasseh: 18,000 designated by name to come and make David king."
  },
  {
    "reference": "1Ch 12:32",
    "text": "From Issachar, men who understood the times and knew what Israel should do: 200 chiefs with all their kinsmen at their command."
  },
  {
    "reference": "1Ch 12:33",
    "text": "From Zebulun: 50,000 fit for service, trained for battle with all kinds of weapons of war, who with one purpose were devoted to David."
  },
  {
    "reference": "1Ch 12:34",
    "text": "From Naphtali: 1,000 commanders, accompanied by 37,000 men with shield and spear."
  },
  {
    "reference": "1Ch 12:35",
    "text": "From Dan: 28,600 prepared for battle."
  },
  {
    "reference": "1Ch 12:36",
    "text": "From Asher: 40,000 fit for service, prepared for battle."
  },
  {
    "reference": "1Ch 12:37",
    "text": "And from east of the Jordan, from Reuben, Gad, and the half-tribe of Manasseh there: 120,000 armed with every kind of weapon of war."
  },
  {
    "reference": "1Ch 12:38",
    "text": "All these men of war, arrayed for battle, came to Hebron fully determined to make David king over all Israel. And all the rest of the Israelites were of one mind to make David king."
  },
  {
    "reference": "1Ch 12:39",
    "text": "They spent three days there eating and drinking with David, for their relatives had provided for them."
  },
  {
    "reference": "1Ch 12:40",
    "text": "And their neighbors from as far away as Issachar, Zebulun, and Naphtali came bringing food on donkeys, camels, mules, and oxen—abundant supplies of flour, fig cakes and raisin cakes, wine and oil, oxen and sheep. Indeed, there was joy in Israel."
  },
  {
    "reference": "1Ch 13:1",
    "text": "Then David conferred with all his leaders, the commanders of thousands and of hundreds."
  },
  {
    "reference": "1Ch 13:2",
    "text": "And he said to the whole assembly of Israel, “If it seems good to you, and if this is of the LORD our God, let us send word far and wide to the rest of our brothers in all the land of Israel, and also to the priests and Levites in their cities and pasturelands, so that they may join us."
  },
  {
    "reference": "1Ch 13:3",
    "text": "Then let us bring back the ark of our God, for we did not inquire of Him in the days of Saul.”"
  },
  {
    "reference": "1Ch 13:4",
    "text": "And because this proposal seemed right to all the people, the whole assembly agreed to it."
  },
  {
    "reference": "1Ch 13:5",
    "text": "So David assembled all Israel, from the River Shihor in Egypt to Lebo-hamath, to bring the ark of God from Kiriath-jearim."
  },
  {
    "reference": "1Ch 13:6",
    "text": "David and all Israel went up to Baalah of Judah (that is, Kiriath-jearim) to bring up from there the ark of God the LORD, who is enthroned between the cherubim—the ark that is called by the Name."
  },
  {
    "reference": "1Ch 13:7",
    "text": "So they carried the ark of God from the house of Abinadab on a new cart, with Uzzah and Ahio guiding the cart."
  },
  {
    "reference": "1Ch 13:8",
    "text": "David and all the Israelites were celebrating before God with all their might, with songs and on harps and lyres, with tambourines, cymbals, and trumpets."
  },
  {
    "reference": "1Ch 13:9",
    "text": "When they came to the threshing floor of Chidon, Uzzah reached out and took hold of the ark, because the oxen had stumbled."
  },
  {
    "reference": "1Ch 13:10",
    "text": "And the anger of the LORD burned against Uzzah, and He struck him down because he had put his hand on the ark. So he died there before God."
  },
  {
    "reference": "1Ch 13:11",
    "text": "Then David became angry because the LORD had burst forth against Uzzah. So he named that place Perez-uzzah, as it is called to this day."
  },
  {
    "reference": "1Ch 13:12",
    "text": "That day David feared God and asked, “How can I ever bring the ark of God to me?”"
  },
  {
    "reference": "1Ch 13:13",
    "text": "So he did not move the ark with him to the City of David; instead, he took it aside to the house of Obed-edom the Gittite."
  },
  {
    "reference": "1Ch 13:14",
    "text": "Thus the ark of God remained with the family of Obed-edom in his house for three months, and the LORD blessed his household and everything he owned."
  },
  {
    "reference": "1Ch 14:1",
    "text": "Now Hiram king of Tyre sent envoys to David, along with cedar logs, stonemasons, and carpenters, to build a palace for him."
  },
  {
    "reference": "1Ch 14:2",
    "text": "And David realized that the LORD had established him as king over Israel and had highly exalted his kingdom for the sake of His people Israel."
  },
  {
    "reference": "1Ch 14:3",
    "text": "And David took more wives in Jerusalem and became the father of more sons and daughters."
  },
  {
    "reference": "1Ch 14:4",
    "text": "These are the names of the children born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
  },
  {
    "reference": "1Ch 14:5",
    "text": "Ibhar, Elishua, Elpelet,"
  },
  {
    "reference": "1Ch 14:6",
    "text": "Nogah, Nepheg, Japhia,"
  },
  {
    "reference": "1Ch 14:7",
    "text": "Elishama, Beeliada, and Eliphelet."
  },
  {
    "reference": "1Ch 14:8",
    "text": "When the Philistines heard that David had been anointed king over all Israel, they all went in search of him; but David learned of this and went out to face them."
  },
  {
    "reference": "1Ch 14:9",
    "text": "Now the Philistines had come and raided the Valley of Rephaim."
  },
  {
    "reference": "1Ch 14:10",
    "text": "So David inquired of God, “Should I go up against the Philistines? Will You deliver them into my hand?” “Go,” replied the LORD, “for I will deliver them into your hand.”"
  },
  {
    "reference": "1Ch 14:11",
    "text": "So David and his men went up to Baal-perazim, where he defeated the Philistines and said, “Like a bursting flood, God has burst out against my enemies by my hand.” So they called that place Baal-perazim."
  },
  {
    "reference": "1Ch 14:12",
    "text": "There the Philistines abandoned their gods, and David ordered that they be burned in the fire."
  },
  {
    "reference": "1Ch 14:13",
    "text": "Once again the Philistines raided the valley."
  },
  {
    "reference": "1Ch 14:14",
    "text": "So David again inquired of God, who answered him, “Do not march up after them, but circle around them and attack them in front of the balsam trees."
  },
  {
    "reference": "1Ch 14:15",
    "text": "As soon as you hear the sound of marching in the tops of the balsam trees, move out to battle, because this will mean that God has gone out before you to strike the camp of the Philistines.”"
  },
  {
    "reference": "1Ch 14:16",
    "text": "So David did as God had commanded him, and they struck down the army of the Philistines all the way from Gibeon to Gezer."
  },
  {
    "reference": "1Ch 14:17",
    "text": "And David’s fame went out into every land, and the LORD caused all nations to fear him."
  },
  {
    "reference": "1Ch 15:1",
    "text": "David constructed buildings for himself in the City of David, and he prepared a place for the ark of God and pitched a tent for it."
  },
  {
    "reference": "1Ch 15:2",
    "text": "Then David said, “No one but the Levites may carry the ark of God, because the LORD has chosen them to carry the ark of the LORD and to minister before Him forever.”"
  },
  {
    "reference": "1Ch 15:3",
    "text": "And David assembled all Israel in Jerusalem to bring up the ark of the LORD to the place he had prepared for it."
  },
  {
    "reference": "1Ch 15:4",
    "text": "Then he gathered together the descendants of Aaron and the Levites:"
  },
  {
    "reference": "1Ch 15:5",
    "text": "From the Kohathites, Uriel the chief and 120 of his relatives;"
  },
  {
    "reference": "1Ch 15:6",
    "text": "from the Merarites, Asaiah the chief and 220 of his relatives;"
  },
  {
    "reference": "1Ch 15:7",
    "text": "from the Gershomites, Joel the chief and 130 of his relatives;"
  },
  {
    "reference": "1Ch 15:8",
    "text": "from the Elizaphanites, Shemaiah the chief and 200 of his relatives;"
  },
  {
    "reference": "1Ch 15:9",
    "text": "from the Hebronites, Eliel the chief and 80 of his relatives;"
  },
  {
    "reference": "1Ch 15:10",
    "text": "and from the Uzzielites, Amminadab the chief and 112 of his relatives."
  },
  {
    "reference": "1Ch 15:11",
    "text": "David summoned the priests Zadok and Abiathar and the Levites Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab."
  },
  {
    "reference": "1Ch 15:12",
    "text": "And he said to them, “You are the heads of the Levitical families. You and your relatives must consecrate yourselves so that you may bring the ark of the LORD, the God of Israel, to the place I have prepared for it."
  },
  {
    "reference": "1Ch 15:13",
    "text": "It was because you Levites were not with us the first time that the LORD our God burst forth in anger against us. For we did not consult Him about the proper order.”"
  },
  {
    "reference": "1Ch 15:14",
    "text": "So the priests and Levites consecrated themselves to bring up the ark of the LORD, the God of Israel."
  },
  {
    "reference": "1Ch 15:15",
    "text": "And the Levites carried the ark of God on their shoulders with the poles, as Moses had commanded in accordance with the word of the LORD."
  },
  {
    "reference": "1Ch 15:16",
    "text": "David also told the leaders of the Levites to appoint their relatives as singers to lift up their voices with joy, accompanied by musical instruments—harps, lyres, and cymbals."
  },
  {
    "reference": "1Ch 15:17",
    "text": "So the Levites appointed Heman son of Joel; from his brothers, Asaph son of Berechiah; from their brothers the Merarites, Ethan son of Kushaiah;"
  },
  {
    "reference": "1Ch 15:18",
    "text": "and with them their brothers next in rank: Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, and the gatekeepers Obed-edom and Jeiel."
  },
  {
    "reference": "1Ch 15:19",
    "text": "The musicians Heman, Asaph, and Ethan were to sound the bronze cymbals."
  },
  {
    "reference": "1Ch 15:20",
    "text": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah were to play the harps according to Alamoth."
  },
  {
    "reference": "1Ch 15:21",
    "text": "And Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel, and Azaziah were to lead the music with lyres according to Sheminith."
  },
  {
    "reference": "1Ch 15:22",
    "text": "Chenaniah the head Levite was the director of the music because he was highly skilled."
  },
  {
    "reference": "1Ch 15:23",
    "text": "Berechiah and Elkanah were to be guardians of the ark."
  },
  {
    "reference": "1Ch 15:24",
    "text": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer—the priests—were to blow the trumpets before the ark of God. Obed-edom and Jehiah were also to be guardians of the ark."
  },
  {
    "reference": "1Ch 15:25",
    "text": "So David, the elders of Israel, and the commanders of thousands went with rejoicing to bring the ark of the covenant of the LORD from the house of Obed-edom."
  },
  {
    "reference": "1Ch 15:26",
    "text": "And because God helped the Levites who were carrying the ark of the covenant of the LORD, they sacrificed seven bulls and seven rams."
  },
  {
    "reference": "1Ch 15:27",
    "text": "Now David was dressed in a robe of fine linen, as were all the Levites who were carrying the ark, as well as the singers and Chenaniah, the director of music for the singers. David also wore a linen ephod."
  },
  {
    "reference": "1Ch 15:28",
    "text": "So all Israel brought up the ark of the covenant of the LORD with shouting, with the sounding of rams’ horns and trumpets, and with cymbals and the music of harps and lyres."
  },
  {
    "reference": "1Ch 15:29",
    "text": "As the ark of the covenant of the LORD was entering the City of David, Saul’s daughter Michal looked down from a window and saw King David dancing and celebrating, and she despised him in her heart."
  },
  {
    "reference": "1Ch 16:1",
    "text": "So they brought the ark of God and placed it inside the tent that David had pitched for it. And they presented burnt offerings and peace offerings before God."
  },
  {
    "reference": "1Ch 16:2",
    "text": "When David had finished sacrificing the burnt offerings and peace offerings, he blessed the people in the name of the LORD."
  },
  {
    "reference": "1Ch 16:3",
    "text": "Then he distributed to every man and woman of Israel a loaf of bread, a date cake, and a raisin cake."
  },
  {
    "reference": "1Ch 16:4",
    "text": "David appointed some of the Levites to minister before the ark of the LORD, to celebrate, to give thanks, and to praise the LORD, the God of Israel."
  },
  {
    "reference": "1Ch 16:5",
    "text": "Asaph was the chief, Zechariah was second, then Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel. They were to play the harps and lyres, while Asaph sounded the cymbals"
  },
  {
    "reference": "1Ch 16:6",
    "text": "and the priests Benaiah and Jahaziel blew the trumpets regularly before the ark of the covenant of God."
  },
  {
    "reference": "1Ch 16:7",
    "text": "On that day David first committed to Asaph and his associates this song of thanksgiving to the LORD:"
  },
  {
    "reference": "1Ch 16:8",
    "text": "“Give thanks to the LORD; call upon His name; make known His deeds among the nations."
  },
  {
    "reference": "1Ch 16:9",
    "text": "Sing to Him, sing praises to Him; tell of all His wonders."
  },
  {
    "reference": "1Ch 16:10",
    "text": "Glory in His holy name; let the hearts of those who seek the LORD rejoice."
  },
  {
    "reference": "1Ch 16:11",
    "text": "Seek out the LORD and His strength; seek His face always."
  },
  {
    "reference": "1Ch 16:12",
    "text": "Remember the wonders He has done, His marvels, and the judgments He has pronounced,"
  },
  {
    "reference": "1Ch 16:13",
    "text": "O offspring of His servant Israel, O sons of Jacob, His chosen ones."
  },
  {
    "reference": "1Ch 16:14",
    "text": "He is the LORD our God; His judgments carry throughout the earth."
  },
  {
    "reference": "1Ch 16:15",
    "text": "Remember His covenant forever, the word He ordained for a thousand generations—"
  },
  {
    "reference": "1Ch 16:16",
    "text": "the covenant He made with Abraham, and the oath He swore to Isaac."
  },
  {
    "reference": "1Ch 16:17",
    "text": "He confirmed it to Jacob as a decree, to Israel as an everlasting covenant:"
  },
  {
    "reference": "1Ch 16:18",
    "text": "‘I will give you the land of Canaan as the portion of your inheritance.’"
  },
  {
    "reference": "1Ch 16:19",
    "text": "When they were few in number, few indeed, and strangers in the land,"
  },
  {
    "reference": "1Ch 16:20",
    "text": "they wandered from nation to nation, from one kingdom to another."
  },
  {
    "reference": "1Ch 16:21",
    "text": "He let no man oppress them; He rebuked kings on their behalf:"
  },
  {
    "reference": "1Ch 16:22",
    "text": "‘Do not touch My anointed ones! Do no harm to My prophets!’"
  },
  {
    "reference": "1Ch 16:23",
    "text": "Sing to the LORD, all the earth. Proclaim His salvation day after day."
  },
  {
    "reference": "1Ch 16:24",
    "text": "Declare His glory among the nations, His wonders among all peoples."
  },
  {
    "reference": "1Ch 16:25",
    "text": "For great is the LORD, and greatly to be praised; He is to be feared above all gods."
  },
  {
    "reference": "1Ch 16:26",
    "text": "For all the gods of the nations are idols, but it is the LORD who made the heavens."
  },
  {
    "reference": "1Ch 16:27",
    "text": "Splendor and majesty are before Him; strength and joy fill His dwelling."
  },
  {
    "reference": "1Ch 16:28",
    "text": "Ascribe to the LORD, O families of the nations, ascribe to the LORD glory and strength."
  },
  {
    "reference": "1Ch 16:29",
    "text": "Ascribe to the LORD the glory due His name; bring an offering and come before Him. Worship the LORD in the splendor of His holiness;"
  },
  {
    "reference": "1Ch 16:30",
    "text": "tremble before Him, all the earth. The world is firmly established; it cannot be moved."
  },
  {
    "reference": "1Ch 16:31",
    "text": "Let the heavens be glad, and the earth rejoice. Let them say among the nations, ‘The LORD reigns!’"
  },
  {
    "reference": "1Ch 16:32",
    "text": "Let the sea resound, and all that fills it; let the fields exult, and all that is in them."
  },
  {
    "reference": "1Ch 16:33",
    "text": "Then the trees of the forest will sing for joy before the LORD, for He is coming to judge the earth."
  },
  {
    "reference": "1Ch 16:34",
    "text": "Give thanks to the LORD, for He is good; His loving devotion endures forever."
  },
  {
    "reference": "1Ch 16:35",
    "text": "Then cry out: ‘Save us, O God of our salvation; gather and deliver us from the nations, that we may give thanks to Your holy name, that we may glory in Your praise.’"
  },
  {
    "reference": "1Ch 16:36",
    "text": "Blessed be the LORD, the God of Israel, from everlasting to everlasting.” Then all the people said, “Amen!” and “Praise the LORD!”"
  },
  {
    "reference": "1Ch 16:37",
    "text": "So David left Asaph and his associates there before the ark of the covenant of the LORD, to minister there regularly according to the daily requirements,"
  },
  {
    "reference": "1Ch 16:38",
    "text": "along with Obed-edom and his sixty-eight relatives. Obed-edom son of Jeduthun, and also Hosah, were to be gatekeepers."
  },
  {
    "reference": "1Ch 16:39",
    "text": "And David left Zadok the priest and his fellow priests before the tabernacle of the LORD at the high place in Gibeon"
  },
  {
    "reference": "1Ch 16:40",
    "text": "to regularly present burnt offerings to the LORD on the altar of burnt offerings, morning and evening, according to all that was written in the Law of the LORD, which He had commanded Israel to keep."
  },
  {
    "reference": "1Ch 16:41",
    "text": "With them were Heman, Jeduthun, and the rest of those chosen and designated by name to give thanks to the LORD, for “His loving devotion endures forever.”"
  },
  {
    "reference": "1Ch 16:42",
    "text": "Heman and Jeduthun had with them trumpets and cymbals for the music and instruments for the songs of God. And the sons of Jeduthun were stationed at the gate."
  },
  {
    "reference": "1Ch 16:43",
    "text": "Then all the people departed for their homes, and David returned home to bless his household."
  },
  {
    "reference": "1Ch 17:1",
    "text": "After David had settled into his palace, he said to Nathan the prophet, “Here I am, living in a house of cedar, while the ark of the covenant of the LORD is under a tent.”"
  },
  {
    "reference": "1Ch 17:2",
    "text": "And Nathan replied to David, “Do all that is in your heart, for God is with you.”"
  },
  {
    "reference": "1Ch 17:3",
    "text": "But that night the word of God came to Nathan, saying,"
  },
  {
    "reference": "1Ch 17:4",
    "text": "“Go and tell My servant David that this is what the LORD says: You are not the one to build Me a house in which to dwell."
  },
  {
    "reference": "1Ch 17:5",
    "text": "For I have not dwelt in a house from the day I brought Israel up out of Egypt until this day, but I have moved from tent to tent and dwelling to dwelling."
  },
  {
    "reference": "1Ch 17:6",
    "text": "In all My journeys with all the Israelites, have I ever asked any of the leaders I appointed to shepherd My people, ‘Why haven’t you built Me a house of cedar?’"
  },
  {
    "reference": "1Ch 17:7",
    "text": "Now then, you are to tell My servant David that this is what the LORD of Hosts says: I took you from the pasture, from following the flock, to be the ruler over My people Israel."
  },
  {
    "reference": "1Ch 17:8",
    "text": "I have been with you wherever you have gone, and I have cut off all your enemies from before you. Now I will make for you a name like that of the greatest in the land."
  },
  {
    "reference": "1Ch 17:9",
    "text": "And I will provide a place for My people Israel and will plant them so that they may dwell in a place of their own and be disturbed no more. No longer will the sons of wickedness oppress them as they did at the beginning"
  },
  {
    "reference": "1Ch 17:10",
    "text": "and have done since the day I appointed judges over My people Israel. And I will subdue all your enemies. Moreover, I declare to you that the LORD will build a house for you."
  },
  {
    "reference": "1Ch 17:11",
    "text": "And when your days are fulfilled and you go to be with your fathers, I will raise up your descendant after you, one of your own sons, and I will establish his kingdom."
  },
  {
    "reference": "1Ch 17:12",
    "text": "He will build a house for Me, and I will establish his throne forever."
  },
  {
    "reference": "1Ch 17:13",
    "text": "I will be his Father, and he will be My son. And I will never remove My loving devotion from him as I removed it from your predecessor."
  },
  {
    "reference": "1Ch 17:14",
    "text": "But I will set him over My house and My kingdom forever, and his throne will be established forever.”"
  },
  {
    "reference": "1Ch 17:15",
    "text": "So Nathan relayed to David all the words of this entire revelation."
  },
  {
    "reference": "1Ch 17:16",
    "text": "Then King David went in, sat before the LORD, and said, “Who am I, O LORD God, and what is my house, that You have brought me this far?"
  },
  {
    "reference": "1Ch 17:17",
    "text": "And as if this was a small thing in Your eyes, O God, You have spoken about the future of the house of Your servant and have regarded me as a man of great distinction, O LORD God."
  },
  {
    "reference": "1Ch 17:18",
    "text": "What more can David say to You for honoring Your servant? For You know Your servant,"
  },
  {
    "reference": "1Ch 17:19",
    "text": "O LORD. For the sake of Your servant and according to Your own heart, You have accomplished this great thing and made known all these great promises."
  },
  {
    "reference": "1Ch 17:20",
    "text": "O LORD, there is none like You, and there is no God but You, according to everything we have heard with our own ears."
  },
  {
    "reference": "1Ch 17:21",
    "text": "And who is like Your people Israel—the one nation on earth whom God went out to redeem as a people for Himself? You made a name for Yourself through great and awesome wonders by driving out nations from before Your people, whom You redeemed from Egypt."
  },
  {
    "reference": "1Ch 17:22",
    "text": "For You have made Your people Israel Your very own forever, and You, O LORD, have become their God."
  },
  {
    "reference": "1Ch 17:23",
    "text": "And now, O LORD, let the word You have spoken concerning Your servant and his house be established forever. Do as You have promised,"
  },
  {
    "reference": "1Ch 17:24",
    "text": "so that Your name will be established and magnified forever when it is said, ‘The LORD of Hosts, the God of Israel, is God over Israel.’ And may the house of Your servant David be established before You."
  },
  {
    "reference": "1Ch 17:25",
    "text": "For You, my God, have revealed to Your servant that You will build a house for him. Therefore Your servant has found the courage to pray before You."
  },
  {
    "reference": "1Ch 17:26",
    "text": "And now, O LORD, You are God! And You have promised this goodness to Your servant."
  },
  {
    "reference": "1Ch 17:27",
    "text": "So now You have been pleased to bless the house of Your servant, that it may continue forever before You. For You, O LORD, have blessed it, and it will be blessed forever.”"
  },
  {
    "reference": "1Ch 18:1",
    "text": "Some time later, David defeated the Philistines, subdued them, and took Gath and its villages from the hand of the Philistines."
  },
  {
    "reference": "1Ch 18:2",
    "text": "David also defeated the Moabites, and they became subject to David and brought him tribute."
  },
  {
    "reference": "1Ch 18:3",
    "text": "As far as Hamath, David also defeated King Hadadezer of Zobah, who had marched out to establish his dominion along the Euphrates River."
  },
  {
    "reference": "1Ch 18:4",
    "text": "David captured from him a thousand chariots, seven thousand charioteers, and twenty thousand foot soldiers, and he hamstrung all the horses except a hundred he kept for the chariots."
  },
  {
    "reference": "1Ch 18:5",
    "text": "When the Arameans of Damascus came to help King Hadadezer of Zobah, David struck down twenty-two thousand of their men."
  },
  {
    "reference": "1Ch 18:6",
    "text": "Then he placed garrisons in Aram of Damascus, and the Arameans became subject to David and brought him tribute. So the LORD made David victorious wherever he went."
  },
  {
    "reference": "1Ch 18:7",
    "text": "And David took the gold shields that belonged to the officers of Hadadezer and brought them to Jerusalem."
  },
  {
    "reference": "1Ch 18:8",
    "text": "And from Tibhath and Cun, cities of Hadadezer, David took a large amount of bronze, with which Solomon made the bronze Sea, the pillars, and various bronze articles."
  },
  {
    "reference": "1Ch 18:9",
    "text": "When King Tou of Hamath heard that David had defeated the entire army of Hadadezer king of Zobah,"
  },
  {
    "reference": "1Ch 18:10",
    "text": "he sent his son Hadoram to greet King David and bless him for fighting and defeating Hadadezer, who had been at war with Tou. Hadoram brought all kinds of articles of gold and silver and bronze,"
  },
  {
    "reference": "1Ch 18:11",
    "text": "and King David dedicated these to the LORD, along with the silver and gold he had carried off from all these nations—from Edom and Moab, and from the Ammonites, Philistines, and Amalekites."
  },
  {
    "reference": "1Ch 18:12",
    "text": "Moreover, Abishai son of Zeruiah struck down eighteen thousand Edomites in the Valley of Salt."
  },
  {
    "reference": "1Ch 18:13",
    "text": "He placed garrisons in Edom, and all the Edomites were subject to David. So the LORD made David victorious wherever he went."
  },
  {
    "reference": "1Ch 18:14",
    "text": "Thus David reigned over all Israel and administered justice and righteousness for all his people:"
  },
  {
    "reference": "1Ch 18:15",
    "text": "Joab son of Zeruiah was over the army; Jehoshaphat son of Ahilud was the recorder;"
  },
  {
    "reference": "1Ch 18:16",
    "text": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests; Shavsha was the scribe;"
  },
  {
    "reference": "1Ch 18:17",
    "text": "Benaiah son of Jehoiada was over the Cherethites and Pelethites; and David’s sons were chief officials at the king’s side."
  },
  {
    "reference": "1Ch 19:1",
    "text": "Some time later, Nahash king of the Ammonites died and was succeeded by his son."
  },
  {
    "reference": "1Ch 19:2",
    "text": "And David said, “I will show kindness to Hanun son of Nahash, because his father showed kindness to me.” So David sent messengers to console Hanun concerning his father. But when David’s servants arrived in the land of the Ammonites to console him,"
  },
  {
    "reference": "1Ch 19:3",
    "text": "the princes of the Ammonites said to Hanun, “Just because David has sent you comforters, do you really believe he is showing respect for your father? Have not his servants come to you to explore the land, spy it out, and overthrow it?”"
  },
  {
    "reference": "1Ch 19:4",
    "text": "So Hanun took David’s servants, shaved their beards, cut off their garments at the hips, and sent them away."
  },
  {
    "reference": "1Ch 19:5",
    "text": "When someone came and told David about his men, he sent messengers to meet them, since the men had been thoroughly humiliated. The king told them, “Stay in Jericho until your beards have grown back, and then return.”"
  },
  {
    "reference": "1Ch 19:6",
    "text": "When the Ammonites realized that they had become a stench to David, Hanun and the Ammonites sent a thousand talents of silver to hire for themselves chariots and horsemen from Aram-naharaim, Aram-maacah, and Zobah."
  },
  {
    "reference": "1Ch 19:7",
    "text": "So they hired for themselves thirty-two thousand chariots, as well as the king of Maacah with his troops, who came and camped near Medeba while the Ammonites were mustered from their cities and marched out for battle."
  },
  {
    "reference": "1Ch 19:8",
    "text": "On hearing this, David sent Joab and the entire army of mighty men."
  },
  {
    "reference": "1Ch 19:9",
    "text": "The Ammonites marched out and arrayed themselves for battle at the entrance to the city, while the kings who had come stayed by themselves in the open country."
  },
  {
    "reference": "1Ch 19:10",
    "text": "When Joab saw the battle lines before him and behind him, he selected some of the best men of Israel and arrayed them against the Arameans."
  },
  {
    "reference": "1Ch 19:11",
    "text": "And he placed the rest of the troops under the command of his brother Abishai, who arrayed them against the Ammonites."
  },
  {
    "reference": "1Ch 19:12",
    "text": "“If the Arameans are too strong for me,” said Joab, “then you will come to my rescue. And if the Ammonites are too strong for you, then I will come to your rescue."
  },
  {
    "reference": "1Ch 19:13",
    "text": "Be strong and let us fight bravely for our people and for the cities of our God. May the LORD do what is good in His sight.”"
  },
  {
    "reference": "1Ch 19:14",
    "text": "So Joab and his troops advanced to fight the Arameans, who fled before him."
  },
  {
    "reference": "1Ch 19:15",
    "text": "When the Ammonites saw that the Arameans had fled, they too fled before Joab’s brother Abishai, and they entered the city. So Joab went back to Jerusalem."
  },
  {
    "reference": "1Ch 19:16",
    "text": "When the Arameans saw that they had been defeated by Israel, they sent messengers to bring more Arameans from beyond the Euphrates, with Shophach the commander of Hadadezer’s army leading them."
  },
  {
    "reference": "1Ch 19:17",
    "text": "When this was reported to David, he gathered all Israel, crossed the Jordan, advanced toward the Arameans, and arrayed for battle against them. When David lined up to engage them in battle, they fought against him."
  },
  {
    "reference": "1Ch 19:18",
    "text": "But the Arameans fled before Israel, and David killed seven thousand of their charioteers and forty thousand foot soldiers. He also killed Shophach the commander of their army."
  },
  {
    "reference": "1Ch 19:19",
    "text": "When Hadadezer’s subjects saw that they had been defeated by Israel, they made peace with David and became subject to him. So the Arameans were unwilling to help the Ammonites anymore."
  },
  {
    "reference": "1Ch 20:1",
    "text": "In the spring, at the time when kings march out to war, Joab led out the army and ravaged the land of the Ammonites. He came to Rabbah and besieged it, but David remained in Jerusalem. And Joab attacked Rabbah and demolished it."
  },
  {
    "reference": "1Ch 20:2",
    "text": "Then David took the crown from the head of their king. It was found to weigh a talent of gold and was set with precious stones, and it was placed on David’s head. And David took a great amount of plunder from the city."
  },
  {
    "reference": "1Ch 20:3",
    "text": "David brought out the people who were there and put them to work with saws, iron picks, and axes. And he did the same to all the Ammonite cities. Then David and all his troops returned to Jerusalem."
  },
  {
    "reference": "1Ch 20:4",
    "text": "Some time later, war broke out with the Philistines at Gezer. At that time Sibbecai the Hushathite killed Sippai, a descendant of the Rephaim, and the Philistines were subdued."
  },
  {
    "reference": "1Ch 20:5",
    "text": "Once again there was a battle with the Philistines, and Elhanan son of Jair killed Lahmi the brother of Goliath the Gittite, the shaft of whose spear was like a weaver’s beam."
  },
  {
    "reference": "1Ch 20:6",
    "text": "And there was also a battle at Gath, where there was a man of great stature with six fingers on each hand and six toes on each foot—twenty-four in all. He too was descended from Rapha,"
  },
  {
    "reference": "1Ch 20:7",
    "text": "and when he taunted Israel, Jonathan the son of David’s brother Shimei killed him."
  },
  {
    "reference": "1Ch 20:8",
    "text": "So these descendants of Rapha in Gath fell at the hands of David and his servants."
  },
  {
    "reference": "1Ch 21:1",
    "text": "Then Satan rose up against Israel and incited David to take a census of Israel."
  },
  {
    "reference": "1Ch 21:2",
    "text": "So David said to Joab and the commanders of the troops, “Go and count the Israelites from Beersheba to Dan and bring me a report, so that I may know their number.”"
  },
  {
    "reference": "1Ch 21:3",
    "text": "But Joab replied, “May the LORD multiply His troops a hundred times over. My lord the king, are they not all servants of my lord? Why does my lord want to do this? Why should he bring guilt on Israel?”"
  },
  {
    "reference": "1Ch 21:4",
    "text": "Nevertheless, the king’s word prevailed against Joab. So Joab departed and traveled throughout Israel, and then he returned to Jerusalem."
  },
  {
    "reference": "1Ch 21:5",
    "text": "And Joab reported to David the total number of the troops. In all Israel there were 1,100,000 men who drew the sword, including 470,000 in Judah."
  },
  {
    "reference": "1Ch 21:6",
    "text": "But Joab did not include Levi and Benjamin in the count, because the king’s command was detestable to him."
  },
  {
    "reference": "1Ch 21:7",
    "text": "This command was also evil in the sight of God; so He struck Israel."
  },
  {
    "reference": "1Ch 21:8",
    "text": "Then David said to God, “I have sinned greatly because I have done this thing. Now I beg You to take away the iniquity of Your servant, for I have acted very foolishly.”"
  },
  {
    "reference": "1Ch 21:9",
    "text": "And the LORD instructed Gad, David’s seer,"
  },
  {
    "reference": "1Ch 21:10",
    "text": "“Go and tell David that this is what the LORD says: ‘I am offering you three options. Choose one of them, and I will carry it out against you.’”"
  },
  {
    "reference": "1Ch 21:11",
    "text": "So Gad went and said to David, “This is what the LORD says: ‘You must choose"
  },
  {
    "reference": "1Ch 21:12",
    "text": "between three years of famine, three months of being swept away before your enemies and overtaken by their swords, or three days of the sword of the LORD—days of plague upon the land, with the angel of the LORD ravaging every part of Israel.’ Now then, decide how I should reply to Him who sent me.”"
  },
  {
    "reference": "1Ch 21:13",
    "text": "David answered Gad, “I am deeply distressed. Please, let me fall into the hand of the LORD, for His mercies are very great; but do not let me fall into the hands of men.”"
  },
  {
    "reference": "1Ch 21:14",
    "text": "So the LORD sent a plague upon Israel, and seventy thousand men of Israel fell dead."
  },
  {
    "reference": "1Ch 21:15",
    "text": "Then God sent an angel to destroy Jerusalem, but as the angel was doing so, the LORD saw it and relented from the calamity, and He said to the angel who was destroying the people, “Enough! Withdraw your hand now!” At that time the angel of the LORD was standing by the threshing floor of Ornan the Jebusite."
  },
  {
    "reference": "1Ch 21:16",
    "text": "When David lifted up his eyes and saw the angel of the LORD standing between heaven and earth, with a drawn sword in his hand stretched out over Jerusalem, David and the elders, clothed in sackcloth, fell facedown."
  },
  {
    "reference": "1Ch 21:17",
    "text": "And David said to God, “Was it not I who gave the order to count the people? I am the one who has sinned and acted wickedly. But these sheep, what have they done? O LORD my God, please let Your hand fall upon me and my father’s house, but do not let this plague remain upon Your people.”"
  },
  {
    "reference": "1Ch 21:18",
    "text": "Then the angel of the LORD ordered Gad to tell David to go up and build an altar to the LORD on the threshing floor of Ornan the Jebusite."
  },
  {
    "reference": "1Ch 21:19",
    "text": "So David went up at the word that Gad had spoken in the name of the LORD."
  },
  {
    "reference": "1Ch 21:20",
    "text": "Now Ornan was threshing wheat when he turned and saw the angel; and his four sons who were with him hid themselves."
  },
  {
    "reference": "1Ch 21:21",
    "text": "David came to Ornan, and when Ornan looked out and saw David, he left the threshing floor and bowed facedown before David."
  },
  {
    "reference": "1Ch 21:22",
    "text": "Then David said to Ornan, “Grant me the site of this threshing floor, that I may build an altar to the LORD. Sell it to me for the full price, so that the plague upon the people may be halted.”"
  },
  {
    "reference": "1Ch 21:23",
    "text": "Ornan said to David, “Take it! May my lord the king do whatever seems good to him. Look, I will give the oxen for the burnt offerings, the threshing sledges for the wood, and the wheat for the grain offering—I will give it all.”"
  },
  {
    "reference": "1Ch 21:24",
    "text": "“No,” replied King David, “I insist on paying the full price, for I will not take for the LORD what belongs to you, nor will I offer burnt offerings that cost me nothing.”"
  },
  {
    "reference": "1Ch 21:25",
    "text": "So David paid Ornan six hundred shekels of gold for the site."
  },
  {
    "reference": "1Ch 21:26",
    "text": "And there he built an altar to the LORD and offered burnt offerings and peace offerings. He called upon the LORD, who answered him with fire from heaven on the altar of burnt offering."
  },
  {
    "reference": "1Ch 21:27",
    "text": "Then the LORD spoke to the angel, who put his sword back into its sheath."
  },
  {
    "reference": "1Ch 21:28",
    "text": "At that time, when David saw that the LORD had answered him at the threshing floor of Ornan the Jebusite, he offered sacrifices there."
  },
  {
    "reference": "1Ch 21:29",
    "text": "For the tabernacle of the LORD that Moses had made in the wilderness and the altar of burnt offering were presently at the high place in Gibeon,"
  },
  {
    "reference": "1Ch 21:30",
    "text": "but David could not go before it to inquire of God, because he was afraid of the sword of the angel of the LORD."
  },
  {
    "reference": "1Ch 22:1",
    "text": "Then David said, “Here shall be the house of the LORD God, as well as the altar of burnt offering for Israel.”"
  },
  {
    "reference": "1Ch 22:2",
    "text": "So David gave orders to gather the foreigners in the land of Israel, from whom he appointed stonecutters to prepare finished stones for building the house of God."
  },
  {
    "reference": "1Ch 22:3",
    "text": "David provided a large quantity of iron to make the nails for the doors of the gateways and for the fittings, together with more bronze than could be weighed"
  },
  {
    "reference": "1Ch 22:4",
    "text": "and more cedar logs than could be counted; for the Sidonians and Tyrians had brought a large quantity of cedar logs to David."
  },
  {
    "reference": "1Ch 22:5",
    "text": "And David said, “My son Solomon is young and inexperienced, and the house to be built for the LORD must be exceedingly magnificent—famous and glorious throughout all lands. Therefore I must make preparations for it.” So David made lavish preparations before his death."
  },
  {
    "reference": "1Ch 22:6",
    "text": "Then David called for his son Solomon and instructed him to build a house for the LORD, the God of Israel."
  },
  {
    "reference": "1Ch 22:7",
    "text": "“My son,” said David to Solomon, “it was in my heart to build a house for the Name of the LORD my God,"
  },
  {
    "reference": "1Ch 22:8",
    "text": "but this word of the LORD came to me: ‘You have shed much blood and waged great wars. You are not to build a house for My Name because you have shed so much blood on the ground before Me."
  },
  {
    "reference": "1Ch 22:9",
    "text": "But a son will be born to you who will be a man of rest. I will give him rest from all his enemies on every side; for his name will be Solomon, and I will grant to Israel peace and quiet during his reign."
  },
  {
    "reference": "1Ch 22:10",
    "text": "He is the one who will build a house for My Name. He will be My son, and I will be his Father. And I will establish the throne of his kingdom over Israel forever.’"
  },
  {
    "reference": "1Ch 22:11",
    "text": "Now, my son, may the LORD be with you, and may you succeed in building the house of the LORD your God, as He said you would."
  },
  {
    "reference": "1Ch 22:12",
    "text": "Above all, may the LORD give you insight and understanding when He puts you in command over Israel, so that you may keep the Law of the LORD your God."
  },
  {
    "reference": "1Ch 22:13",
    "text": "Then you will succeed, if you carefully follow the statutes and ordinances that the LORD commanded Moses for Israel. Be strong and courageous. Do not be afraid or discouraged."
  },
  {
    "reference": "1Ch 22:14",
    "text": "Now behold, I have taken great pains to provide for the house of the LORD—100,000 talents of gold, 1,000,000 talents of silver, and bronze and iron too great to be weighed. I have also provided timber and stone, and you may add to them."
  },
  {
    "reference": "1Ch 22:15",
    "text": "You also have many workers: stonecutters, masons, carpenters, and men skilled in every kind of work—"
  },
  {
    "reference": "1Ch 22:16",
    "text": "in gold and silver, bronze and iron—craftsmen beyond number. Now begin the work, and may the LORD be with you.”"
  },
  {
    "reference": "1Ch 22:17",
    "text": "Then David ordered all the leaders of Israel to help his son Solomon:"
  },
  {
    "reference": "1Ch 22:18",
    "text": "“Is not the LORD your God with you, and has He not granted you rest on every side? For He has given the inhabitants of the land into my hand, and the land has been subdued before the LORD and His people."
  },
  {
    "reference": "1Ch 22:19",
    "text": "Now set your heart and soul to seek the LORD your God. Begin building the sanctuary of the LORD God, so that you may bring the ark of the covenant of the LORD and the holy articles of God into the temple that will be built for the Name of the LORD.”"
  },
  {
    "reference": "1Ch 23:1",
    "text": "When David was old and full of years, he installed his son Solomon as king over Israel."
  },
  {
    "reference": "1Ch 23:2",
    "text": "Then he gathered all the leaders of Israel, as well as the priests and Levites."
  },
  {
    "reference": "1Ch 23:3",
    "text": "The Levites thirty years of age or older were counted, and the total number of men was 38,000."
  },
  {
    "reference": "1Ch 23:4",
    "text": "“Of these,” said David, “24,000 are to oversee the work of the house of the LORD, 6,000 are to be officers and judges,"
  },
  {
    "reference": "1Ch 23:5",
    "text": "4,000 are to be gatekeepers, and 4,000 are to praise the LORD with the instruments I have made for giving praise.”"
  },
  {
    "reference": "1Ch 23:6",
    "text": "Then David divided the Levites into divisions according to the sons of Levi: Gershon, Kohath, and Merari."
  },
  {
    "reference": "1Ch 23:7",
    "text": "The Gershonites: Ladan and Shimei."
  },
  {
    "reference": "1Ch 23:8",
    "text": "The sons of Ladan: Jehiel the first, Zetham, and Joel—three in all."
  },
  {
    "reference": "1Ch 23:9",
    "text": "The sons of Shimei: Shelomoth, Haziel, and Haran—three in all. These were the heads of the families of Ladan."
  },
  {
    "reference": "1Ch 23:10",
    "text": "And the sons of Shimei: Jahath, Zina, Jeush, and Beriah. These were the sons of Shimei—four in all."
  },
  {
    "reference": "1Ch 23:11",
    "text": "Jahath was the first and Zizah was the second; but Jeush and Beriah did not have many sons, so they were counted as one family and received a single assignment."
  },
  {
    "reference": "1Ch 23:12",
    "text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel—four in all."
  },
  {
    "reference": "1Ch 23:13",
    "text": "The sons of Amram: Aaron and Moses. Aaron and his descendants were set apart forever to consecrate the most holy things, to burn incense before the LORD, to minister before Him, and to pronounce blessings in His name forever."
  },
  {
    "reference": "1Ch 23:14",
    "text": "As for Moses the man of God, his sons were named among the tribe of Levi."
  },
  {
    "reference": "1Ch 23:15",
    "text": "The sons of Moses: Gershom and Eliezer."
  },
  {
    "reference": "1Ch 23:16",
    "text": "The descendants of Gershom: Shebuel was the first."
  },
  {
    "reference": "1Ch 23:17",
    "text": "The descendants of Eliezer: Rehabiah was the first. Eliezer did not have any other sons, but the sons of Rehabiah were very numerous."
  },
  {
    "reference": "1Ch 23:18",
    "text": "The sons of Izhar: Shelomith was the first."
  },
  {
    "reference": "1Ch 23:19",
    "text": "The sons of Hebron: Jeriah was the first, Amariah the second, Jahaziel the third, and Jekameam the fourth."
  },
  {
    "reference": "1Ch 23:20",
    "text": "The sons of Uzziel: Micah was the first and Isshiah the second."
  },
  {
    "reference": "1Ch 23:21",
    "text": "The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish."
  },
  {
    "reference": "1Ch 23:22",
    "text": "Eleazar died without having any sons; he had only daughters. Their cousins, the sons of Kish, married them."
  },
  {
    "reference": "1Ch 23:23",
    "text": "The sons of Mushi: Mahli, Eder, and Jeremoth—three in all."
  },
  {
    "reference": "1Ch 23:24",
    "text": "These were the descendants of Levi by their families—the heads of families, registered individually by name—those twenty years of age or older who worked in the service of the house of the LORD."
  },
  {
    "reference": "1Ch 23:25",
    "text": "For David had said, “The LORD, the God of Israel, has given rest to His people and has come to dwell in Jerusalem forever."
  },
  {
    "reference": "1Ch 23:26",
    "text": "So now the Levites no longer need to carry the tabernacle or any of the articles for its service.”"
  },
  {
    "reference": "1Ch 23:27",
    "text": "For according to the final instructions of David, the Levites twenty years of age or older were counted,"
  },
  {
    "reference": "1Ch 23:28",
    "text": "but their duty was to assist the descendants of Aaron with the service of the house of the LORD, being responsible for the courts and chambers, the purification of all the holy things, and the work of the service of the house of God,"
  },
  {
    "reference": "1Ch 23:29",
    "text": "as well as for the rows of the showbread, the fine flour for the grain offering, the wafers of unleavened bread, the baking, the mixing, and all measurements of quantity and size."
  },
  {
    "reference": "1Ch 23:30",
    "text": "They were also to stand every morning to give thanks and praise to the LORD, and likewise in the evening."
  },
  {
    "reference": "1Ch 23:31",
    "text": "Whenever burnt offerings were presented to the LORD on the Sabbaths, New Moons, and appointed feasts, they were to serve regularly before the LORD in the numbers prescribed for them."
  },
  {
    "reference": "1Ch 23:32",
    "text": "So the Levites were to carry out the responsibilities for the Tent of Meeting and the Holy Place, and, under their brothers the descendants of Aaron, the service of the house of the LORD."
  },
  {
    "reference": "1Ch 24:1",
    "text": "These were the divisions of the descendants of Aaron. The sons of Aaron were Nadab, Abihu, Eleazar, and Ithamar."
  },
  {
    "reference": "1Ch 24:2",
    "text": "But Nadab and Abihu died before their father did, and they had no sons; so Eleazar and Ithamar served as priests."
  },
  {
    "reference": "1Ch 24:3",
    "text": "With the help of Eleazar’s descendant Zadok and Ithamar’s descendant Ahimelech, David divided them according to the offices of their service."
  },
  {
    "reference": "1Ch 24:4",
    "text": "Since more leaders were found among Eleazar’s descendants than those of Ithamar, they were divided accordingly. There were sixteen heads of families from the descendants of Eleazar and eight from the descendants of Ithamar."
  },
  {
    "reference": "1Ch 24:5",
    "text": "Thus they were divided by lot, for there were officers of the sanctuary and officers of God among both Eleazar’s and Ithamar’s descendants."
  },
  {
    "reference": "1Ch 24:6",
    "text": "The scribe, Shemaiah son of Nethanel, a Levite, recorded their names in the presence of the king and of the officers: Zadok the priest, Ahimelech son of Abiathar, and the heads of families of the priests and the Levites—one family being taken from Eleazar, and then one from Ithamar."
  },
  {
    "reference": "1Ch 24:7",
    "text": "The first lot fell to Jehoiarib, the second to Jedaiah,"
  },
  {
    "reference": "1Ch 24:8",
    "text": "the third to Harim, the fourth to Seorim,"
  },
  {
    "reference": "1Ch 24:9",
    "text": "the fifth to Malchijah, the sixth to Mijamin,"
  },
  {
    "reference": "1Ch 24:10",
    "text": "the seventh to Hakkoz, the eighth to Abijah,"
  },
  {
    "reference": "1Ch 24:11",
    "text": "the ninth to Jeshua, the tenth to Shecaniah,"
  },
  {
    "reference": "1Ch 24:12",
    "text": "the eleventh to Eliashib, the twelfth to Jakim,"
  },
  {
    "reference": "1Ch 24:13",
    "text": "the thirteenth to Huppah, the fourteenth to Jeshebeab,"
  },
  {
    "reference": "1Ch 24:14",
    "text": "the fifteenth to Bilgah, the sixteenth to Immer,"
  },
  {
    "reference": "1Ch 24:15",
    "text": "the seventeenth to Hezir, the eighteenth to Happizzez,"
  },
  {
    "reference": "1Ch 24:16",
    "text": "the nineteenth to Pethahiah, the twentieth to Jehezkel,"
  },
  {
    "reference": "1Ch 24:17",
    "text": "the twenty-first to Jachin, the twenty-second to Gamul,"
  },
  {
    "reference": "1Ch 24:18",
    "text": "the twenty-third to Delaiah, and the twenty-fourth to Maaziah."
  },
  {
    "reference": "1Ch 24:19",
    "text": "This was their appointed order for service when they entered the house of the LORD, according to the regulations prescribed for them by their forefather Aaron, as the LORD, the God of Israel, had commanded him."
  },
  {
    "reference": "1Ch 24:20",
    "text": "Now these were the rest of the descendants of Levi: From the sons of Amram: Shubael; from the sons of Shubael: Jehdeiah."
  },
  {
    "reference": "1Ch 24:21",
    "text": "As for Rehabiah, from his sons: The first was Isshiah."
  },
  {
    "reference": "1Ch 24:22",
    "text": "From the Izharites: Shelomoth; from the sons of Shelomoth: Jahath."
  },
  {
    "reference": "1Ch 24:23",
    "text": "From the sons of Hebron: Jeriah was the first, Amariah the second, Jahaziel the third, and Jekameam the fourth."
  },
  {
    "reference": "1Ch 24:24",
    "text": "From the sons of Uzziel: Micah; from the sons of Micah: Shamir."
  },
  {
    "reference": "1Ch 24:25",
    "text": "The brother of Micah: Isshiah; from the sons of Isshiah: Zechariah."
  },
  {
    "reference": "1Ch 24:26",
    "text": "The sons of Merari: Mahli and Mushi. The son of Jaaziah: Beno."
  },
  {
    "reference": "1Ch 24:27",
    "text": "The descendants of Merari from Jaaziah: Beno, Shoham, Zaccur, and Ibri."
  },
  {
    "reference": "1Ch 24:28",
    "text": "From Mahli: Eleazar, who had no sons."
  },
  {
    "reference": "1Ch 24:29",
    "text": "From Kish: Jerahmeel the son of Kish."
  },
  {
    "reference": "1Ch 24:30",
    "text": "And the sons of Mushi: Mahli, Eder, and Jerimoth. These were the sons of the Levites, according to their families."
  },
  {
    "reference": "1Ch 24:31",
    "text": "As their brothers the descendants of Aaron did, they also cast lots in the presence of King David and of Zadok, Ahimelech, and the heads of the families of the priests and Levites—the family heads and their younger brothers alike."
  },
  {
    "reference": "1Ch 25:1",
    "text": "Additionally, David and the commanders of the army set apart some of the sons of Asaph, Heman, and Jeduthun to prophesy with the accompaniment of lyres, harps, and cymbals. The following is the list of the men who performed this service:"
  },
  {
    "reference": "1Ch 25:2",
    "text": "From the sons of Asaph: Zaccur, Joseph, Nethaniah, and Asarelah. These sons of Asaph were under the direction of Asaph, who prophesied under the direction of the king."
  },
  {
    "reference": "1Ch 25:3",
    "text": "From the sons of Jeduthun: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah—six in all—under the direction of their father Jeduthun, who prophesied with the harp, giving thanks and praise to the LORD."
  },
  {
    "reference": "1Ch 25:4",
    "text": "From the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth."
  },
  {
    "reference": "1Ch 25:5",
    "text": "All these sons of Heman the king’s seer were given him through the promises of God to exalt him, for God had given Heman fourteen sons and three daughters."
  },
  {
    "reference": "1Ch 25:6",
    "text": "All these were under the direction of their fathers for the music of the house of the LORD with cymbals, harps, and lyres, for the service of the house of God. Asaph, Jeduthun, and Heman were under the direction of the king."
  },
  {
    "reference": "1Ch 25:7",
    "text": "Together with their relatives, who were all trained and skillful in the songs of the LORD, they numbered 288."
  },
  {
    "reference": "1Ch 25:8",
    "text": "They cast lots for their duties, young and old alike, teacher as well as pupil."
  },
  {
    "reference": "1Ch 25:9",
    "text": "The first lot, which was for Asaph, fell to Joseph, his sons, and his brothers—12 in all; the second to Gedaliah, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:10",
    "text": "the third to Zaccur, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:11",
    "text": "the fourth to Izri, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:12",
    "text": "the fifth to Nethaniah, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:13",
    "text": "the sixth to Bukkiah, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:14",
    "text": "the seventh to Jesarelah, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:15",
    "text": "the eighth to Jeshaiah, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:16",
    "text": "the ninth to Mattaniah, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:17",
    "text": "the tenth to Shimei, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:18",
    "text": "the eleventh to Azarel, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:19",
    "text": "the twelfth to Hashabiah, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:20",
    "text": "the thirteenth to Shubael, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:21",
    "text": "the fourteenth to Mattithiah, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:22",
    "text": "the fifteenth to Jeremoth, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:23",
    "text": "the sixteenth to Hananiah, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:24",
    "text": "the seventeenth to Joshbekashah, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:25",
    "text": "the eighteenth to Hanani, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:26",
    "text": "the nineteenth to Mallothi, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:27",
    "text": "the twentieth to Eliathah, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:28",
    "text": "the twenty-first to Hothir, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:29",
    "text": "the twenty-second to Giddalti, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:30",
    "text": "the twenty-third to Mahazioth, his sons, and his brothers—12 in all;"
  },
  {
    "reference": "1Ch 25:31",
    "text": "and the twenty-fourth to Romamti-ezer, his sons, and his brothers—12 in all."
  },
  {
    "reference": "1Ch 26:1",
    "text": "These were the divisions of the gatekeepers: From the Korahites: Meshelemiah son of Kore, one of the sons of Asaph."
  },
  {
    "reference": "1Ch 26:2",
    "text": "Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,"
  },
  {
    "reference": "1Ch 26:3",
    "text": "Elam the fifth, Jehohanan the sixth, and Eliehoenai the seventh."
  },
  {
    "reference": "1Ch 26:4",
    "text": "And Obed-edom also had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sachar the fourth, Nethanel the fifth,"
  },
  {
    "reference": "1Ch 26:5",
    "text": "Ammiel the sixth, Issachar the seventh, and Peullethai the eighth. For God had blessed Obed-edom."
  },
  {
    "reference": "1Ch 26:6",
    "text": "Also to his son Shemaiah were born sons who ruled over their families because they were strong, capable men."
  },
  {
    "reference": "1Ch 26:7",
    "text": "Shemaiah’s sons were Othni, Rephael, Obed, and Elzabad; his brothers were Elihu and Semachiah, also capable men."
  },
  {
    "reference": "1Ch 26:8",
    "text": "All these were descendants of Obed-edom; they and their sons and brothers were capable men with strength to do the work—62 in all from Obed-edom."
  },
  {
    "reference": "1Ch 26:9",
    "text": "Meshelemiah also had sons and brothers who were capable men—18 in all."
  },
  {
    "reference": "1Ch 26:10",
    "text": "Hosah the Merarite also had sons: Shimri the first (although he was not the firstborn, his father had appointed him as the first),"
  },
  {
    "reference": "1Ch 26:11",
    "text": "Hilkiah the second, Tebaliah the third, and Zechariah the fourth. The sons and brothers of Hosah numbered 13 in all."
  },
  {
    "reference": "1Ch 26:12",
    "text": "These divisions of the gatekeepers, through their chief men, had duties for ministering in the house of the LORD, just as their relatives did."
  },
  {
    "reference": "1Ch 26:13",
    "text": "They cast lots for each gate, according to their families, young and old alike."
  },
  {
    "reference": "1Ch 26:14",
    "text": "The lot for the East Gate fell to Shelemiah. Then lots were cast for his son Zechariah, a wise counselor, and the lot for the North Gate fell to him."
  },
  {
    "reference": "1Ch 26:15",
    "text": "The lot for the South Gate fell to Obed-edom, and the lot for the storehouses to his sons."
  },
  {
    "reference": "1Ch 26:16",
    "text": "The lots for the West Gate and the Shallecheth Gate on the ascending highway fell to Shuppim and Hosah. There were guards stationed at every watch."
  },
  {
    "reference": "1Ch 26:17",
    "text": "Each day there were six Levites on the east, four on the north, four on the south, and two pairs at the storehouse."
  },
  {
    "reference": "1Ch 26:18",
    "text": "As for the court on the west, there were four at the highway and two at the court."
  },
  {
    "reference": "1Ch 26:19",
    "text": "These were the divisions of the gatekeepers who were descendants of Korah and Merari."
  },
  {
    "reference": "1Ch 26:20",
    "text": "Now their fellow Levites were in charge of the treasuries of the house of God and the treasuries of the dedicated things."
  },
  {
    "reference": "1Ch 26:21",
    "text": "From the descendants of Ladan, who were Gershonites through Ladan and heads of the families of Ladan the Gershonite, were Jehieli,"
  },
  {
    "reference": "1Ch 26:22",
    "text": "the sons of Jehieli, Zetham, and his brother Joel. They were in charge of the treasuries of the house of the LORD."
  },
  {
    "reference": "1Ch 26:23",
    "text": "From the Amramites, the Izharites, the Hebronites, and the Uzzielites:"
  },
  {
    "reference": "1Ch 26:24",
    "text": "Shebuel, a descendant of Gershom son of Moses, was the officer in charge of the treasuries."
  },
  {
    "reference": "1Ch 26:25",
    "text": "His relatives through Eliezer included Rehabiah his son, Jeshaiah his son, Joram his son, Zichri his son, and Shelomith his son."
  },
  {
    "reference": "1Ch 26:26",
    "text": "This Shelomith and his brothers were in charge of all the treasuries for the things dedicated by King David, by the heads of families who were the commanders of thousands and of hundreds, and by the army commanders."
  },
  {
    "reference": "1Ch 26:27",
    "text": "They had dedicated some of the plunder from their battles to the repair of the house of the LORD."
  },
  {
    "reference": "1Ch 26:28",
    "text": "Everything that had been dedicated by Samuel the seer, Saul son of Kish, Abner son of Ner, and Joab son of Zeruiah, along with everything else that was dedicated, was under the care of Shelomith and his brothers."
  },
  {
    "reference": "1Ch 26:29",
    "text": "From the Izharites, Chenaniah and his sons had the outside duties as officers and judges over Israel."
  },
  {
    "reference": "1Ch 26:30",
    "text": "From the Hebronites, Hashabiah and his relatives, 1,700 capable men, had charge of the affairs of Israel west of the Jordan for all the work of the LORD and for the service of the king."
  },
  {
    "reference": "1Ch 26:31",
    "text": "As for the Hebronites, Jerijah was the chief of the Hebronites, according to the genealogies of his ancestors. In the fortieth year of David’s reign the records were searched, and strong, capable men were found among the Hebronites at Jazer in Gilead."
  },
  {
    "reference": "1Ch 26:32",
    "text": "Among Jerijah’s relatives there were 2,700 capable men who were heads of families. King David appointed them over the Reubenites, the Gadites, and the half-tribe of Manasseh for every matter pertaining to God and for the affairs of the king."
  },
  {
    "reference": "1Ch 27:1",
    "text": "This is the list of the Israelites—the heads of families, the commanders of thousands and of hundreds, and their officers who served the king in every matter concerning the divisions on rotating military duty each month throughout the year. There were 24,000 men in each division:"
  },
  {
    "reference": "1Ch 27:2",
    "text": "Jashobeam son of Zabdiel was in charge of the first division, which was assigned the first month. There were 24,000 men in his division."
  },
  {
    "reference": "1Ch 27:3",
    "text": "He was a descendant of Perez and chief of all the army commanders for the first month."
  },
  {
    "reference": "1Ch 27:4",
    "text": "Dodai the Ahohite was in charge of the division for the second month, and Mikloth was the leader. There were 24,000 men in his division."
  },
  {
    "reference": "1Ch 27:5",
    "text": "The third army commander, as chief for the third month, was Benaiah son of Jehoiada the priest. There were 24,000 men in his division."
  },
  {
    "reference": "1Ch 27:6",
    "text": "This Benaiah was mighty among the Thirty and was over the Thirty, and his son Ammizabad was in charge of his division."
  },
  {
    "reference": "1Ch 27:7",
    "text": "The fourth, for the fourth month, was Joab’s brother Asahel, and his son Zebadiah was commander after him. There were 24,000 men in his division."
  },
  {
    "reference": "1Ch 27:8",
    "text": "The fifth, for the fifth month, was the commander Shamhuth the Izrahite. There were 24,000 men in his division."
  },
  {
    "reference": "1Ch 27:9",
    "text": "The sixth, for the sixth month, was Ira son of Ikkesh the Tekoite. There were 24,000 men in his division."
  },
  {
    "reference": "1Ch 27:10",
    "text": "The seventh, for the seventh month, was Helez the Pelonite, an Ephraimite. There were 24,000 men in his division."
  },
  {
    "reference": "1Ch 27:11",
    "text": "The eighth, for the eighth month, was Sibbecai the Hushathite, a Zerahite. There were 24,000 men in his division."
  },
  {
    "reference": "1Ch 27:12",
    "text": "The ninth, for the ninth month, was Abiezer the Anathothite, a Benjamite. There were 24,000 men in his division."
  },
  {
    "reference": "1Ch 27:13",
    "text": "The tenth, for the tenth month, was Maharai the Netophathite, a Zerahite. There were 24,000 men in his division."
  },
  {
    "reference": "1Ch 27:14",
    "text": "The eleventh, for the eleventh month, was Benaiah the Pirathonite, an Ephraimite. There were 24,000 men in his division."
  },
  {
    "reference": "1Ch 27:15",
    "text": "The twelfth, for the twelfth month, was Heldai the Netophathite, from the family of Othniel. There were 24,000 men in his division."
  },
  {
    "reference": "1Ch 27:16",
    "text": "These officers were in charge of the tribes of Israel: Over the Reubenites was Eliezer son of Zichri; over the Simeonites was Shephatiah son of Maacah;"
  },
  {
    "reference": "1Ch 27:17",
    "text": "over Levi was Hashabiah son of Kemuel; over Aaron was Zadok;"
  },
  {
    "reference": "1Ch 27:18",
    "text": "over Judah was Elihu, one of David’s brothers; over Issachar was Omri son of Michael;"
  },
  {
    "reference": "1Ch 27:19",
    "text": "over Zebulun was Ishmaiah son of Obadiah; over Naphtali was Jerimoth son of Azriel;"
  },
  {
    "reference": "1Ch 27:20",
    "text": "over the Ephraimites was Hoshea son of Azaziah; over one of the half-tribes of Manasseh was Joel son of Pedaiah;"
  },
  {
    "reference": "1Ch 27:21",
    "text": "over the half-tribe of Manasseh in Gilead was Iddo son of Zechariah; over Benjamin was Jaasiel son of Abner;"
  },
  {
    "reference": "1Ch 27:22",
    "text": "and over Dan was Azarel son of Jeroham. These were the leaders of the tribes of Israel."
  },
  {
    "reference": "1Ch 27:23",
    "text": "David did not count the men aged twenty or under, because the LORD had said that He would make Israel as numerous as the stars of the sky."
  },
  {
    "reference": "1Ch 27:24",
    "text": "Joab son of Zeruiah began to count the men but did not finish. For because of this census wrath came upon Israel, and the number was not entered in the Book of the Chronicles of King David."
  },
  {
    "reference": "1Ch 27:25",
    "text": "Azmaveth son of Adiel was in charge of the royal storehouses. Jonathan son of Uzziah was in charge of the storehouses in the country, in the cities, in the villages, and in the fortresses."
  },
  {
    "reference": "1Ch 27:26",
    "text": "Ezri son of Chelub was in charge of the workers in the fields who tilled the soil."
  },
  {
    "reference": "1Ch 27:27",
    "text": "Shimei the Ramathite was in charge of the vineyards. Zabdi the Shiphmite was in charge of the produce of the vineyards for the wine vats."
  },
  {
    "reference": "1Ch 27:28",
    "text": "Baal-hanan the Gederite was in charge of the olive and sycamore trees in the foothills. Joash was in charge of the stores of olive oil."
  },
  {
    "reference": "1Ch 27:29",
    "text": "Shitrai the Sharonite was in charge of the herds grazing in Sharon. Shaphat son of Adlai was in charge of the herds in the valleys."
  },
  {
    "reference": "1Ch 27:30",
    "text": "Obil the Ishmaelite was in charge of the camels. Jehdeiah the Meronothite was in charge of the donkeys."
  },
  {
    "reference": "1Ch 27:31",
    "text": "Jaziz the Hagrite was in charge of the flocks. All these officials were in charge of King David’s property."
  },
  {
    "reference": "1Ch 27:32",
    "text": "David’s uncle Jonathan was a counselor; he was a man of insight and a scribe. Jehiel son of Hachmoni attended to the sons of the king."
  },
  {
    "reference": "1Ch 27:33",
    "text": "Ahithophel was the king’s counselor. Hushai the Archite was the king’s friend."
  },
  {
    "reference": "1Ch 27:34",
    "text": "Ahithophel was succeeded by Jehoiada son of Benaiah, then by Abiathar. Joab was the commander of the king’s army."
  },
  {
    "reference": "1Ch 28:1",
    "text": "Now David summoned all the leaders of Israel to Jerusalem: the leaders of the tribes, the leaders of the divisions in the king’s service, the commanders of thousands and of hundreds, and the officials in charge of all the property and cattle of the king and his sons, along with the court officials and mighty men—every mighty man of valor."
  },
  {
    "reference": "1Ch 28:2",
    "text": "Then King David rose to his feet and said, “Listen to me, my brothers and my people. It was in my heart to build a house as a resting place for the ark of the covenant of the LORD and as a footstool for our God. I had made preparations to build it,"
  },
  {
    "reference": "1Ch 28:3",
    "text": "but God said to me, ‘You are not to build a house for My Name, because you are a man of war who has shed blood.’"
  },
  {
    "reference": "1Ch 28:4",
    "text": "Yet the LORD, the God of Israel, chose me out of all my father’s house to be king over Israel forever. For He chose Judah as leader, and from the house of Judah He chose my father’s household, and from my father’s sons He was pleased to make me king over all Israel."
  },
  {
    "reference": "1Ch 28:5",
    "text": "And of all my sons—for the LORD has given me many sons—He has chosen Solomon my son to sit on the throne of the kingdom of the LORD over Israel."
  },
  {
    "reference": "1Ch 28:6",
    "text": "And He said to me, ‘Solomon your son is the one who will build My house and My courts, for I have chosen him as My son, and I will be his Father."
  },
  {
    "reference": "1Ch 28:7",
    "text": "I will establish his kingdom forever, if he resolutely carries out My commandments and ordinances, as is being done this day.’"
  },
  {
    "reference": "1Ch 28:8",
    "text": "So now in the sight of all Israel, the assembly of the LORD, and in the hearing of our God, keep and seek out all the commandments of the LORD your God, so that you may possess this good land and leave it as an inheritance to your descendants forever."
  },
  {
    "reference": "1Ch 28:9",
    "text": "As for you, Solomon my son, know the God of your father and serve Him wholeheartedly and with a willing mind, for the LORD searches every heart and understands the intent of every thought. If you seek Him, He will be found by you; but if you forsake Him, He will reject you forever."
  },
  {
    "reference": "1Ch 28:10",
    "text": "Consider now that the LORD has chosen you to build a house for the sanctuary. Be strong and do it.”"
  },
  {
    "reference": "1Ch 28:11",
    "text": "Then David gave his son Solomon the plans for the portico of the temple, its buildings, storehouses, upper rooms, inner rooms, and the room for the mercy seat."
  },
  {
    "reference": "1Ch 28:12",
    "text": "The plans contained everything David had in mind for the courts of the house of the LORD, for all the surrounding rooms, for the treasuries of the house of God and of the dedicated things,"
  },
  {
    "reference": "1Ch 28:13",
    "text": "for the divisions of the priests and Levites, for all the work of service in the house of the LORD, and for all the articles of service in the house of the LORD:"
  },
  {
    "reference": "1Ch 28:14",
    "text": "the weight of all the gold articles for every kind of service; the weight of all the silver articles for every kind of service;"
  },
  {
    "reference": "1Ch 28:15",
    "text": "the weight of the gold lampstands and their lamps, including the weight of each lampstand and its lamps; the weight of each silver lampstand and its lamps, according to the use of each lampstand;"
  },
  {
    "reference": "1Ch 28:16",
    "text": "the weight of gold for each table of showbread, and of silver for the silver tables;"
  },
  {
    "reference": "1Ch 28:17",
    "text": "the weight of the pure gold for the forks, sprinkling bowls, and pitchers; the weight of each gold dish; the weight of each silver bowl;"
  },
  {
    "reference": "1Ch 28:18",
    "text": "the weight of the refined gold for the altar of incense; and the plans for the chariot of the gold cherubim that spread their wings and overshadowed the ark of the covenant of the LORD."
  },
  {
    "reference": "1Ch 28:19",
    "text": "“All this,” said David, “all the details of this plan, the LORD has made clear to me in writing by His hand upon me.”"
  },
  {
    "reference": "1Ch 28:20",
    "text": "David also said to Solomon his son, “Be strong and courageous, and do it. Do not be afraid or discouraged, for the LORD God, my God, is with you. He will neither fail you nor forsake you before all the work for the service of the house of the LORD is finished."
  },
  {
    "reference": "1Ch 28:21",
    "text": "The divisions of the priests and Levites are ready for all the service of the house of God, and every willing man of every skill will be at your disposal for the work. The officials and all the people are fully at your command.”"
  },
  {
    "reference": "1Ch 29:1",
    "text": "Then King David said to the whole assembly, “My son Solomon, the one whom God has chosen, is young and inexperienced. The task is great because this palace is not for man, but for the LORD God."
  },
  {
    "reference": "1Ch 29:2",
    "text": "Now with all my ability I have made provision for the house of my God—gold for the gold articles, silver for the silver, bronze for the bronze, iron for the iron, and wood for the wood, as well as onyx for the settings, turquoise, stones of various colors, all kinds of precious stones, and slabs of marble—all in abundance."
  },
  {
    "reference": "1Ch 29:3",
    "text": "Moreover, because of my delight in the house of my God, I now give for it my personal treasures of gold and silver, over and above all that I have provided for this holy temple:"
  },
  {
    "reference": "1Ch 29:4",
    "text": "three thousand talents of gold (the gold of Ophir) and seven thousand talents of refined silver, to overlay the walls of the buildings,"
  },
  {
    "reference": "1Ch 29:5",
    "text": "for the gold work and the silver work, and for all the work to be done by the craftsmen. Now who is willing to consecrate himself to the LORD today?”"
  },
  {
    "reference": "1Ch 29:6",
    "text": "Then the leaders of the families, the officers of the tribes of Israel, the commanders of thousands and of hundreds, and the officials in charge of the king’s work gave willingly."
  },
  {
    "reference": "1Ch 29:7",
    "text": "Toward the service of God’s house they gave 5,000 talents and 10,000 darics of gold, 10,000 talents of silver, 18,000 talents of bronze, and 100,000 talents of iron."
  },
  {
    "reference": "1Ch 29:8",
    "text": "Whoever had precious stones gave them to the treasury of the house of the LORD, under the care of Jehiel the Gershonite."
  },
  {
    "reference": "1Ch 29:9",
    "text": "And the people rejoiced at the willing response of their leaders, for they had given to the LORD freely and wholeheartedly. And King David also rejoiced greatly."
  },
  {
    "reference": "1Ch 29:10",
    "text": "Then David blessed the LORD in the sight of all the assembly and said: “May You be blessed, O LORD, God of our father Israel, from everlasting to everlasting."
  },
  {
    "reference": "1Ch 29:11",
    "text": "Yours, O LORD, is the greatness and the power and the glory and the splendor and the majesty, for everything in heaven and on earth belongs to You. Yours, O LORD, is the kingdom, and You are exalted as head over all."
  },
  {
    "reference": "1Ch 29:12",
    "text": "Both riches and honor come from You, and You are the ruler over all. In Your hands are power and might to exalt and give strength to all."
  },
  {
    "reference": "1Ch 29:13",
    "text": "Now therefore, our God, we give You thanks, and we praise Your glorious name."
  },
  {
    "reference": "1Ch 29:14",
    "text": "But who am I, and who are my people, that we should be able to give as generously as this? For everything comes from You, and from Your own hand we have given to You."
  },
  {
    "reference": "1Ch 29:15",
    "text": "For we are foreigners and strangers in Your presence, as were all our forefathers. Our days on earth are like a shadow, without hope."
  },
  {
    "reference": "1Ch 29:16",
    "text": "O LORD our God, from Your hand comes all this abundance that we have provided to build You a house for Your holy Name, and all of it belongs to You."
  },
  {
    "reference": "1Ch 29:17",
    "text": "I know, my God, that You test the heart and delight in uprightness. All these things I have given willingly and with an upright heart, and now I have seen Your people who are present here giving joyfully and willingly to You."
  },
  {
    "reference": "1Ch 29:18",
    "text": "O LORD, God of our fathers Abraham, Isaac, and Israel, keep this desire forever in the intentions of the hearts of Your people, and direct their hearts toward You."
  },
  {
    "reference": "1Ch 29:19",
    "text": "And give my son Solomon a whole heart to keep and carry out all Your commandments, decrees, and statutes, and to build Your palace for which I have made provision.”"
  },
  {
    "reference": "1Ch 29:20",
    "text": "Then David said to the whole assembly, “Bless the LORD your God.” So the whole assembly blessed the LORD, the God of their fathers. They bowed down and paid homage to the LORD and to the king."
  },
  {
    "reference": "1Ch 29:21",
    "text": "The next day they offered sacrifices and presented burnt offerings to the LORD: a thousand bulls, a thousand rams, and a thousand lambs, along with their drink offerings, and other sacrifices in abundance for all Israel."
  },
  {
    "reference": "1Ch 29:22",
    "text": "That day they ate and drank with great joy in the presence of the LORD. Then, for a second time, they designated David’s son Solomon as king, anointing him before the LORD as ruler, and Zadok as the priest."
  },
  {
    "reference": "1Ch 29:23",
    "text": "So Solomon sat on the throne of the LORD as king in place of his father David. He prospered, and all Israel obeyed him."
  },
  {
    "reference": "1Ch 29:24",
    "text": "All the officials and mighty men, as well as all of King David’s sons, pledged their allegiance to King Solomon."
  },
  {
    "reference": "1Ch 29:25",
    "text": "The LORD highly exalted Solomon in the sight of all Israel and bestowed on him royal majesty such as had not been bestowed on any king in Israel before him."
  },
  {
    "reference": "1Ch 29:26",
    "text": "David son of Jesse was king over all Israel."
  },
  {
    "reference": "1Ch 29:27",
    "text": "The length of David’s reign over Israel was forty years—seven years in Hebron and thirty-three years in Jerusalem."
  },
  {
    "reference": "1Ch 29:28",
    "text": "He died at a ripe old age, full of years, riches, and honor, and his son Solomon reigned in his place."
  },
  {
    "reference": "1Ch 29:29",
    "text": "Now the acts of King David, from first to last, are indeed written in the Chronicles of Samuel the Seer, the Chronicles of Nathan the Prophet, and the Chronicles of Gad the Seer,"
  },
  {
    "reference": "1Ch 29:30",
    "text": "together with all the details of his reign, his might, and the circumstances that came upon him and Israel and all the kingdoms of the lands."
  }
]
