[
  {
    "reference": "Gal 1:1",
    "text": "Paul, an apostle—sent not from men nor by man, but by Jesus Christ and God the Father, who raised Him from the dead—"
  },
  {
    "reference": "Gal 1:2",
    "text": "and all the brothers with me, To the churches of Galatia:"
  },
  {
    "reference": "Gal 1:3",
    "text": "Grace and peace to you from God our Father and the Lord Jesus Christ,"
  },
  {
    "reference": "Gal 1:4",
    "text": "who gave Himself for our sins to rescue us from the present evil age, according to the will of our God and Father,"
  },
  {
    "reference": "Gal 1:5",
    "text": "to whom be glory forever and ever. Amen."
  },
  {
    "reference": "Gal 1:6",
    "text": "I am amazed how quickly you are deserting the One who called you by the grace of Christ and are turning to a different gospel—"
  },
  {
    "reference": "Gal 1:7",
    "text": "which is not even a gospel. Evidently some people are troubling you and trying to distort the gospel of Christ."
  },
  {
    "reference": "Gal 1:8",
    "text": "But even if we or an angel from heaven should preach a gospel contrary to the one we preached to you, let him be under a curse!"
  },
  {
    "reference": "Gal 1:9",
    "text": "As we have said before, so now I say again: If anyone is preaching to you a gospel contrary to the one you received, let him be under a curse!"
  },
  {
    "reference": "Gal 1:10",
    "text": "Am I now seeking the approval of men, or of God? Or am I striving to please men? If I were still trying to please men, I would not be a servant of Christ."
  },
  {
    "reference": "Gal 1:11",
    "text": "For I want you to know, brothers, that the gospel I preached was not devised by man."
  },
  {
    "reference": "Gal 1:12",
    "text": "I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ."
  },
  {
    "reference": "Gal 1:13",
    "text": "For you have heard of my former way of life in Judaism, how severely I persecuted the church of God and tried to destroy it."
  },
  {
    "reference": "Gal 1:14",
    "text": "I was advancing in Judaism beyond many of my contemporaries and was extremely zealous for the traditions of my fathers."
  },
  {
    "reference": "Gal 1:15",
    "text": "But when God, who set me apart from my mother’s womb and called me by His grace, was pleased"
  },
  {
    "reference": "Gal 1:16",
    "text": "to reveal His Son in me so that I might preach Him among the Gentiles, I did not rush to consult with flesh and blood,"
  },
  {
    "reference": "Gal 1:17",
    "text": "nor did I go up to Jerusalem to the apostles who came before me, but I went into Arabia and later returned to Damascus."
  },
  {
    "reference": "Gal 1:18",
    "text": "Only after three years did I go up to Jerusalem to confer with Cephas, and I stayed with him fifteen days."
  },
  {
    "reference": "Gal 1:19",
    "text": "But I saw none of the other apostles except James, the Lord’s brother."
  },
  {
    "reference": "Gal 1:20",
    "text": "I assure you before God that what I am writing to you is no lie."
  },
  {
    "reference": "Gal 1:21",
    "text": "Later I went to the regions of Syria and Cilicia."
  },
  {
    "reference": "Gal 1:22",
    "text": "I was personally unknown, however, to the churches of Judea that are in Christ."
  },
  {
    "reference": "Gal 1:23",
    "text": "They only heard the account: “The man who formerly persecuted us is now preaching the faith he once tried to destroy.”"
  },
  {
    "reference": "Gal 1:24",
    "text": "And they glorified God because of me."
  },
  {
    "reference": "Gal 2:1",
    "text": "Fourteen years later I went up again to Jerusalem, accompanied by Barnabas. I took Titus along also."
  },
  {
    "reference": "Gal 2:2",
    "text": "I went in response to a revelation and set before them the gospel that I preach among the Gentiles. But I spoke privately to those recognized as leaders, for fear that I was running or had already run in vain."
  },
  {
    "reference": "Gal 2:3",
    "text": "Yet not even Titus, who was with me, was compelled to be circumcised, even though he was a Greek."
  },
  {
    "reference": "Gal 2:4",
    "text": "This issue arose because some false brothers had come in under false pretenses to spy on our freedom in Christ Jesus, in order to enslave us."
  },
  {
    "reference": "Gal 2:5",
    "text": "We did not give in to them for a moment, so that the truth of the gospel would remain with you."
  },
  {
    "reference": "Gal 2:6",
    "text": "But as for the highly esteemed—whatever they were makes no difference to me; God does not show favoritism—those leaders added nothing to me."
  },
  {
    "reference": "Gal 2:7",
    "text": "On the contrary, they saw that I had been entrusted to preach the gospel to the uncircumcised, just as Peter had been to the circumcised."
  },
  {
    "reference": "Gal 2:8",
    "text": "For the One who was at work in Peter’s apostleship to the circumcised was also at work in my apostleship to the Gentiles."
  },
  {
    "reference": "Gal 2:9",
    "text": "And recognizing the grace that I had been given, James, Cephas, and John—those reputed to be pillars—gave me and Barnabas the right hand of fellowship, so that we should go to the Gentiles, and they to the circumcised."
  },
  {
    "reference": "Gal 2:10",
    "text": "They only asked us to remember the poor, the very thing I was eager to do."
  },
  {
    "reference": "Gal 2:11",
    "text": "When Cephas came to Antioch, however, I opposed him to his face, because he stood condemned."
  },
  {
    "reference": "Gal 2:12",
    "text": "For before certain men came from James, he used to eat with the Gentiles. But when they arrived, he began to draw back and separate himself, for fear of those in the circumcision group."
  },
  {
    "reference": "Gal 2:13",
    "text": "The other Jews joined him in his hypocrisy, so that by their hypocrisy even Barnabas was led astray."
  },
  {
    "reference": "Gal 2:14",
    "text": "When I saw that they were not walking in line with the truth of the gospel, I said to Cephas in front of them all, “If you, who are a Jew, live like a Gentile and not like a Jew, how can you compel the Gentiles to live like Jews?”"
  },
  {
    "reference": "Gal 2:15",
    "text": "We who are Jews by birth and not Gentile “sinners”"
  },
  {
    "reference": "Gal 2:16",
    "text": "know that a man is not justified by works of the law, but by faith in Jesus Christ. So we, too, have believed in Christ Jesus, that we may be justified by faith in Christ and not by works of the law, because by works of the law no one will be justified."
  },
  {
    "reference": "Gal 2:17",
    "text": "But if, while we seek to be justified in Christ, we ourselves are found to be sinners, does that make Christ a minister of sin? Certainly not!"
  },
  {
    "reference": "Gal 2:18",
    "text": "If I rebuild what I have already torn down, I prove myself to be a lawbreaker."
  },
  {
    "reference": "Gal 2:19",
    "text": "For through the law I died to the law so that I might live to God."
  },
  {
    "reference": "Gal 2:20",
    "text": "I have been crucified with Christ, and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave Himself up for me."
  },
  {
    "reference": "Gal 2:21",
    "text": "I do not set aside the grace of God. For if righteousness comes through the law, then Christ died for nothing."
  },
  {
    "reference": "Gal 3:1",
    "text": "O foolish Galatians! Who has bewitched you? Before your very eyes Jesus Christ was clearly portrayed as crucified."
  },
  {
    "reference": "Gal 3:2",
    "text": "I would like to learn just one thing from you: Did you receive the Spirit by works of the law, or by hearing with faith?"
  },
  {
    "reference": "Gal 3:3",
    "text": "Are you so foolish? After starting in the Spirit, are you now finishing in the flesh?"
  },
  {
    "reference": "Gal 3:4",
    "text": "Have you suffered so much for nothing, if it really was for nothing?"
  },
  {
    "reference": "Gal 3:5",
    "text": "Does God lavish His Spirit on you and work miracles among you because you practice the law, or because you hear and believe?"
  },
  {
    "reference": "Gal 3:6",
    "text": "So also, “Abraham believed God, and it was credited to him as righteousness.”"
  },
  {
    "reference": "Gal 3:7",
    "text": "Understand, then, that those who have faith are sons of Abraham."
  },
  {
    "reference": "Gal 3:8",
    "text": "The Scripture foresaw that God would justify the Gentiles by faith, and foretold the gospel to Abraham: “All nations will be blessed through you.”"
  },
  {
    "reference": "Gal 3:9",
    "text": "So those who have faith are blessed along with Abraham, the man of faith."
  },
  {
    "reference": "Gal 3:10",
    "text": "All who rely on works of the law are under a curse. For it is written: “Cursed is everyone who does not continue to do everything written in the Book of the Law.”"
  },
  {
    "reference": "Gal 3:11",
    "text": "Now it is clear that no one is justified before God by the law, because, “The righteous will live by faith.”"
  },
  {
    "reference": "Gal 3:12",
    "text": "The law, however, is not based on faith; on the contrary, “The man who does these things will live by them.”"
  },
  {
    "reference": "Gal 3:13",
    "text": "Christ redeemed us from the curse of the law by becoming a curse for us. For it is written: “Cursed is everyone who is hung on a tree.”"
  },
  {
    "reference": "Gal 3:14",
    "text": "He redeemed us in order that the blessing promised to Abraham would come to the Gentiles in Christ Jesus, so that by faith we might receive the promise of the Spirit."
  },
  {
    "reference": "Gal 3:15",
    "text": "Brothers, let me put this in human terms. Even a human covenant, once it is ratified, cannot be canceled or amended."
  },
  {
    "reference": "Gal 3:16",
    "text": "The promises were spoken to Abraham and to his seed. The Scripture does not say, “and to seeds,” meaning many, but “and to your seed,” meaning One, who is Christ."
  },
  {
    "reference": "Gal 3:17",
    "text": "What I mean is this: The law that came 430 years later does not revoke the covenant previously established by God, so as to nullify the promise."
  },
  {
    "reference": "Gal 3:18",
    "text": "For if the inheritance depends on the law, then it no longer depends on a promise; but God freely granted it to Abraham through a promise."
  },
  {
    "reference": "Gal 3:19",
    "text": "Why then was the law given? It was added because of transgressions, until the arrival of the seed to whom the promise referred. It was administered through angels by a mediator."
  },
  {
    "reference": "Gal 3:20",
    "text": "A mediator is unnecessary, however, for only one party; but God is one."
  },
  {
    "reference": "Gal 3:21",
    "text": "Is the law, then, opposed to the promises of God? Certainly not! For if a law had been given that could impart life, then righteousness would certainly have come from the law."
  },
  {
    "reference": "Gal 3:22",
    "text": "But the Scripture pronounces all things confined by sin, so that by faith in Jesus Christ the promise might be given to those who believe."
  },
  {
    "reference": "Gal 3:23",
    "text": "Before this faith came, we were held in custody under the law, locked up until faith should be revealed."
  },
  {
    "reference": "Gal 3:24",
    "text": "So the law became our guardian to lead us to Christ, that we might be justified by faith."
  },
  {
    "reference": "Gal 3:25",
    "text": "Now that faith has come, we are no longer under a guardian."
  },
  {
    "reference": "Gal 3:26",
    "text": "You are all sons of God through faith in Christ Jesus."
  },
  {
    "reference": "Gal 3:27",
    "text": "For all of you who were baptized into Christ have clothed yourselves with Christ."
  },
  {
    "reference": "Gal 3:28",
    "text": "There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."
  },
  {
    "reference": "Gal 3:29",
    "text": "And if you belong to Christ, then you are Abraham’s seed and heirs according to the promise."
  },
  {
    "reference": "Gal 4:1",
    "text": "What I am saying is that as long as the heir is a child, he is no different from a slave, although he is the owner of everything."
  },
  {
    "reference": "Gal 4:2",
    "text": "He is subject to guardians and trustees until the date set by his father."
  },
  {
    "reference": "Gal 4:3",
    "text": "So also, when we were children, we were enslaved under the basic principles of the world."
  },
  {
    "reference": "Gal 4:4",
    "text": "But when the time had fully come, God sent His Son, born of a woman, born under the law,"
  },
  {
    "reference": "Gal 4:5",
    "text": "to redeem those under the law, that we might receive our adoption as sons."
  },
  {
    "reference": "Gal 4:6",
    "text": "And because you are sons, God sent the Spirit of His Son into our hearts, crying out, “Abba, Father!”"
  },
  {
    "reference": "Gal 4:7",
    "text": "So you are no longer a slave, but a son; and since you are a son, you are also an heir through God."
  },
  {
    "reference": "Gal 4:8",
    "text": "Formerly, when you did not know God, you were slaves to those who by nature are not gods."
  },
  {
    "reference": "Gal 4:9",
    "text": "But now that you know God, or rather are known by God, how is it that you are turning back to those weak and worthless principles? Do you wish to be enslaved by them all over again?"
  },
  {
    "reference": "Gal 4:10",
    "text": "You are observing special days and months and seasons and years!"
  },
  {
    "reference": "Gal 4:11",
    "text": "I fear for you, that my efforts for you may have been in vain."
  },
  {
    "reference": "Gal 4:12",
    "text": "I beg you, brothers, become like me, for I became like you. You have done me no wrong."
  },
  {
    "reference": "Gal 4:13",
    "text": "You know that it was because of an illness that I first preached the gospel to you."
  },
  {
    "reference": "Gal 4:14",
    "text": "And although my illness was a trial to you, you did not despise or reject me. Instead, you welcomed me as if I were an angel of God, as if I were Christ Jesus Himself."
  },
  {
    "reference": "Gal 4:15",
    "text": "What then has become of your blessing? For I can testify that, if it were possible, you would have torn out your eyes and given them to me."
  },
  {
    "reference": "Gal 4:16",
    "text": "Have I now become your enemy by telling you the truth?"
  },
  {
    "reference": "Gal 4:17",
    "text": "Those people are zealous for you, but not in a good way. Instead, they want to isolate you from us, so that you may be zealous for them."
  },
  {
    "reference": "Gal 4:18",
    "text": "Nevertheless, it is good to be zealous if it serves a noble purpose—at any time, and not only when I am with you."
  },
  {
    "reference": "Gal 4:19",
    "text": "My children, for whom I am again in the pains of childbirth until Christ is formed in you,"
  },
  {
    "reference": "Gal 4:20",
    "text": "how I wish I could be with you now and change my tone, because I am perplexed about you."
  },
  {
    "reference": "Gal 4:21",
    "text": "Tell me, you who want to be under the law, do you not understand what the law says?"
  },
  {
    "reference": "Gal 4:22",
    "text": "For it is written that Abraham had two sons, one by the slave woman and the other by the free woman."
  },
  {
    "reference": "Gal 4:23",
    "text": "His son by the slave woman was born according to the flesh, but his son by the free woman was born through the promise."
  },
  {
    "reference": "Gal 4:24",
    "text": "These things serve as illustrations, for the women represent two covenants. One covenant is from Mount Sinai and bears children into slavery: This is Hagar."
  },
  {
    "reference": "Gal 4:25",
    "text": "Now Hagar stands for Mount Sinai in Arabia and corresponds to the present-day Jerusalem, because she is in slavery with her children."
  },
  {
    "reference": "Gal 4:26",
    "text": "But the Jerusalem above is free, and she is our mother."
  },
  {
    "reference": "Gal 4:27",
    "text": "For it is written: “Rejoice, O barren woman, who bears no children; break forth and cry aloud, you who have never travailed; because more are the children of the desolate woman than of her who has a husband.”"
  },
  {
    "reference": "Gal 4:28",
    "text": "Now you, brothers, like Isaac, are children of promise."
  },
  {
    "reference": "Gal 4:29",
    "text": "At that time, however, the son born by the flesh persecuted the son born by the Spirit. It is the same now."
  },
  {
    "reference": "Gal 4:30",
    "text": "But what does the Scripture say? “Expel the slave woman and her son, for the slave woman’s son will never share in the inheritance with the free woman’s son.”"
  },
  {
    "reference": "Gal 4:31",
    "text": "Therefore, brothers, we are not children of the slave woman, but of the free woman."
  },
  {
    "reference": "Gal 5:1",
    "text": "It is for freedom that Christ has set us free. Stand firm, then, and do not be encumbered once more by a yoke of slavery."
  },
  {
    "reference": "Gal 5:2",
    "text": "Take notice: I, Paul, tell you that if you let yourselves be circumcised, Christ will be of no value to you at all."
  },
  {
    "reference": "Gal 5:3",
    "text": "Again I testify to every man who gets himself circumcised that he is obligated to obey the whole law."
  },
  {
    "reference": "Gal 5:4",
    "text": "You who are trying to be justified by the law have been severed from Christ; you have fallen away from grace."
  },
  {
    "reference": "Gal 5:5",
    "text": "But by faith we eagerly await through the Spirit the hope of righteousness."
  },
  {
    "reference": "Gal 5:6",
    "text": "For in Christ Jesus neither circumcision nor uncircumcision has any value. What matters is faith expressing itself through love."
  },
  {
    "reference": "Gal 5:7",
    "text": "You were running so well. Who has obstructed you from obeying the truth?"
  },
  {
    "reference": "Gal 5:8",
    "text": "Such persuasion does not come from the One who calls you."
  },
  {
    "reference": "Gal 5:9",
    "text": "A little leaven works through the whole batch of dough."
  },
  {
    "reference": "Gal 5:10",
    "text": "I am confident in the Lord that you will take no other view. The one who is troubling you will bear the judgment, whoever he may be."
  },
  {
    "reference": "Gal 5:11",
    "text": "Now, brothers, if I am still preaching circumcision, why am I still being persecuted? In that case the offense of the cross has been abolished."
  },
  {
    "reference": "Gal 5:12",
    "text": "As for those who are agitating you, I wish they would proceed to emasculate themselves!"
  },
  {
    "reference": "Gal 5:13",
    "text": "For you, brothers, were called to freedom; but do not use your freedom as an opportunity for the flesh. Rather, serve one another in love."
  },
  {
    "reference": "Gal 5:14",
    "text": "The entire law is fulfilled in a single decree: “Love your neighbor as yourself.”"
  },
  {
    "reference": "Gal 5:15",
    "text": "But if you keep on biting and devouring one another, watch out, or you will be consumed by one another."
  },
  {
    "reference": "Gal 5:16",
    "text": "So I say, walk by the Spirit, and you will not gratify the desires of the flesh."
  },
  {
    "reference": "Gal 5:17",
    "text": "For the flesh craves what is contrary to the Spirit, and the Spirit what is contrary to the flesh. They are opposed to each other, so that you do not do what you want."
  },
  {
    "reference": "Gal 5:18",
    "text": "But if you are led by the Spirit, you are not under the law."
  },
  {
    "reference": "Gal 5:19",
    "text": "The acts of the flesh are obvious: sexual immorality, impurity, and debauchery;"
  },
  {
    "reference": "Gal 5:20",
    "text": "idolatry and sorcery; hatred, discord, jealousy, and rage; rivalries, divisions, factions,"
  },
  {
    "reference": "Gal 5:21",
    "text": "and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who practice such things will not inherit the kingdom of God."
  },
  {
    "reference": "Gal 5:22",
    "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"
  },
  {
    "reference": "Gal 5:23",
    "text": "gentleness, and self-control. Against such things there is no law."
  },
  {
    "reference": "Gal 5:24",
    "text": "Those who belong to Christ Jesus have crucified the flesh with its passions and desires."
  },
  {
    "reference": "Gal 5:25",
    "text": "Since we live by the Spirit, let us walk in step with the Spirit."
  },
  {
    "reference": "Gal 5:26",
    "text": "Let us not become conceited, provoking and envying one another."
  },
  {
    "reference": "Gal 6:1",
    "text": "Brothers, if someone is caught in a trespass, you who are spiritual should restore him with a spirit of gentleness. But watch yourself, or you also may be tempted."
  },
  {
    "reference": "Gal 6:2",
    "text": "Carry one another’s burdens, and in this way you will fulfill the law of Christ."
  },
  {
    "reference": "Gal 6:3",
    "text": "If anyone thinks he is something when he is nothing, he deceives himself."
  },
  {
    "reference": "Gal 6:4",
    "text": "Each one should test his own work. Then he will have reason to boast in himself alone, and not in someone else."
  },
  {
    "reference": "Gal 6:5",
    "text": "For each one should carry his own load."
  },
  {
    "reference": "Gal 6:6",
    "text": "Nevertheless, the one who receives instruction in the word must share in all good things with his instructor."
  },
  {
    "reference": "Gal 6:7",
    "text": "Do not be deceived: God is not to be mocked. Whatever a man sows, he will reap in return."
  },
  {
    "reference": "Gal 6:8",
    "text": "The one who sows to please his flesh, from the flesh will reap destruction; but the one who sows to please the Spirit, from the Spirit will reap eternal life."
  },
  {
    "reference": "Gal 6:9",
    "text": "Let us not grow weary in well-doing, for in due time we will reap a harvest if we do not give up."
  },
  {
    "reference": "Gal 6:10",
    "text": "Therefore, as we have opportunity, let us do good to everyone, and especially to the family of faith."
  },
  {
    "reference": "Gal 6:11",
    "text": "See what large letters I am using to write to you with my own hand!"
  },
  {
    "reference": "Gal 6:12",
    "text": "Those who want to make a good impression outwardly are trying to compel you to be circumcised. They only do this to avoid persecution for the cross of Christ."
  },
  {
    "reference": "Gal 6:13",
    "text": "For the circumcised do not even keep the law themselves, yet they want you to be circumcised that they may boast in your flesh."
  },
  {
    "reference": "Gal 6:14",
    "text": "But as for me, may I never boast, except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world."
  },
  {
    "reference": "Gal 6:15",
    "text": "For neither circumcision nor uncircumcision means anything. What counts is a new creation."
  },
  {
    "reference": "Gal 6:16",
    "text": "Peace and mercy to all who walk by this rule, even to the Israel of God."
  },
  {
    "reference": "Gal 6:17",
    "text": "From now on let no one cause me trouble, for I bear on my body the marks of Jesus."
  },
  {
    "reference": "Gal 6:18",
    "text": "The grace of our Lord Jesus Christ be with your spirit, brothers. Amen."
  }
]
