[
  {
    "reference": "Lev 1:1",
    "text": "Then the LORD called to Moses and spoke to him from the Tent of Meeting, saying,"
  },
  {
    "reference": "Lev 1:2",
    "text": "“Speak to the Israelites and tell them: When any of you brings an offering to the LORD, you may bring as your offering an animal from the herd or the flock."
  },
  {
    "reference": "Lev 1:3",
    "text": "If his offering is a burnt offering from the herd, he is to present an unblemished male. He must bring it to the entrance to the Tent of Meeting for its acceptance before the LORD."
  },
  {
    "reference": "Lev 1:4",
    "text": "He is to lay his hand on the head of the burnt offering, so it can be accepted on his behalf to make atonement for him."
  },
  {
    "reference": "Lev 1:5",
    "text": "And he shall slaughter the young bull before the LORD, and Aaron’s sons the priests are to present the blood and splatter it on all sides of the altar at the entrance to the Tent of Meeting."
  },
  {
    "reference": "Lev 1:6",
    "text": "Next, he is to skin the burnt offering and cut it into pieces."
  },
  {
    "reference": "Lev 1:7",
    "text": "The sons of Aaron the priest shall put a fire on the altar and arrange wood on the fire."
  },
  {
    "reference": "Lev 1:8",
    "text": "Then Aaron’s sons the priests are to arrange the pieces, including the head and the fat, atop the burning wood on the altar."
  },
  {
    "reference": "Lev 1:9",
    "text": "The entrails and legs must be washed with water, and the priest shall burn all of it on the altar as a burnt offering, a food offering, a pleasing aroma to the LORD."
  },
  {
    "reference": "Lev 1:10",
    "text": "If, however, one’s offering is a burnt offering from the flock—from the sheep or goats—he is to present an unblemished male."
  },
  {
    "reference": "Lev 1:11",
    "text": "He shall slaughter it on the north side of the altar before the LORD, and Aaron’s sons the priests are to splatter its blood against the altar on all sides."
  },
  {
    "reference": "Lev 1:12",
    "text": "He is to cut the animal into pieces, and the priest shall arrange them, including the head and fat, atop the burning wood that is on the altar."
  },
  {
    "reference": "Lev 1:13",
    "text": "The entrails and legs must be washed with water, and the priest shall present all of it and burn it on the altar; it is a burnt offering, a food offering, a pleasing aroma to the LORD."
  },
  {
    "reference": "Lev 1:14",
    "text": "If, instead, one’s offering to the LORD is a burnt offering of birds, he is to present a turtledove or a young pigeon."
  },
  {
    "reference": "Lev 1:15",
    "text": "Then the priest shall bring it to the altar, twist off its head, and burn it on the altar; its blood should be drained out on the side of the altar."
  },
  {
    "reference": "Lev 1:16",
    "text": "And he is to remove the crop with its contents and throw it to the east side of the altar, in the place for ashes."
  },
  {
    "reference": "Lev 1:17",
    "text": "He shall tear it open by its wings, without dividing the bird completely. And the priest is to burn it on the altar atop the burning wood. It is a burnt offering, a food offering, a pleasing aroma to the LORD."
  },
  {
    "reference": "Lev 2:1",
    "text": "“When anyone brings a grain offering to the LORD, his offering must consist of fine flour. He is to pour olive oil on it, put frankincense on it,"
  },
  {
    "reference": "Lev 2:2",
    "text": "and bring it to Aaron’s sons the priests. The priest shall take a handful of the flour and oil, together with all the frankincense, and burn this as a memorial portion on the altar, a food offering, a pleasing aroma to the LORD."
  },
  {
    "reference": "Lev 2:3",
    "text": "The remainder of the grain offering shall belong to Aaron and his sons; it is a most holy part of the food offerings to the LORD."
  },
  {
    "reference": "Lev 2:4",
    "text": "Now if you bring an offering of grain baked in an oven, it must consist of fine flour, either unleavened cakes mixed with oil or unleavened wafers coated with oil."
  },
  {
    "reference": "Lev 2:5",
    "text": "If your offering is a grain offering prepared on a griddle, it must be unleavened bread made of fine flour mixed with oil."
  },
  {
    "reference": "Lev 2:6",
    "text": "Crumble it and pour oil on it; it is a grain offering."
  },
  {
    "reference": "Lev 2:7",
    "text": "If your offering is a grain offering cooked in a pan, it must consist of fine flour with oil."
  },
  {
    "reference": "Lev 2:8",
    "text": "When you bring to the LORD the grain offering made in any of these ways, it is to be presented to the priest, and he shall take it to the altar."
  },
  {
    "reference": "Lev 2:9",
    "text": "The priest is to remove the memorial portion from the grain offering and burn it on the altar as a food offering, a pleasing aroma to the LORD."
  },
  {
    "reference": "Lev 2:10",
    "text": "But the remainder of the grain offering shall belong to Aaron and his sons; it is a most holy part of the food offerings to the LORD."
  },
  {
    "reference": "Lev 2:11",
    "text": "No grain offering that you present to the LORD may be made with leaven, for you are not to burn any leaven or honey as a food offering to the LORD."
  },
  {
    "reference": "Lev 2:12",
    "text": "You may bring them to the LORD as an offering of firstfruits, but they must not go up on the altar as a pleasing aroma."
  },
  {
    "reference": "Lev 2:13",
    "text": "And you shall season each of your grain offerings with salt. You must not leave the salt of the covenant of your God out of your grain offering; you are to add salt to each of your offerings."
  },
  {
    "reference": "Lev 2:14",
    "text": "If you bring a grain offering of firstfruits to the LORD, you shall offer crushed heads of new grain roasted on the fire."
  },
  {
    "reference": "Lev 2:15",
    "text": "And you are to put oil and frankincense on it; it is a grain offering."
  },
  {
    "reference": "Lev 2:16",
    "text": "The priest shall then burn the memorial portion of the crushed grain and the oil, together with all its frankincense, as a food offering to the LORD."
  },
  {
    "reference": "Lev 3:1",
    "text": "“If one’s offering is a peace offering and he offers an animal from the herd, whether male or female, he must present it without blemish before the LORD."
  },
  {
    "reference": "Lev 3:2",
    "text": "He is to lay his hand on the head of the offering and slaughter it at the entrance to the Tent of Meeting. Then Aaron’s sons the priests shall splatter the blood on all sides of the altar."
  },
  {
    "reference": "Lev 3:3",
    "text": "From the peace offering he is to bring a food offering to the LORD: the fat that covers the entrails, all the fat that is on them,"
  },
  {
    "reference": "Lev 3:4",
    "text": "both kidneys with the fat on them near the loins, and the lobe of the liver, which he is to remove with the kidneys."
  },
  {
    "reference": "Lev 3:5",
    "text": "Then Aaron’s sons are to burn it on the altar atop the burnt offering that is on the burning wood, as a food offering, a pleasing aroma to the LORD."
  },
  {
    "reference": "Lev 3:6",
    "text": "If, however, one’s peace offering to the LORD is from the flock, he must present a male or female without blemish."
  },
  {
    "reference": "Lev 3:7",
    "text": "If he is presenting a lamb for his offering, he must present it before the LORD."
  },
  {
    "reference": "Lev 3:8",
    "text": "He is to lay his hand on the head of his offering and slaughter it in front of the Tent of Meeting. Then Aaron’s sons shall splatter its blood on all sides of the altar."
  },
  {
    "reference": "Lev 3:9",
    "text": "And from the peace offering he shall bring a food offering to the LORD consisting of its fat: the entire fat tail cut off close to the backbone, the fat that covers the entrails, all the fat that is on them,"
  },
  {
    "reference": "Lev 3:10",
    "text": "both kidneys with the fat on them near the loins, and the lobe of the liver, which he is to remove with the kidneys."
  },
  {
    "reference": "Lev 3:11",
    "text": "Then the priest is to burn them on the altar as food, a food offering to the LORD."
  },
  {
    "reference": "Lev 3:12",
    "text": "If one’s offering is a goat, he is to present it before the LORD."
  },
  {
    "reference": "Lev 3:13",
    "text": "He must lay his hand on its head and slaughter it in front of the Tent of Meeting. Then Aaron’s sons shall splatter its blood on all sides of the altar."
  },
  {
    "reference": "Lev 3:14",
    "text": "And from his offering he shall present a food offering to the LORD: the fat that covers the entrails, all the fat that is on them,"
  },
  {
    "reference": "Lev 3:15",
    "text": "both kidneys with the fat on them near the loins, and the lobe of the liver, which he is to remove with the kidneys."
  },
  {
    "reference": "Lev 3:16",
    "text": "Then the priest is to burn the food on the altar as a food offering, a pleasing aroma. All the fat is the LORD’s."
  },
  {
    "reference": "Lev 3:17",
    "text": "This is a permanent statute for the generations to come, wherever you live: You must not eat any fat or any blood.”"
  },
  {
    "reference": "Lev 4:1",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 4:2",
    "text": "“Tell the Israelites to do as follows with one who sins unintentionally against any of the LORD’s commandments and does what is forbidden by them:"
  },
  {
    "reference": "Lev 4:3",
    "text": "If the anointed priest sins, bringing guilt on the people, he must bring to the LORD a young bull without blemish as a sin offering for the sin he has committed."
  },
  {
    "reference": "Lev 4:4",
    "text": "He must bring the bull to the entrance to the Tent of Meeting before the LORD, lay his hand on the bull’s head, and slaughter it before the LORD."
  },
  {
    "reference": "Lev 4:5",
    "text": "Then the anointed priest shall take some of the bull’s blood and bring it into the Tent of Meeting."
  },
  {
    "reference": "Lev 4:6",
    "text": "The priest is to dip his finger in the blood and sprinkle some of it seven times before the LORD, in front of the veil of the sanctuary."
  },
  {
    "reference": "Lev 4:7",
    "text": "The priest must then put some of the blood on the horns of the altar of fragrant incense that is before the LORD in the Tent of Meeting. And he is to pour out the rest of the bull’s blood at the base of the altar of burnt offering at the entrance to the Tent of Meeting."
  },
  {
    "reference": "Lev 4:8",
    "text": "Then he shall remove all the fat from the bull of the sin offering—the fat that covers the entrails, all the fat that is on them,"
  },
  {
    "reference": "Lev 4:9",
    "text": "both kidneys with the fat on them near the loins, and the lobe of the liver, which he is to remove with the kidneys—"
  },
  {
    "reference": "Lev 4:10",
    "text": "just as the fat is removed from the ox of the peace offering. Then the priest shall burn them on the altar of burnt offering."
  },
  {
    "reference": "Lev 4:11",
    "text": "But the hide of the bull and all its flesh, with its head and legs and its entrails and dung—"
  },
  {
    "reference": "Lev 4:12",
    "text": "all the rest of the bull—he must take outside the camp to a ceremonially clean place where the ashes are poured out, and there he must burn it on a wood fire on the ash heap."
  },
  {
    "reference": "Lev 4:13",
    "text": "Now if the whole congregation of Israel strays unintentionally and the matter escapes the notice of the assembly so that they violate any of the LORD’s commandments and incur guilt by doing what is forbidden,"
  },
  {
    "reference": "Lev 4:14",
    "text": "when they become aware of the sin they have committed, then the assembly must bring a young bull as a sin offering and present it before the Tent of Meeting."
  },
  {
    "reference": "Lev 4:15",
    "text": "The elders of the congregation are to lay their hands on the bull’s head before the LORD, and it shall be slaughtered before the LORD."
  },
  {
    "reference": "Lev 4:16",
    "text": "Then the anointed priest is to bring some of the bull’s blood into the Tent of Meeting,"
  },
  {
    "reference": "Lev 4:17",
    "text": "and he is to dip his finger in the blood and sprinkle it seven times before the LORD in front of the veil."
  },
  {
    "reference": "Lev 4:18",
    "text": "He is also to put some of the blood on the horns of the altar that is before the LORD in the Tent of Meeting, and he must pour out the rest of the blood at the base of the altar of burnt offering at the entrance to the Tent of Meeting."
  },
  {
    "reference": "Lev 4:19",
    "text": "And he is to remove all the fat from it and burn it on the altar."
  },
  {
    "reference": "Lev 4:20",
    "text": "He shall offer this bull just as he did the bull for the sin offering; in this way the priest will make atonement on their behalf, and they will be forgiven."
  },
  {
    "reference": "Lev 4:21",
    "text": "Then he is to take the bull outside the camp and burn it, just as he burned the first bull. It is the sin offering for the assembly."
  },
  {
    "reference": "Lev 4:22",
    "text": "When a leader sins unintentionally and does what is prohibited by any of the commandments of the LORD his God, he incurs guilt."
  },
  {
    "reference": "Lev 4:23",
    "text": "When he becomes aware of the sin he has committed, he must bring an unblemished male goat as his offering."
  },
  {
    "reference": "Lev 4:24",
    "text": "He is to lay his hand on the head of the goat and slaughter it at the place where the burnt offering is slaughtered before the LORD. It is a sin offering."
  },
  {
    "reference": "Lev 4:25",
    "text": "Then the priest is to take some of the blood of the sin offering with his finger, put it on the horns of the altar of burnt offering, and pour out the rest of the blood at the base of the altar."
  },
  {
    "reference": "Lev 4:26",
    "text": "He must burn all its fat on the altar, like the fat of the peace offerings; thus the priest will make atonement for that man’s sin, and he will be forgiven."
  },
  {
    "reference": "Lev 4:27",
    "text": "And if one of the common people sins unintentionally and does what is prohibited by any of the LORD’s commandments, he incurs guilt."
  },
  {
    "reference": "Lev 4:28",
    "text": "When he becomes aware of the sin he has committed, he must bring an unblemished female goat as his offering for that sin."
  },
  {
    "reference": "Lev 4:29",
    "text": "He is to lay his hand on the head of the sin offering and slaughter it at the place of the burnt offering."
  },
  {
    "reference": "Lev 4:30",
    "text": "Then the priest is to take some of its blood with his finger, put it on the horns of the altar of burnt offering, and pour out the rest of the blood at the base of the altar."
  },
  {
    "reference": "Lev 4:31",
    "text": "Then he is to remove all the fat, just as it is removed from the peace offering, and the priest is to burn it on the altar as a pleasing aroma to the LORD. In this way the priest will make atonement for him, and he will be forgiven."
  },
  {
    "reference": "Lev 4:32",
    "text": "If, however, he brings a lamb as a sin offering, he must bring an unblemished female."
  },
  {
    "reference": "Lev 4:33",
    "text": "And he is to lay his hand on the head of the sin offering and slaughter it as a sin offering at the place where the burnt offering is slaughtered."
  },
  {
    "reference": "Lev 4:34",
    "text": "Then the priest is to take some of the blood of the sin offering with his finger, put it on the horns of the altar of burnt offering, and pour out the rest of its blood at the base of the altar."
  },
  {
    "reference": "Lev 4:35",
    "text": "And he shall remove all the fat, just as the fat of the lamb is removed from the peace offerings, and he shall burn it on the altar along with the food offerings to the LORD. In this way the priest will make atonement for him for the sin he has committed, and he will be forgiven."
  },
  {
    "reference": "Lev 5:1",
    "text": "“If someone sins by failing to testify when he hears a public charge about something he has witnessed, whether he has seen it or learned of it, he shall bear the iniquity."
  },
  {
    "reference": "Lev 5:2",
    "text": "Or if a person touches anything unclean—whether the carcass of any unclean wild animal or livestock or crawling creature—even if he is unaware of it, he is unclean and guilty."
  },
  {
    "reference": "Lev 5:3",
    "text": "Or if he touches human uncleanness—anything by which one becomes unclean—even if he is unaware of it, when he realizes it, he is guilty."
  },
  {
    "reference": "Lev 5:4",
    "text": "Or if someone swears thoughtlessly with his lips to do anything good or evil—in whatever matter a man may rashly pronounce an oath—even if he is unaware of it, when he realizes it, he is guilty in the matter."
  },
  {
    "reference": "Lev 5:5",
    "text": "If someone incurs guilt in one of these ways, he must confess the sin he has committed,"
  },
  {
    "reference": "Lev 5:6",
    "text": "and he must bring his guilt offering to the LORD for the sin he has committed: a female lamb or goat from the flock as a sin offering. And the priest will make atonement for him concerning his sin."
  },
  {
    "reference": "Lev 5:7",
    "text": "If, however, he cannot afford a lamb, he may bring to the LORD as restitution for his sin two turtledoves or two young pigeons—one as a sin offering and the other as a burnt offering."
  },
  {
    "reference": "Lev 5:8",
    "text": "He is to bring them to the priest, who shall first present the one for the sin offering. He is to twist its head at the front of its neck without severing it;"
  },
  {
    "reference": "Lev 5:9",
    "text": "then he is to sprinkle some of the blood of the sin offering on the side of the altar, while the rest of the blood is drained out at the base of the altar. It is a sin offering."
  },
  {
    "reference": "Lev 5:10",
    "text": "And the priest must prepare the second bird as a burnt offering according to the ordinance. In this way the priest will make atonement for him for the sin he has committed, and he will be forgiven."
  },
  {
    "reference": "Lev 5:11",
    "text": "But if he cannot afford two turtledoves or two young pigeons, he may bring a tenth of an ephah of fine flour as a sin offering. He must not put olive oil or frankincense on it, because it is a sin offering."
  },
  {
    "reference": "Lev 5:12",
    "text": "He is to bring it to the priest, who shall take a handful from it as a memorial portion and burn it on the altar atop the food offerings to the LORD; it is a sin offering."
  },
  {
    "reference": "Lev 5:13",
    "text": "In this way the priest will make atonement for him for any of these sins he has committed, and he will be forgiven. The remainder will belong to the priest, like the grain offering.”"
  },
  {
    "reference": "Lev 5:14",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 5:15",
    "text": "“If someone acts unfaithfully and sins unintentionally against any of the LORD’s holy things, he must bring his guilt offering to the LORD: an unblemished ram from the flock, of proper value in silver shekels according to the sanctuary shekel; it is a guilt offering."
  },
  {
    "reference": "Lev 5:16",
    "text": "Regarding any holy thing he has harmed, he must make restitution by adding a fifth of its value to it and giving it to the priest, who will make atonement on his behalf with the ram as a guilt offering, and he will be forgiven."
  },
  {
    "reference": "Lev 5:17",
    "text": "If someone sins and violates any of the LORD’s commandments even though he was unaware, he is guilty and shall bear his punishment."
  },
  {
    "reference": "Lev 5:18",
    "text": "He is to bring to the priest an unblemished ram of proper value from the flock as a guilt offering. Then the priest will make atonement on his behalf for the wrong he has committed in ignorance, and he will be forgiven."
  },
  {
    "reference": "Lev 5:19",
    "text": "It is a guilt offering; he was certainly guilty before the LORD.”"
  },
  {
    "reference": "Lev 6:1",
    "text": "And the LORD said to Moses,"
  },
  {
    "reference": "Lev 6:2",
    "text": "“If someone sins and acts unfaithfully against the LORD by deceiving his neighbor in regard to a deposit or security entrusted to him or stolen, or if he extorts his neighbor"
  },
  {
    "reference": "Lev 6:3",
    "text": "or finds lost property and lies about it and swears falsely, or if he commits any such sin that a man might commit—"
  },
  {
    "reference": "Lev 6:4",
    "text": "once he has sinned and becomes guilty, he must return what he has stolen or taken by extortion, or the deposit entrusted to him, or the lost property he found,"
  },
  {
    "reference": "Lev 6:5",
    "text": "or anything else about which he has sworn falsely. He must make restitution in full, add a fifth of the value, and pay it to the owner on the day he acknowledges his guilt."
  },
  {
    "reference": "Lev 6:6",
    "text": "Then he must bring to the priest his guilt offering to the LORD: an unblemished ram of proper value from the flock."
  },
  {
    "reference": "Lev 6:7",
    "text": "In this way the priest will make atonement for him before the LORD, and he will be forgiven for anything he may have done to incur guilt.”"
  },
  {
    "reference": "Lev 6:8",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 6:9",
    "text": "“Command Aaron and his sons that this is the law of the burnt offering: The burnt offering is to remain on the hearth of the altar all night, until morning, and the fire must be kept burning on the altar."
  },
  {
    "reference": "Lev 6:10",
    "text": "And the priest shall put on his linen robe and linen undergarments, and he shall remove from the altar the ashes of the burnt offering that the fire has consumed and place them beside it."
  },
  {
    "reference": "Lev 6:11",
    "text": "Then he must take off his garments, put on other clothes, and carry the ashes outside the camp to a ceremonially clean place."
  },
  {
    "reference": "Lev 6:12",
    "text": "The fire on the altar shall be kept burning; it must not be extinguished. Every morning the priest is to add wood to the fire, arrange the burnt offering on it, and burn the fat portions of the peace offerings on it."
  },
  {
    "reference": "Lev 6:13",
    "text": "The fire shall be kept burning on the altar continually; it must not be extinguished."
  },
  {
    "reference": "Lev 6:14",
    "text": "Now this is the law of the grain offering: Aaron’s sons shall present it before the LORD in front of the altar."
  },
  {
    "reference": "Lev 6:15",
    "text": "The priest is to remove a handful of fine flour and olive oil, together with all the frankincense from the grain offering, and burn the memorial portion on the altar as a pleasing aroma to the LORD."
  },
  {
    "reference": "Lev 6:16",
    "text": "Aaron and his sons are to eat the remainder. It must be eaten without leaven in a holy place; they are to eat it in the courtyard of the Tent of Meeting."
  },
  {
    "reference": "Lev 6:17",
    "text": "It must not be baked with leaven; I have assigned it as their portion of My food offerings. It is most holy, like the sin offering and the guilt offering."
  },
  {
    "reference": "Lev 6:18",
    "text": "Any male among the sons of Aaron may eat it. This is a permanent portion from the food offerings to the LORD for the generations to come. Anything that touches them will become holy.”"
  },
  {
    "reference": "Lev 6:19",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 6:20",
    "text": "“This is the offering that Aaron and his sons must present to the LORD on the day he is anointed: a tenth of an ephah of fine flour as a regular grain offering, half of it in the morning and half in the evening."
  },
  {
    "reference": "Lev 6:21",
    "text": "It shall be prepared with oil on a griddle; you are to bring it well-kneaded and present it as a grain offering broken in pieces, a pleasing aroma to the LORD."
  },
  {
    "reference": "Lev 6:22",
    "text": "The priest, who is one of Aaron’s sons and will be anointed to take his place, is to prepare it. As a permanent portion for the LORD, it must be burned completely."
  },
  {
    "reference": "Lev 6:23",
    "text": "Every grain offering for a priest shall be burned completely; it is not to be eaten.”"
  },
  {
    "reference": "Lev 6:24",
    "text": "And the LORD said to Moses,"
  },
  {
    "reference": "Lev 6:25",
    "text": "“Tell Aaron and his sons that this is the law of the sin offering: In the place where the burnt offering is slaughtered, the sin offering shall be slaughtered before the LORD; it is most holy."
  },
  {
    "reference": "Lev 6:26",
    "text": "The priest who offers it shall eat it; it must be eaten in a holy place, in the courtyard of the Tent of Meeting."
  },
  {
    "reference": "Lev 6:27",
    "text": "Anything that touches its flesh will become holy, and if any of the blood is spattered on a garment, you must wash it in a holy place."
  },
  {
    "reference": "Lev 6:28",
    "text": "The clay pot in which the sin offering is boiled must be broken; if it is boiled in a bronze pot, the pot must be scoured and rinsed with water."
  },
  {
    "reference": "Lev 6:29",
    "text": "Any male among the priests may eat it; it is most holy."
  },
  {
    "reference": "Lev 6:30",
    "text": "But no sin offering may be eaten if its blood has been brought into the Tent of Meeting to make atonement in the Holy Place; it must be burned."
  },
  {
    "reference": "Lev 7:1",
    "text": "“Now this is the law of the guilt offering, which is most holy:"
  },
  {
    "reference": "Lev 7:2",
    "text": "The guilt offering must be slaughtered in the place where the burnt offering is slaughtered, and the priest shall splatter its blood on all sides of the altar."
  },
  {
    "reference": "Lev 7:3",
    "text": "And all the fat from it shall be offered: the fat tail, the fat that covers the entrails,"
  },
  {
    "reference": "Lev 7:4",
    "text": "both kidneys with the fat on them near the loins, and the lobe of the liver, which is to be removed with the kidneys."
  },
  {
    "reference": "Lev 7:5",
    "text": "The priest shall burn them on the altar as a food offering to the LORD; it is a guilt offering."
  },
  {
    "reference": "Lev 7:6",
    "text": "Every male among the priests may eat of it. It must be eaten in a holy place; it is most holy."
  },
  {
    "reference": "Lev 7:7",
    "text": "The guilt offering is like the sin offering; the same law applies to both. It belongs to the priest who makes atonement with it."
  },
  {
    "reference": "Lev 7:8",
    "text": "As for the priest who presents a burnt offering for anyone, the hide of that offering belongs to him."
  },
  {
    "reference": "Lev 7:9",
    "text": "Likewise, every grain offering that is baked in an oven or cooked in a pan or on a griddle belongs to the priest who presents it,"
  },
  {
    "reference": "Lev 7:10",
    "text": "and every grain offering, whether dry or mixed with oil, belongs equally to all the sons of Aaron."
  },
  {
    "reference": "Lev 7:11",
    "text": "Now this is the law of the peace offering that one may present to the LORD:"
  },
  {
    "reference": "Lev 7:12",
    "text": "If he offers it in thanksgiving, then along with the sacrifice of thanksgiving he shall offer unleavened cakes mixed with olive oil, unleavened wafers coated with oil, and well-kneaded cakes of fine flour mixed with oil."
  },
  {
    "reference": "Lev 7:13",
    "text": "Along with his peace offering of thanksgiving he is to present an offering with cakes of leavened bread."
  },
  {
    "reference": "Lev 7:14",
    "text": "From the cakes he must present one portion of each offering as a contribution to the LORD. It belongs to the priest who sprinkles the blood of the peace offering."
  },
  {
    "reference": "Lev 7:15",
    "text": "The meat of the sacrifice of his peace offering of thanksgiving must be eaten on the day he offers it; none of it may be left until morning."
  },
  {
    "reference": "Lev 7:16",
    "text": "If, however, the sacrifice he offers is a vow or a freewill offering, it shall be eaten on the day he presents his sacrifice, but the remainder may be eaten on the next day."
  },
  {
    "reference": "Lev 7:17",
    "text": "But any meat of the sacrifice remaining until the third day must be burned up."
  },
  {
    "reference": "Lev 7:18",
    "text": "If any of the meat from his peace offering is eaten on the third day, it will not be accepted. It will not be credited to the one who presented it; it shall be an abomination, and the one who eats of it shall bear his iniquity."
  },
  {
    "reference": "Lev 7:19",
    "text": "Meat that touches anything unclean must not be eaten; it is to be burned up. As for any other meat, anyone who is ceremonially clean may eat it."
  },
  {
    "reference": "Lev 7:20",
    "text": "But if anyone who is unclean eats meat from the peace offering that belongs to the LORD, that person must be cut off from his people."
  },
  {
    "reference": "Lev 7:21",
    "text": "If one touches anything unclean, whether human uncleanness, an unclean animal, or any unclean, detestable thing, and then eats any of the meat of the peace offering that belongs to the LORD, that person must be cut off from his people.”"
  },
  {
    "reference": "Lev 7:22",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 7:23",
    "text": "“Speak to the Israelites and say, ‘You are not to eat any of the fat of an ox, a sheep, or a goat."
  },
  {
    "reference": "Lev 7:24",
    "text": "The fat of an animal found dead or mauled by wild beasts may be used for any other purpose, but you must not eat it."
  },
  {
    "reference": "Lev 7:25",
    "text": "If anyone eats the fat of an animal from which a food offering may be presented to the LORD, the one who eats it must be cut off from his people."
  },
  {
    "reference": "Lev 7:26",
    "text": "You must not eat the blood of any bird or animal in any of your dwellings."
  },
  {
    "reference": "Lev 7:27",
    "text": "If anyone eats blood, that person must be cut off from his people.’”"
  },
  {
    "reference": "Lev 7:28",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 7:29",
    "text": "“Speak to the Israelites and say, ‘Anyone who presents a peace offering to the LORD must bring it as his sacrifice to the LORD."
  },
  {
    "reference": "Lev 7:30",
    "text": "With his own hands he is to bring the food offerings to the LORD; he shall bring the fat, together with the breast, and wave the breast as a wave offering before the LORD."
  },
  {
    "reference": "Lev 7:31",
    "text": "The priest is to burn the fat on the altar, but the breast belongs to Aaron and his sons."
  },
  {
    "reference": "Lev 7:32",
    "text": "And you are to give the right thigh to the priest as a contribution from your peace offering."
  },
  {
    "reference": "Lev 7:33",
    "text": "The son of Aaron who presents the blood and fat of the peace offering shall have the right thigh as a portion."
  },
  {
    "reference": "Lev 7:34",
    "text": "I have taken from the sons of Israel the breast of the wave offering and the thigh of the contribution of their peace offerings, and I have given them to Aaron the priest and his sons as a permanent portion from the sons of Israel.’”"
  },
  {
    "reference": "Lev 7:35",
    "text": "This is the portion of the food offerings to the LORD for Aaron and his sons since the day they were presented to serve the LORD as priests."
  },
  {
    "reference": "Lev 7:36",
    "text": "On the day they were anointed, the LORD commanded that this be given them by the sons of Israel. It is a permanent portion for the generations to come."
  },
  {
    "reference": "Lev 7:37",
    "text": "This is the law of the burnt offering, the grain offering, the sin offering, the guilt offering, the ordination offering, and the peace offering,"
  },
  {
    "reference": "Lev 7:38",
    "text": "which the LORD gave Moses on Mount Sinai on the day He commanded the Israelites to present their offerings to the LORD in the Wilderness of Sinai."
  },
  {
    "reference": "Lev 8:1",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 8:2",
    "text": "“Take Aaron and his sons, their garments, the anointing oil, the bull of the sin offering, the two rams, and the basket of unleavened bread,"
  },
  {
    "reference": "Lev 8:3",
    "text": "and assemble the whole congregation at the entrance to the Tent of Meeting.”"
  },
  {
    "reference": "Lev 8:4",
    "text": "So Moses did as the LORD had commanded him, and the assembly gathered at the entrance to the Tent of Meeting."
  },
  {
    "reference": "Lev 8:5",
    "text": "And Moses said to them, “This is what the LORD has commanded to be done.”"
  },
  {
    "reference": "Lev 8:6",
    "text": "Then Moses presented Aaron and his sons and washed them with water."
  },
  {
    "reference": "Lev 8:7",
    "text": "He put the tunic on Aaron, tied the sash around him, clothed him with the robe, and put the ephod on him. He tied the woven band of the ephod around him and fastened it to him."
  },
  {
    "reference": "Lev 8:8",
    "text": "Then he put the breastpiece on him and placed the Urim and Thummim in the breastpiece."
  },
  {
    "reference": "Lev 8:9",
    "text": "Moses also put the turban on Aaron’s head and set the gold plate, the holy diadem, on the front of the turban, as the LORD had commanded him."
  },
  {
    "reference": "Lev 8:10",
    "text": "Next, Moses took the anointing oil and anointed the tabernacle and everything in it; and so he consecrated them."
  },
  {
    "reference": "Lev 8:11",
    "text": "He sprinkled some of the oil on the altar seven times, anointing the altar and all its utensils, and the basin with its stand, to consecrate them."
  },
  {
    "reference": "Lev 8:12",
    "text": "He also poured some of the anointing oil on Aaron’s head and anointed him to consecrate him."
  },
  {
    "reference": "Lev 8:13",
    "text": "Then Moses presented Aaron’s sons, put tunics on them, wrapped sashes around them, and tied headbands on them, just as the LORD had commanded him."
  },
  {
    "reference": "Lev 8:14",
    "text": "Moses then brought the bull near for the sin offering, and Aaron and his sons laid their hands on its head."
  },
  {
    "reference": "Lev 8:15",
    "text": "Moses slaughtered the bull, took some of the blood, and applied it with his finger to all four horns of the altar, purifying the altar. He poured out the rest of the blood at the base of the altar and consecrated it so that atonement could be made on it."
  },
  {
    "reference": "Lev 8:16",
    "text": "Moses also took all the fat that was on the entrails, the lobe of the liver, and both kidneys and their fat, and burned it all on the altar."
  },
  {
    "reference": "Lev 8:17",
    "text": "But the bull with its hide, flesh, and dung he burned outside the camp, as the LORD had commanded him."
  },
  {
    "reference": "Lev 8:18",
    "text": "Then Moses presented the ram for the burnt offering, and Aaron and his sons laid their hands on its head."
  },
  {
    "reference": "Lev 8:19",
    "text": "Moses slaughtered the ram and splattered the blood on all sides of the altar."
  },
  {
    "reference": "Lev 8:20",
    "text": "He cut the ram into pieces and burned the head, the pieces, and the fat."
  },
  {
    "reference": "Lev 8:21",
    "text": "He washed the entrails and legs with water and burned the entire ram on the altar as a burnt offering, a pleasing aroma, a food offering to the LORD, just as the LORD had commanded Moses."
  },
  {
    "reference": "Lev 8:22",
    "text": "After that, Moses presented the other ram, the ram of ordination, and Aaron and his sons laid their hands on its head."
  },
  {
    "reference": "Lev 8:23",
    "text": "Moses slaughtered the ram and took some of its blood and put it on Aaron’s right earlobe, on the thumb of his right hand, and on the big toe of his right foot."
  },
  {
    "reference": "Lev 8:24",
    "text": "Moses also presented Aaron’s sons and put some of the blood on their right earlobes, on the thumbs of their right hands, and on the big toes of their right feet. Then he splattered the blood on all sides of the altar."
  },
  {
    "reference": "Lev 8:25",
    "text": "And Moses took the fat—the fat tail, all the fat that was on the entrails, the lobe of the liver, and both kidneys with their fat—as well as the right thigh."
  },
  {
    "reference": "Lev 8:26",
    "text": "And from the basket of unleavened bread that was before the LORD, he took one cake of unleavened bread, one cake of bread made with oil, and one wafer, and he placed them on the fat portions and on the right thigh."
  },
  {
    "reference": "Lev 8:27",
    "text": "He put all these in the hands of Aaron and his sons and waved them before the LORD as a wave offering."
  },
  {
    "reference": "Lev 8:28",
    "text": "Then Moses took these from their hands and burned them on the altar with the burnt offering. This was an ordination offering, a pleasing aroma, a food offering to the LORD."
  },
  {
    "reference": "Lev 8:29",
    "text": "He also took the breast—Moses’ portion of the ram of ordination—and waved it before the LORD as a wave offering, as the LORD had commanded him."
  },
  {
    "reference": "Lev 8:30",
    "text": "Next, Moses took some of the anointing oil and some of the blood that was on the altar and sprinkled them on Aaron and his garments, and on his sons and their garments. So he consecrated Aaron and his garments, as well as Aaron’s sons and their garments."
  },
  {
    "reference": "Lev 8:31",
    "text": "And Moses said to Aaron and his sons, “Boil the meat at the entrance to the Tent of Meeting and eat it there with the bread that is in the basket of ordination offerings, as I commanded, saying, ‘Aaron and his sons are to eat it.’"
  },
  {
    "reference": "Lev 8:32",
    "text": "Then you must burn up the remainder of the meat and bread."
  },
  {
    "reference": "Lev 8:33",
    "text": "You must not go outside the entrance to the Tent of Meeting for seven days, until the days of your ordination are complete; for it will take seven days to ordain you."
  },
  {
    "reference": "Lev 8:34",
    "text": "What has been done today has been commanded by the LORD in order to make atonement on your behalf."
  },
  {
    "reference": "Lev 8:35",
    "text": "You must remain at the entrance to the Tent of Meeting day and night for seven days and keep the LORD’s charge so that you will not die, for this is what I have been commanded.”"
  },
  {
    "reference": "Lev 8:36",
    "text": "So Aaron and his sons did everything the LORD had commanded through Moses."
  },
  {
    "reference": "Lev 9:1",
    "text": "On the eighth day Moses summoned Aaron and his sons and the elders of Israel."
  },
  {
    "reference": "Lev 9:2",
    "text": "He said to Aaron, “Take for yourself a young bull for a sin offering and a ram for a burnt offering, both without blemish, and present them before the LORD."
  },
  {
    "reference": "Lev 9:3",
    "text": "Then speak to the Israelites and say, ‘Take a male goat for a sin offering, a calf and a lamb—both a year old and without blemish—for a burnt offering,"
  },
  {
    "reference": "Lev 9:4",
    "text": "an ox and a ram for a peace offering to sacrifice before the LORD, and a grain offering mixed with oil. For today the LORD will appear to you.’”"
  },
  {
    "reference": "Lev 9:5",
    "text": "So they took what Moses had commanded to the front of the Tent of Meeting, and the whole congregation drew near and stood before the LORD."
  },
  {
    "reference": "Lev 9:6",
    "text": "And Moses said, “This is what the LORD has commanded you to do, so that the glory of the LORD may appear to you.”"
  },
  {
    "reference": "Lev 9:7",
    "text": "Then Moses said to Aaron, “Approach the altar and sacrifice your sin offering and your burnt offering to make atonement for yourself and for the people. And sacrifice the people’s offering to make atonement for them, as the LORD has commanded.”"
  },
  {
    "reference": "Lev 9:8",
    "text": "So Aaron approached the altar and slaughtered the calf as a sin offering for himself."
  },
  {
    "reference": "Lev 9:9",
    "text": "The sons of Aaron brought the blood to him, and he dipped his finger in the blood and applied it to the horns of the altar. And he poured out the rest of the blood at the base of the altar."
  },
  {
    "reference": "Lev 9:10",
    "text": "On the altar he burned the fat, the kidneys, and the lobe of the liver from the sin offering, as the LORD had commanded Moses."
  },
  {
    "reference": "Lev 9:11",
    "text": "But he burned up the flesh and the hide outside the camp."
  },
  {
    "reference": "Lev 9:12",
    "text": "Then Aaron slaughtered the burnt offering. His sons brought him the blood, and he splattered it on all sides of the altar."
  },
  {
    "reference": "Lev 9:13",
    "text": "They brought him the burnt offering piece by piece, including the head, and he burned them on the altar."
  },
  {
    "reference": "Lev 9:14",
    "text": "He washed the entrails and the legs and burned them atop the burnt offering on the altar."
  },
  {
    "reference": "Lev 9:15",
    "text": "Aaron then presented the people’s offering. He took the male goat for the people’s sin offering, slaughtered it, and offered it for sin like the first one."
  },
  {
    "reference": "Lev 9:16",
    "text": "He presented the burnt offering and offered it according to the ordinance."
  },
  {
    "reference": "Lev 9:17",
    "text": "Next he presented the grain offering, took a handful of it, and burned it on the altar in addition to the morning’s burnt offering."
  },
  {
    "reference": "Lev 9:18",
    "text": "Then he slaughtered the ox and the ram as the people’s peace offering. His sons brought him the blood, and he splattered it on all sides of the altar."
  },
  {
    "reference": "Lev 9:19",
    "text": "They also brought the fat portions from the ox and the ram—the fat tail, the fat covering the entrails, the kidneys, and the lobe of the liver—"
  },
  {
    "reference": "Lev 9:20",
    "text": "and placed these on the breasts. Aaron burned the fat portions on the altar,"
  },
  {
    "reference": "Lev 9:21",
    "text": "but he waved the breasts and the right thigh as a wave offering before the LORD, as Moses had commanded."
  },
  {
    "reference": "Lev 9:22",
    "text": "Aaron lifted up his hands toward the people and blessed them. And having made the sin offering, the burnt offering, and the peace offering, he stepped down."
  },
  {
    "reference": "Lev 9:23",
    "text": "Moses and Aaron then entered the Tent of Meeting. When they came out, they blessed the people, and the glory of the LORD appeared to all the people."
  },
  {
    "reference": "Lev 9:24",
    "text": "Fire came out from the presence of the LORD and consumed the burnt offering and the fat portions on the altar. And when all the people saw it, they shouted for joy and fell facedown."
  },
  {
    "reference": "Lev 10:1",
    "text": "Now Aaron’s sons Nadab and Abihu took their censers, put fire in them and added incense, and offered unauthorized fire before the LORD, contrary to His command."
  },
  {
    "reference": "Lev 10:2",
    "text": "So fire came out from the presence of the LORD and consumed them, and they died in the presence of the LORD."
  },
  {
    "reference": "Lev 10:3",
    "text": "Then Moses said to Aaron, “This is what the LORD meant when He said: ‘To those who come near Me I will show My holiness, and in the sight of all the people I will reveal My glory.’” But Aaron remained silent."
  },
  {
    "reference": "Lev 10:4",
    "text": "Moses summoned Mishael and Elzaphan, sons of Aaron’s uncle Uzziel, and said to them, “Come here; carry the bodies of your cousins outside the camp, away from the front of the sanctuary.”"
  },
  {
    "reference": "Lev 10:5",
    "text": "So they came forward and carried them, still in their tunics, outside the camp, as Moses had directed."
  },
  {
    "reference": "Lev 10:6",
    "text": "Then Moses said to Aaron and his sons Eleazar and Ithamar, “Do not let your hair become disheveled and do not tear your garments, or else you will die, and the LORD will be angry with the whole congregation. But your brothers, the whole house of Israel, may mourn on account of the fire that the LORD has ignited."
  },
  {
    "reference": "Lev 10:7",
    "text": "You shall not go outside the entrance to the Tent of Meeting, or you will die, for the LORD’s anointing oil is on you.” So they did as Moses instructed."
  },
  {
    "reference": "Lev 10:8",
    "text": "Then the LORD said to Aaron,"
  },
  {
    "reference": "Lev 10:9",
    "text": "“You and your sons are not to drink wine or strong drink when you enter the Tent of Meeting, or else you will die; this is a permanent statute for the generations to come."
  },
  {
    "reference": "Lev 10:10",
    "text": "You must distinguish between the holy and the common, between the clean and the unclean,"
  },
  {
    "reference": "Lev 10:11",
    "text": "so that you may teach the Israelites all the statutes that the LORD has given them through Moses.”"
  },
  {
    "reference": "Lev 10:12",
    "text": "And Moses said to Aaron and his remaining sons, Eleazar and Ithamar, “Take the grain offering that remains from the food offerings to the LORD and eat it without leaven beside the altar, because it is most holy."
  },
  {
    "reference": "Lev 10:13",
    "text": "You shall eat it in a holy place, because it is your share and your sons’ share of the food offerings to the LORD; for this is what I have been commanded."
  },
  {
    "reference": "Lev 10:14",
    "text": "And you and your sons and daughters may eat the breast of the wave offering and the thigh of the contribution in a ceremonially clean place, because these portions have been assigned to you and your children from the peace offerings of the sons of Israel."
  },
  {
    "reference": "Lev 10:15",
    "text": "They are to bring the thigh of the contribution and the breast of the wave offering, together with the fat portions of the food offerings, to wave as a wave offering before the LORD. It will belong permanently to you and your children, as the LORD has commanded.”"
  },
  {
    "reference": "Lev 10:16",
    "text": "Later, Moses searched carefully for the goat of the sin offering, and behold, it had been burned up. He was angry with Eleazar and Ithamar, Aaron’s remaining sons, and asked,"
  },
  {
    "reference": "Lev 10:17",
    "text": "“Why didn’t you eat the sin offering in the holy place? For it is most holy; it was given to you to take away the guilt of the congregation by making atonement for them before the LORD."
  },
  {
    "reference": "Lev 10:18",
    "text": "Since its blood was not brought inside the holy place, you should have eaten it in the sanctuary area, as I commanded.”"
  },
  {
    "reference": "Lev 10:19",
    "text": "But Aaron replied to Moses, “Behold, this very day they presented their sin offering and their burnt offering before the LORD. Since these things have happened to me, if I had eaten the sin offering today, would it have been acceptable in the sight of the LORD?”"
  },
  {
    "reference": "Lev 10:20",
    "text": "And when Moses heard this explanation, he was satisfied."
  },
  {
    "reference": "Lev 11:1",
    "text": "The LORD spoke again to Moses and Aaron, telling them,"
  },
  {
    "reference": "Lev 11:2",
    "text": "“Say to the Israelites, ‘Of all the beasts of the earth, these ones you may eat:"
  },
  {
    "reference": "Lev 11:3",
    "text": "You may eat any animal that has a split hoof completely divided and that chews the cud."
  },
  {
    "reference": "Lev 11:4",
    "text": "But of those that only chew the cud or only have a divided hoof, you are not to eat the following: The camel, though it chews the cud, does not have a divided hoof; it is unclean for you."
  },
  {
    "reference": "Lev 11:5",
    "text": "The rock badger, though it chews the cud, does not have a divided hoof; it is unclean for you."
  },
  {
    "reference": "Lev 11:6",
    "text": "The rabbit, though it chews the cud, does not have a divided hoof; it is unclean for you."
  },
  {
    "reference": "Lev 11:7",
    "text": "And the pig, though it has a split hoof completely divided, does not chew the cud; it is unclean for you."
  },
  {
    "reference": "Lev 11:8",
    "text": "You must not eat their meat or touch their carcasses; they are unclean for you."
  },
  {
    "reference": "Lev 11:9",
    "text": "Of all the creatures that live in the water, whether in the seas or in the streams, you may eat anything with fins and scales."
  },
  {
    "reference": "Lev 11:10",
    "text": "But the following among all the teeming life and creatures in the water are detestable to you: everything in the seas or streams that does not have fins and scales."
  },
  {
    "reference": "Lev 11:11",
    "text": "They shall be an abomination to you; you must not eat their meat, and you must detest their carcasses."
  },
  {
    "reference": "Lev 11:12",
    "text": "Everything in the water that does not have fins and scales shall be detestable to you."
  },
  {
    "reference": "Lev 11:13",
    "text": "Additionally, you are to detest the following birds, and they must not be eaten because they are detestable: the eagle, the bearded vulture, the black vulture,"
  },
  {
    "reference": "Lev 11:14",
    "text": "the kite, any kind of falcon,"
  },
  {
    "reference": "Lev 11:15",
    "text": "any kind of raven,"
  },
  {
    "reference": "Lev 11:16",
    "text": "the ostrich, the screech owl, the gull, any kind of hawk,"
  },
  {
    "reference": "Lev 11:17",
    "text": "the little owl, the cormorant, the great owl,"
  },
  {
    "reference": "Lev 11:18",
    "text": "the white owl, the desert owl, the osprey,"
  },
  {
    "reference": "Lev 11:19",
    "text": "the stork, any kind of heron, the hoopoe, and the bat."
  },
  {
    "reference": "Lev 11:20",
    "text": "All flying insects that walk on all fours are detestable to you."
  },
  {
    "reference": "Lev 11:21",
    "text": "However, you may eat the following kinds of flying insects that walk on all fours: those having jointed legs above their feet for hopping on the ground."
  },
  {
    "reference": "Lev 11:22",
    "text": "Of these you may eat any kind of locust, katydid, cricket, or grasshopper."
  },
  {
    "reference": "Lev 11:23",
    "text": "All other flying insects that have four legs are detestable to you."
  },
  {
    "reference": "Lev 11:24",
    "text": "These creatures will make you unclean. Whoever touches their carcasses will be unclean until evening,"
  },
  {
    "reference": "Lev 11:25",
    "text": "and whoever picks up one of their carcasses must wash his clothes, and he will be unclean until evening."
  },
  {
    "reference": "Lev 11:26",
    "text": "Every animal with hooves not completely divided or that does not chew the cud is unclean for you. Whoever touches any of them will be unclean."
  },
  {
    "reference": "Lev 11:27",
    "text": "All the four-footed animals that walk on their paws are unclean for you; whoever touches their carcasses will be unclean until evening,"
  },
  {
    "reference": "Lev 11:28",
    "text": "and anyone who picks up a carcass must wash his clothes, and he will be unclean until evening. They are unclean for you."
  },
  {
    "reference": "Lev 11:29",
    "text": "The following creatures that move along the ground are unclean for you: the mole, the mouse, any kind of great lizard,"
  },
  {
    "reference": "Lev 11:30",
    "text": "the gecko, the monitor lizard, the common lizard, the skink, and the chameleon."
  },
  {
    "reference": "Lev 11:31",
    "text": "These animals are unclean for you among all the crawling creatures. Whoever touches them when they are dead shall be unclean until evening."
  },
  {
    "reference": "Lev 11:32",
    "text": "When one of them dies and falls on something, that article becomes unclean; any article of wood, clothing, leather, sackcloth, or any implement used for work must be rinsed with water and will remain unclean until evening; then it will be clean."
  },
  {
    "reference": "Lev 11:33",
    "text": "If any of them falls into a clay pot, everything in it will be unclean; you must break the pot."
  },
  {
    "reference": "Lev 11:34",
    "text": "Any food coming into contact with water from that pot will be unclean, and any drink in such a container will be unclean."
  },
  {
    "reference": "Lev 11:35",
    "text": "Anything upon which one of their carcasses falls will be unclean. If it is an oven or cooking pot, it must be smashed; it is unclean and will remain unclean for you."
  },
  {
    "reference": "Lev 11:36",
    "text": "Nevertheless, a spring or cistern containing water will remain clean, but one who touches a carcass in it will be unclean."
  },
  {
    "reference": "Lev 11:37",
    "text": "If a carcass falls on any seed for sowing, the seed is clean;"
  },
  {
    "reference": "Lev 11:38",
    "text": "but if water has been put on the seed and a carcass falls on it, it is unclean for you."
  },
  {
    "reference": "Lev 11:39",
    "text": "If an animal that you may eat dies, anyone who touches the carcass will be unclean until evening."
  },
  {
    "reference": "Lev 11:40",
    "text": "Whoever eats from the carcass must wash his clothes and will be unclean until evening, and anyone who picks up the carcass must wash his clothes and will be unclean until evening."
  },
  {
    "reference": "Lev 11:41",
    "text": "Every creature that moves along the ground is detestable; it must not be eaten."
  },
  {
    "reference": "Lev 11:42",
    "text": "Do not eat any creature that moves along the ground, whether it crawls on its belly or walks on four or more feet; for such creatures are detestable."
  },
  {
    "reference": "Lev 11:43",
    "text": "Do not defile yourselves by any crawling creature; do not become unclean or defiled by them."
  },
  {
    "reference": "Lev 11:44",
    "text": "For I am the LORD your God; consecrate yourselves, therefore, and be holy, because I am holy. You must not defile yourselves by any creature that crawls along the ground."
  },
  {
    "reference": "Lev 11:45",
    "text": "For I am the LORD, who brought you up out of the land of Egypt so that I would be your God; therefore be holy, because I am holy."
  },
  {
    "reference": "Lev 11:46",
    "text": "This is the law regarding animals, birds, all living creatures that move in the water, and all creatures that crawl along the ground."
  },
  {
    "reference": "Lev 11:47",
    "text": "You must distinguish between the unclean and the clean, between animals that may be eaten and those that may not.’”"
  },
  {
    "reference": "Lev 12:1",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 12:2",
    "text": "“Say to the Israelites, ‘A woman who becomes pregnant and gives birth to a son will be unclean for seven days, as she is during the days of her menstruation."
  },
  {
    "reference": "Lev 12:3",
    "text": "And on the eighth day the flesh of the boy’s foreskin is to be circumcised."
  },
  {
    "reference": "Lev 12:4",
    "text": "The woman shall continue in purification from her bleeding for thirty-three days. She must not touch anything sacred or go into the sanctuary until the days of her purification are complete."
  },
  {
    "reference": "Lev 12:5",
    "text": "If, however, she gives birth to a daughter, the woman will be unclean for two weeks as she is during her menstruation. Then she must continue in purification from her bleeding for sixty-six days."
  },
  {
    "reference": "Lev 12:6",
    "text": "When the days of her purification are complete, whether for a son or for a daughter, she is to bring to the priest at the entrance to the Tent of Meeting a year-old lamb for a burnt offering and a young pigeon or a turtledove for a sin offering."
  },
  {
    "reference": "Lev 12:7",
    "text": "And the priest will present them before the LORD and make atonement for her; and she shall be ceremonially cleansed from her flow of blood. This is the law for a woman giving birth, whether to a male or to a female."
  },
  {
    "reference": "Lev 12:8",
    "text": "But if she cannot afford a lamb, she shall bring two turtledoves or two young pigeons, one for a burnt offering and the other for a sin offering. Then the priest will make atonement for her, and she will be clean.’”"
  },
  {
    "reference": "Lev 13:1",
    "text": "Then the LORD said to Moses and Aaron,"
  },
  {
    "reference": "Lev 13:2",
    "text": "“When someone has a swelling or rash or bright spot on his skin that may be an infectious skin disease, he must be brought to Aaron the priest or to one of his sons who is a priest."
  },
  {
    "reference": "Lev 13:3",
    "text": "The priest is to examine the infection on his skin, and if the hair in the infection has turned white and the sore appears to be deeper than the skin, it is a skin disease. After the priest examines him, he must pronounce him unclean."
  },
  {
    "reference": "Lev 13:4",
    "text": "If, however, the spot on his skin is white and does not appear to be deeper than the skin, and the hair in it has not turned white, the priest shall isolate the infected person for seven days."
  },
  {
    "reference": "Lev 13:5",
    "text": "On the seventh day the priest is to reexamine him, and if he sees that the infection is unchanged and has not spread on the skin, the priest must isolate him for another seven days."
  },
  {
    "reference": "Lev 13:6",
    "text": "The priest will examine him again on the seventh day, and if the sore has faded and has not spread on the skin, the priest shall pronounce him clean; it is a rash. The person must wash his clothes and be clean."
  },
  {
    "reference": "Lev 13:7",
    "text": "But if the rash spreads further on his skin after he has shown himself to the priest for his cleansing, he must present himself again to the priest."
  },
  {
    "reference": "Lev 13:8",
    "text": "The priest will reexamine him, and if the rash has spread on the skin, the priest must pronounce him unclean; it is a skin disease."
  },
  {
    "reference": "Lev 13:9",
    "text": "When anyone develops a skin disease, he must be brought to the priest."
  },
  {
    "reference": "Lev 13:10",
    "text": "The priest will examine him, and if there is a white swelling on the skin that has turned the hair white, and there is raw flesh in the swelling,"
  },
  {
    "reference": "Lev 13:11",
    "text": "it is a chronic skin disease and the priest must pronounce him unclean. He need not isolate him, for he is unclean."
  },
  {
    "reference": "Lev 13:12",
    "text": "But if the skin disease breaks out all over his skin so that it covers all the skin of the infected person from head to foot, as far as the priest can see,"
  },
  {
    "reference": "Lev 13:13",
    "text": "the priest shall examine him, and if the disease has covered his entire body, he is to pronounce the infected person clean. Since it has all turned white, he is clean."
  },
  {
    "reference": "Lev 13:14",
    "text": "But whenever raw flesh appears on someone, he will be unclean."
  },
  {
    "reference": "Lev 13:15",
    "text": "When the priest sees the raw flesh, he must pronounce him unclean. The raw flesh is unclean; it is a skin disease."
  },
  {
    "reference": "Lev 13:16",
    "text": "But if the raw flesh changes and turns white, he must go to the priest."
  },
  {
    "reference": "Lev 13:17",
    "text": "The priest will reexamine him, and if the infection has turned white, the priest is to pronounce the infected person clean; then he is clean."
  },
  {
    "reference": "Lev 13:18",
    "text": "When a boil appears on someone’s skin and it heals,"
  },
  {
    "reference": "Lev 13:19",
    "text": "and a white swelling or a reddish-white spot develops where the boil was, he must present himself to the priest."
  },
  {
    "reference": "Lev 13:20",
    "text": "The priest shall examine it, and if it appears to be beneath the skin and the hair in it has turned white, the priest shall pronounce him unclean; it is a diseased infection that has broken out in the boil."
  },
  {
    "reference": "Lev 13:21",
    "text": "But when the priest examines it, if there is no white hair in it, and it is not beneath the skin and has faded, the priest shall isolate him for seven days."
  },
  {
    "reference": "Lev 13:22",
    "text": "If it spreads any further on the skin, the priest must pronounce him unclean; it is an infection."
  },
  {
    "reference": "Lev 13:23",
    "text": "But if the spot remains unchanged and does not spread, it is only the scar from the boil, and the priest shall pronounce him clean."
  },
  {
    "reference": "Lev 13:24",
    "text": "When there is a burn on someone’s skin and the raw area of the burn becomes reddish-white or white,"
  },
  {
    "reference": "Lev 13:25",
    "text": "the priest must examine it. If the hair in the spot has turned white and the spot appears to be deeper than the skin, it is a disease that has broken out in the burn. The priest must pronounce him unclean; it is a diseased infection."
  },
  {
    "reference": "Lev 13:26",
    "text": "But if the priest examines it and there is no white hair in the spot, and it is not beneath the skin but has faded, the priest shall isolate him for seven days."
  },
  {
    "reference": "Lev 13:27",
    "text": "On the seventh day the priest is to reexamine him, and if it has spread further on the skin, the priest must pronounce him unclean; it is a diseased infection."
  },
  {
    "reference": "Lev 13:28",
    "text": "But if the spot is unchanged and has not spread on the skin but has faded, it is a swelling from the burn, and the priest is to pronounce him clean; for it is only the scar from the burn."
  },
  {
    "reference": "Lev 13:29",
    "text": "If a man or woman has an infection on the head or chin,"
  },
  {
    "reference": "Lev 13:30",
    "text": "the priest shall examine the infection, and if it appears to be deeper than the skin and the hair in it is yellow and thin, the priest must pronounce him unclean; it is a scaly outbreak, an infectious disease of the head or chin."
  },
  {
    "reference": "Lev 13:31",
    "text": "But if the priest examines the scaly infection and it does not appear to be deeper than the skin, and there is no black hair in it, the priest shall isolate the infected person for seven days."
  },
  {
    "reference": "Lev 13:32",
    "text": "On the seventh day the priest is to reexamine the infection, and if the scaly outbreak has not spread and there is no yellow hair in it, and it does not appear to be deeper than the skin,"
  },
  {
    "reference": "Lev 13:33",
    "text": "then the person must shave himself except for the scaly area. Then the priest shall isolate him for another seven days."
  },
  {
    "reference": "Lev 13:34",
    "text": "On the seventh day the priest shall examine the scaly outbreak, and if it has not spread on the skin and does not appear to be deeper than the skin, the priest is to pronounce him clean. He must wash his clothes, and he will be clean."
  },
  {
    "reference": "Lev 13:35",
    "text": "If, however, the scaly outbreak spreads further on the skin after his cleansing,"
  },
  {
    "reference": "Lev 13:36",
    "text": "the priest is to examine him, and if the scaly outbreak has spread on the skin, the priest need not look for yellow hair; the person is unclean."
  },
  {
    "reference": "Lev 13:37",
    "text": "If, however, in his sight the scaly outbreak is unchanged and black hair has grown in it, then it has healed. He is clean, and the priest is to pronounce him clean."
  },
  {
    "reference": "Lev 13:38",
    "text": "When a man or a woman has white spots on the skin,"
  },
  {
    "reference": "Lev 13:39",
    "text": "the priest shall examine them, and if the spots are dull white, it is a harmless rash that has broken out on the skin; the person is clean."
  },
  {
    "reference": "Lev 13:40",
    "text": "Now if a man loses his hair and is bald, he is still clean."
  },
  {
    "reference": "Lev 13:41",
    "text": "Or if his hairline recedes and he is bald on his forehead, he is still clean."
  },
  {
    "reference": "Lev 13:42",
    "text": "But if there is a reddish-white sore on the bald head or forehead, it is an infectious disease breaking out on it."
  },
  {
    "reference": "Lev 13:43",
    "text": "The priest is to examine him, and if the swelling of the infection on his bald head or forehead is reddish-white like a skin disease,"
  },
  {
    "reference": "Lev 13:44",
    "text": "the man is diseased; he is unclean. The priest must pronounce him unclean because of the infection on his head."
  },
  {
    "reference": "Lev 13:45",
    "text": "A diseased person must wear torn clothes and let his hair hang loose, and he must cover his mouth and cry out, ‘Unclean, unclean!’"
  },
  {
    "reference": "Lev 13:46",
    "text": "As long as he has the infection, he remains unclean. He must live alone in a place outside the camp."
  },
  {
    "reference": "Lev 13:47",
    "text": "If any fabric is contaminated with mildew—any wool or linen garment,"
  },
  {
    "reference": "Lev 13:48",
    "text": "any weave or knit of linen or wool, or any article of leather—"
  },
  {
    "reference": "Lev 13:49",
    "text": "and if the mark in the fabric, leather, weave, knit, or leather article is green or red, then it is contaminated with mildew and must be shown to the priest."
  },
  {
    "reference": "Lev 13:50",
    "text": "And the priest is to examine the mildew and isolate the contaminated fabric for seven days."
  },
  {
    "reference": "Lev 13:51",
    "text": "On the seventh day the priest shall reexamine it, and if the mildew has spread in the fabric, weave, knit, or leather, then regardless of how it is used, it is a harmful mildew; the article is unclean."
  },
  {
    "reference": "Lev 13:52",
    "text": "He is to burn the fabric, weave, or knit, whether the contaminated item is wool or linen or leather. Since the mildew is harmful, the article must be burned up."
  },
  {
    "reference": "Lev 13:53",
    "text": "But when the priest reexamines it, if the mildew has not spread in the fabric, weave, knit, or leather article,"
  },
  {
    "reference": "Lev 13:54",
    "text": "the priest is to order the contaminated article to be washed and isolated for another seven days."
  },
  {
    "reference": "Lev 13:55",
    "text": "After it has been washed, the priest is to reexamine it, and if the mildewed article has not changed in appearance, it is unclean. Even though the mildew has not spread, you must burn it, whether the rot is on the front or back."
  },
  {
    "reference": "Lev 13:56",
    "text": "If the priest examines it and the mildew has faded after it has been washed, he must cut the contaminated section out of the fabric, leather, weave, or knit."
  },
  {
    "reference": "Lev 13:57",
    "text": "But if it reappears in the fabric, weave, or knit, or on any leather article, it is spreading. You must burn the contaminated article."
  },
  {
    "reference": "Lev 13:58",
    "text": "If the mildew disappears from the fabric, weave, or knit, or any leather article after washing, then it is to be washed again, and it will be clean."
  },
  {
    "reference": "Lev 13:59",
    "text": "This is the law concerning a mildew contamination in wool or linen fabric, weave, or knit, or any leather article, for pronouncing it clean or unclean.”"
  },
  {
    "reference": "Lev 14:1",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 14:2",
    "text": "“This is the law for the one afflicted with a skin disease on the day of his cleansing, when he is brought to the priest."
  },
  {
    "reference": "Lev 14:3",
    "text": "The priest is to go outside the camp to examine him, and if the skin disease of the afflicted person has healed,"
  },
  {
    "reference": "Lev 14:4",
    "text": "the priest shall order that two live clean birds, cedar wood, scarlet yarn, and hyssop be brought for the one to be cleansed."
  },
  {
    "reference": "Lev 14:5",
    "text": "Then the priest shall command that one of the birds be slaughtered over fresh water in a clay pot."
  },
  {
    "reference": "Lev 14:6",
    "text": "And he is to take the live bird together with the cedar wood, scarlet yarn, and hyssop, and dip them into the blood of the bird that was slaughtered over the fresh water."
  },
  {
    "reference": "Lev 14:7",
    "text": "Seven times he shall sprinkle the one to be cleansed of the skin disease. Then he shall pronounce him clean and release the live bird into the open field."
  },
  {
    "reference": "Lev 14:8",
    "text": "The one being cleansed must wash his clothes, shave off all his hair, and bathe with water; then he will be ceremonially clean. Afterward, he may enter the camp, but he must remain outside his tent for seven days."
  },
  {
    "reference": "Lev 14:9",
    "text": "On the seventh day he must shave off all his hair—his head, his beard, his eyebrows, and the rest of his hair. He must wash his clothes and bathe himself with water, and he will be clean."
  },
  {
    "reference": "Lev 14:10",
    "text": "On the eighth day he is to bring two unblemished male lambs, an unblemished ewe lamb a year old, a grain offering of three-tenths of an ephah of fine flour mixed with olive oil, and one log of olive oil."
  },
  {
    "reference": "Lev 14:11",
    "text": "The priest who performs the cleansing shall present the one to be cleansed, together with these offerings, before the LORD at the entrance to the Tent of Meeting."
  },
  {
    "reference": "Lev 14:12",
    "text": "Then the priest is to take one of the male lambs and present it as a guilt offering, along with the log of olive oil; and he must wave them as a wave offering before the LORD."
  },
  {
    "reference": "Lev 14:13",
    "text": "Then he is to slaughter the lamb in the sanctuary area where the sin offering and burnt offering are slaughtered. Like the sin offering, the guilt offering belongs to the priest; it is most holy."
  },
  {
    "reference": "Lev 14:14",
    "text": "The priest is to take some of the blood from the guilt offering and put it on the right earlobe of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot."
  },
  {
    "reference": "Lev 14:15",
    "text": "Then the priest shall take some of the log of olive oil, pour it into his left palm,"
  },
  {
    "reference": "Lev 14:16",
    "text": "dip his right forefinger into the oil in his left palm, and sprinkle some of the oil with his finger seven times before the LORD."
  },
  {
    "reference": "Lev 14:17",
    "text": "And the priest is to put some of the oil remaining in his palm on the right earlobe of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot, on top of the blood of the guilt offering."
  },
  {
    "reference": "Lev 14:18",
    "text": "The rest of the oil in his palm, the priest is to put on the head of the one to be cleansed, to make atonement for him before the LORD."
  },
  {
    "reference": "Lev 14:19",
    "text": "Then the priest is to sacrifice the sin offering and make atonement for the one to be cleansed from his uncleanness. After that, the priest shall slaughter the burnt offering"
  },
  {
    "reference": "Lev 14:20",
    "text": "and offer it on the altar, with the grain offering, to make atonement for him, and he will be clean."
  },
  {
    "reference": "Lev 14:21",
    "text": "If, however, the person is poor and cannot afford these offerings, he is to take one male lamb as a guilt offering to be waved to make atonement for him, along with a tenth of an ephah of fine flour mixed with olive oil for a grain offering, a log of olive oil,"
  },
  {
    "reference": "Lev 14:22",
    "text": "and two turtledoves or two young pigeons, whichever he can afford, one to be a sin offering and the other a burnt offering."
  },
  {
    "reference": "Lev 14:23",
    "text": "On the eighth day he is to bring them for his cleansing to the priest at the entrance to the Tent of Meeting before the LORD."
  },
  {
    "reference": "Lev 14:24",
    "text": "The priest shall take the lamb for the guilt offering, along with the log of olive oil, and wave them as a wave offering before the LORD."
  },
  {
    "reference": "Lev 14:25",
    "text": "And after he slaughters the lamb for the guilt offering, the priest is to take some of the blood of the guilt offering and put it on the right earlobe of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot."
  },
  {
    "reference": "Lev 14:26",
    "text": "Then the priest is to pour some of the oil into his left palm"
  },
  {
    "reference": "Lev 14:27",
    "text": "and sprinkle with his right forefinger some of the oil in his left palm seven times before the LORD."
  },
  {
    "reference": "Lev 14:28",
    "text": "The priest shall also put some of the oil in his palm on the right earlobe of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot—on the same places as the blood of the guilt offering."
  },
  {
    "reference": "Lev 14:29",
    "text": "The rest of the oil in his palm, the priest is to put on the head of the one to be cleansed, to make atonement for him before the LORD."
  },
  {
    "reference": "Lev 14:30",
    "text": "Then he must sacrifice the turtledoves or young pigeons, whichever he can afford,"
  },
  {
    "reference": "Lev 14:31",
    "text": "one as a sin offering and the other as a burnt offering, together with the grain offering. In this way the priest will make atonement before the LORD for the one to be cleansed."
  },
  {
    "reference": "Lev 14:32",
    "text": "This is the law for someone who has a skin disease and cannot afford the cost of his cleansing.”"
  },
  {
    "reference": "Lev 14:33",
    "text": "Then the LORD said to Moses and Aaron,"
  },
  {
    "reference": "Lev 14:34",
    "text": "“When you enter the land of Canaan, which I am giving you as your possession, and I put a contamination of mildew into a house in that land,"
  },
  {
    "reference": "Lev 14:35",
    "text": "the owner of the house shall come and tell the priest, ‘Something like mildew has appeared in my house.’"
  },
  {
    "reference": "Lev 14:36",
    "text": "The priest must order that the house be cleared before he enters it to examine the mildew, so that nothing in the house will become unclean. After this, the priest shall go in to inspect the house."
  },
  {
    "reference": "Lev 14:37",
    "text": "He is to examine the house, and if the mildew on the walls consists of green or red depressions that appear to be beneath the surface of the wall,"
  },
  {
    "reference": "Lev 14:38",
    "text": "the priest shall go outside the doorway of the house and close it up for seven days."
  },
  {
    "reference": "Lev 14:39",
    "text": "On the seventh day the priest is to return and inspect the house. If the mildew has spread on the walls,"
  },
  {
    "reference": "Lev 14:40",
    "text": "he must order that the contaminated stones be pulled out and thrown into an unclean place outside the city."
  },
  {
    "reference": "Lev 14:41",
    "text": "And he shall have the inside of the house scraped completely and the plaster that is scraped off dumped into an unclean place outside the city."
  },
  {
    "reference": "Lev 14:42",
    "text": "So different stones must be obtained to replace the contaminated ones, as well as additional mortar to replaster the house."
  },
  {
    "reference": "Lev 14:43",
    "text": "If the mildew reappears in the house after the stones have been torn out and the house has been scraped and replastered,"
  },
  {
    "reference": "Lev 14:44",
    "text": "the priest must come and inspect it. If the mildew has spread in the house, it is a destructive mildew; the house is unclean."
  },
  {
    "reference": "Lev 14:45",
    "text": "It must be torn down with its stones, its timbers, and all its plaster, and taken outside the city to an unclean place."
  },
  {
    "reference": "Lev 14:46",
    "text": "Anyone who enters the house during any of the days that it is closed up will be unclean until evening."
  },
  {
    "reference": "Lev 14:47",
    "text": "And anyone who sleeps in the house or eats in it must wash his clothes."
  },
  {
    "reference": "Lev 14:48",
    "text": "If, however, the priest comes and inspects it, and the mildew has not spread after the house has been replastered, he shall pronounce the house clean, because the mildew is gone."
  },
  {
    "reference": "Lev 14:49",
    "text": "He is to take two birds, cedar wood, scarlet yarn, and hyssop to purify the house;"
  },
  {
    "reference": "Lev 14:50",
    "text": "and he shall slaughter one of the birds over fresh water in a clay pot."
  },
  {
    "reference": "Lev 14:51",
    "text": "Then he shall take the cedar wood, the hyssop, the scarlet yarn, and the live bird, dip them in the blood of the slaughtered bird and the fresh water, and sprinkle the house seven times."
  },
  {
    "reference": "Lev 14:52",
    "text": "And he shall cleanse the house with the bird’s blood, the fresh water, the live bird, the cedar wood, the hyssop, and the scarlet yarn."
  },
  {
    "reference": "Lev 14:53",
    "text": "Finally, he is to release the live bird into the open fields outside the city. In this way he will make atonement for the house, and it will be clean."
  },
  {
    "reference": "Lev 14:54",
    "text": "This is the law for any infectious skin disease, for a scaly outbreak,"
  },
  {
    "reference": "Lev 14:55",
    "text": "for mildew in clothing or in a house,"
  },
  {
    "reference": "Lev 14:56",
    "text": "and for a swelling, rash, or spot,"
  },
  {
    "reference": "Lev 14:57",
    "text": "to determine when something is clean or unclean. This is the law regarding skin diseases and mildew.”"
  },
  {
    "reference": "Lev 15:1",
    "text": "And the LORD said to Moses and Aaron,"
  },
  {
    "reference": "Lev 15:2",
    "text": "“Say to the Israelites, ‘When any man has a bodily discharge, the discharge is unclean."
  },
  {
    "reference": "Lev 15:3",
    "text": "This uncleanness is from his discharge, whether his body allows the discharge to flow or blocks it. So his discharge will bring about uncleanness."
  },
  {
    "reference": "Lev 15:4",
    "text": "Any bed on which the man with the discharge lies will be unclean, and any furniture on which he sits will be unclean."
  },
  {
    "reference": "Lev 15:5",
    "text": "Anyone who touches his bed must wash his clothes and bathe with water, and he will be unclean until evening."
  },
  {
    "reference": "Lev 15:6",
    "text": "Whoever sits on furniture on which the man with the discharge was sitting must wash his clothes and bathe with water, and he will be unclean until evening."
  },
  {
    "reference": "Lev 15:7",
    "text": "Whoever touches the body of the man with a discharge must wash his clothes and bathe with water, and he will be unclean until evening."
  },
  {
    "reference": "Lev 15:8",
    "text": "If the man with the discharge spits on one who is clean, that person must wash his clothes and bathe with water, and he will be unclean until evening."
  },
  {
    "reference": "Lev 15:9",
    "text": "Any saddle on which the man with the discharge rides will be unclean."
  },
  {
    "reference": "Lev 15:10",
    "text": "Whoever touches anything that was under him will be unclean until evening, and whoever carries such things must wash his clothes and bathe with water, and he will be unclean until evening."
  },
  {
    "reference": "Lev 15:11",
    "text": "If the man with the discharge touches anyone without first rinsing his hands with water, the one who was touched must wash his clothes and bathe with water, and he will be unclean until evening."
  },
  {
    "reference": "Lev 15:12",
    "text": "Any clay pot that the man with the discharge touches must be broken, and any wooden utensil must be rinsed with water."
  },
  {
    "reference": "Lev 15:13",
    "text": "When the man has been cleansed from his discharge, he must count off seven days for his cleansing, wash his clothes, and bathe himself in fresh water, and he shall be clean."
  },
  {
    "reference": "Lev 15:14",
    "text": "On the eighth day he is to take two turtledoves or two young pigeons, come before the LORD at the entrance to the Tent of Meeting, and give them to the priest."
  },
  {
    "reference": "Lev 15:15",
    "text": "The priest is to sacrifice them, one as a sin offering and the other as a burnt offering. In this way the priest will make atonement for the man before the LORD because of his discharge."
  },
  {
    "reference": "Lev 15:16",
    "text": "When a man has an emission of semen, he must bathe his whole body with water, and he will be unclean until evening."
  },
  {
    "reference": "Lev 15:17",
    "text": "Any clothing or leather on which there is an emission of semen must be washed with water, and it will remain unclean until evening."
  },
  {
    "reference": "Lev 15:18",
    "text": "If a man lies with a woman and there is an emission of semen, both must bathe with water, and they will remain unclean until evening."
  },
  {
    "reference": "Lev 15:19",
    "text": "When a woman has a discharge consisting of blood from her body, she will be unclean due to her menstruation for seven days, and anyone who touches her will be unclean until evening."
  },
  {
    "reference": "Lev 15:20",
    "text": "Anything on which she lies or sits during her menstruation will be unclean,"
  },
  {
    "reference": "Lev 15:21",
    "text": "and anyone who touches her bed must wash his clothes and bathe with water, and he will be unclean until evening."
  },
  {
    "reference": "Lev 15:22",
    "text": "Whoever touches any furniture on which she was sitting must wash his clothes and bathe with water, and he will be unclean until evening."
  },
  {
    "reference": "Lev 15:23",
    "text": "And whether it is a bed or furniture on which she was sitting, whoever touches it will be unclean until evening."
  },
  {
    "reference": "Lev 15:24",
    "text": "If a man lies with her and her menstrual flow touches him, he will be unclean for seven days, and any bed on which he lies will become unclean."
  },
  {
    "reference": "Lev 15:25",
    "text": "When a woman has a discharge of her blood for many days at a time other than her menstrual period, or if it continues beyond her period, she will be unclean all the days of her unclean discharge, just as she is during the days of her menstruation."
  },
  {
    "reference": "Lev 15:26",
    "text": "Any bed on which she lies or any furniture on which she sits during the days of her discharge will be unclean, like her bed during her menstrual period."
  },
  {
    "reference": "Lev 15:27",
    "text": "Anyone who touches these things will be unclean; he must wash his clothes and bathe with water, and he will be unclean until evening."
  },
  {
    "reference": "Lev 15:28",
    "text": "When a woman is cleansed of her discharge, she must count off seven days, and after that she will be ceremonially clean."
  },
  {
    "reference": "Lev 15:29",
    "text": "On the eighth day she is to take two turtledoves or two young pigeons and bring them to the priest at the entrance to the Tent of Meeting."
  },
  {
    "reference": "Lev 15:30",
    "text": "The priest is to sacrifice one as a sin offering and the other as a burnt offering. In this way the priest will make atonement for her before the LORD for her unclean discharge."
  },
  {
    "reference": "Lev 15:31",
    "text": "You must keep the children of Israel separate from their uncleanness, so that they do not die by defiling My tabernacle, which is among them."
  },
  {
    "reference": "Lev 15:32",
    "text": "This is the law of him who has a discharge, of the man who has an emission of semen whereby he is unclean,"
  },
  {
    "reference": "Lev 15:33",
    "text": "of a woman in her menstrual period, of any male or female who has a discharge, and of a man who lies with an unclean woman.’”"
  },
  {
    "reference": "Lev 16:1",
    "text": "Now the LORD spoke to Moses after the death of two of Aaron’s sons when they approached the presence of the LORD."
  },
  {
    "reference": "Lev 16:2",
    "text": "And the LORD said to Moses: “Tell your brother Aaron not to enter freely into the Most Holy Place behind the veil in front of the mercy seat on the ark, or else he will die, because I appear in the cloud above the mercy seat."
  },
  {
    "reference": "Lev 16:3",
    "text": "This is how Aaron is to enter the Holy Place: with a young bull for a sin offering and a ram for a burnt offering."
  },
  {
    "reference": "Lev 16:4",
    "text": "He is to wear the sacred linen tunic, with linen undergarments. He must tie a linen sash around him and put on the linen turban. These are holy garments, and he must bathe himself with water before he wears them."
  },
  {
    "reference": "Lev 16:5",
    "text": "And he shall take from the congregation of Israel two male goats for a sin offering and one ram for a burnt offering."
  },
  {
    "reference": "Lev 16:6",
    "text": "Aaron is to present the bull for his sin offering and make atonement for himself and his household."
  },
  {
    "reference": "Lev 16:7",
    "text": "Then he shall take the two goats and present them before the LORD at the entrance to the Tent of Meeting."
  },
  {
    "reference": "Lev 16:8",
    "text": "After Aaron casts lots for the two goats, one for the LORD and the other for the scapegoat,"
  },
  {
    "reference": "Lev 16:9",
    "text": "he shall present the goat chosen by lot for the LORD and sacrifice it as a sin offering."
  },
  {
    "reference": "Lev 16:10",
    "text": "But the goat chosen by lot as the scapegoat shall be presented alive before the LORD to make atonement by sending it into the wilderness as the scapegoat."
  },
  {
    "reference": "Lev 16:11",
    "text": "When Aaron presents the bull for his sin offering and makes atonement for himself and his household, he is to slaughter the bull for his own sin offering."
  },
  {
    "reference": "Lev 16:12",
    "text": "Then he must take a censer full of burning coals from the altar before the LORD, and two handfuls of finely ground fragrant incense, and take them inside the veil."
  },
  {
    "reference": "Lev 16:13",
    "text": "He is to put the incense on the fire before the LORD, and the cloud of incense will cover the mercy seat above the Testimony, so that he will not die."
  },
  {
    "reference": "Lev 16:14",
    "text": "And he is to take some of the bull’s blood and sprinkle it with his finger on the east side of the mercy seat; then he shall sprinkle some of it with his finger seven times before the mercy seat."
  },
  {
    "reference": "Lev 16:15",
    "text": "Aaron shall then slaughter the goat for the sin offering for the people and bring its blood behind the veil, and with its blood he must do as he did with the bull’s blood: He is to sprinkle it against the mercy seat and in front of it."
  },
  {
    "reference": "Lev 16:16",
    "text": "So he shall make atonement for the Most Holy Place because of the impurities and rebellious acts of the Israelites in regard to all their sins. He is to do the same for the Tent of Meeting which abides among them in the midst of their impurities."
  },
  {
    "reference": "Lev 16:17",
    "text": "No one may be in the Tent of Meeting from the time Aaron goes in to make atonement in the Most Holy Place until he leaves, after he has made atonement for himself, his household, and the whole assembly of Israel."
  },
  {
    "reference": "Lev 16:18",
    "text": "Then he shall go out to the altar that is before the LORD and make atonement for it. He is to take some of the bull’s blood and some of the goat’s blood and put it on all the horns of the altar."
  },
  {
    "reference": "Lev 16:19",
    "text": "He is to sprinkle some of the blood on it with his finger seven times to cleanse it and consecrate it from the uncleanness of the Israelites."
  },
  {
    "reference": "Lev 16:20",
    "text": "When Aaron has finished purifying the Most Holy Place, the Tent of Meeting, and the altar, he is to bring forward the live goat."
  },
  {
    "reference": "Lev 16:21",
    "text": "Then he is to lay both hands on the head of the live goat and confess over it all the iniquities and rebellious acts of the Israelites in regard to all their sins. He is to put them on the goat’s head and send it away into the wilderness by the hand of a man appointed for the task."
  },
  {
    "reference": "Lev 16:22",
    "text": "The goat will carry on itself all their iniquities into a solitary place, and the man will release it into the wilderness."
  },
  {
    "reference": "Lev 16:23",
    "text": "Then Aaron is to enter the Tent of Meeting, take off the linen garments he put on before entering the Most Holy Place, and leave them there."
  },
  {
    "reference": "Lev 16:24",
    "text": "He is to bathe himself with water in a holy place and put on his own clothes. Then he must go out and sacrifice his burnt offering and the people’s burnt offering to make atonement for himself and for the people."
  },
  {
    "reference": "Lev 16:25",
    "text": "He is also to burn the fat of the sin offering on the altar."
  },
  {
    "reference": "Lev 16:26",
    "text": "The man who released the goat as the scapegoat must wash his clothes and bathe himself with water; afterward he may reenter the camp."
  },
  {
    "reference": "Lev 16:27",
    "text": "The bull for the sin offering and the goat for the sin offering, whose blood was brought into the Most Holy Place to make atonement, must be taken outside the camp; and their hides, flesh, and dung must be burned up."
  },
  {
    "reference": "Lev 16:28",
    "text": "The one who burns them must wash his clothes and bathe himself with water, and afterward he may reenter the camp."
  },
  {
    "reference": "Lev 16:29",
    "text": "This is to be a permanent statute for you: On the tenth day of the seventh month, you shall humble yourselves and not do any work—whether the native or the foreigner who resides among you—"
  },
  {
    "reference": "Lev 16:30",
    "text": "because on this day atonement will be made for you to cleanse you, and you will be clean from all your sins before the LORD."
  },
  {
    "reference": "Lev 16:31",
    "text": "It is a Sabbath of complete rest for you, that you may humble yourselves; it is a permanent statute."
  },
  {
    "reference": "Lev 16:32",
    "text": "The priest who is anointed and ordained to succeed his father as high priest shall make atonement. He will put on the sacred linen garments"
  },
  {
    "reference": "Lev 16:33",
    "text": "and make atonement for the Most Holy Place, the Tent of Meeting, and the altar, and for the priests and all the people of the assembly."
  },
  {
    "reference": "Lev 16:34",
    "text": "This is to be a permanent statute for you, to make atonement once a year for the Israelites because of all their sins.” And all this was done as the LORD had commanded Moses."
  },
  {
    "reference": "Lev 17:1",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 17:2",
    "text": "“Speak to Aaron, his sons, and all the Israelites and tell them this is what the LORD has commanded:"
  },
  {
    "reference": "Lev 17:3",
    "text": "‘Anyone from the house of Israel who slaughters an ox, a lamb, or a goat in the camp or outside of it"
  },
  {
    "reference": "Lev 17:4",
    "text": "instead of bringing it to the entrance to the Tent of Meeting to present it as an offering to the LORD before His tabernacle—that man shall incur bloodguilt. He has shed blood and must be cut off from among his people."
  },
  {
    "reference": "Lev 17:5",
    "text": "For this reason the Israelites will bring to the LORD the sacrifices they have been offering in the open fields. They are to bring them to the priest at the entrance to the Tent of Meeting and offer them as sacrifices of peace offerings to the LORD."
  },
  {
    "reference": "Lev 17:6",
    "text": "The priest will then splatter the blood on the altar of the LORD at the entrance to the Tent of Meeting and burn the fat as a pleasing aroma to the LORD."
  },
  {
    "reference": "Lev 17:7",
    "text": "They must no longer offer their sacrifices to the goat demons to which they have prostituted themselves. This will be a permanent statute for them for the generations to come.’"
  },
  {
    "reference": "Lev 17:8",
    "text": "Tell them that if anyone from the house of Israel or any foreigner living among them offers a burnt offering or a sacrifice"
  },
  {
    "reference": "Lev 17:9",
    "text": "but does not bring it to the entrance to the Tent of Meeting to sacrifice it to the LORD, that man must be cut off from his people."
  },
  {
    "reference": "Lev 17:10",
    "text": "If anyone from the house of Israel or a foreigner living among them eats any blood, I will set My face against that person and cut him off from among his people."
  },
  {
    "reference": "Lev 17:11",
    "text": "For the life of the flesh is in the blood, and I have given it to you to make atonement for your souls upon the altar; for it is the blood that makes atonement for the soul."
  },
  {
    "reference": "Lev 17:12",
    "text": "Therefore I say to the Israelites, ‘None of you may eat blood, nor may any foreigner living among you eat blood.’"
  },
  {
    "reference": "Lev 17:13",
    "text": "And if any Israelite or foreigner living among them hunts down a wild animal or bird that may be eaten, he must drain its blood and cover it with dirt."
  },
  {
    "reference": "Lev 17:14",
    "text": "For the life of all flesh is its blood. Therefore I have told the Israelites, ‘You must not eat the blood of any living thing, because the life of all flesh is its blood; whoever eats it must be cut off.’"
  },
  {
    "reference": "Lev 17:15",
    "text": "And any person, whether native or foreigner, who eats anything found dead or mauled by wild beasts must wash his clothes and bathe with water, and he will be unclean until evening; then he will be clean."
  },
  {
    "reference": "Lev 17:16",
    "text": "But if he does not wash his clothes and bathe himself, then he shall bear his iniquity.”"
  },
  {
    "reference": "Lev 18:1",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 18:2",
    "text": "“Speak to the Israelites and tell them: I am the LORD your God."
  },
  {
    "reference": "Lev 18:3",
    "text": "You must not follow the practices of the land of Egypt, where you used to live, and you must not follow the practices of the land of Canaan, into which I am bringing you. You must not walk in their customs."
  },
  {
    "reference": "Lev 18:4",
    "text": "You are to practice My judgments and keep My statutes by walking in them. I am the LORD your God."
  },
  {
    "reference": "Lev 18:5",
    "text": "Keep My statutes and My judgments, for the man who does these things will live by them. I am the LORD."
  },
  {
    "reference": "Lev 18:6",
    "text": "None of you are to approach any close relative to have sexual relations. I am the LORD."
  },
  {
    "reference": "Lev 18:7",
    "text": "You must not expose the nakedness of your father by having sexual relations with your mother. She is your mother; you must not have sexual relations with her."
  },
  {
    "reference": "Lev 18:8",
    "text": "You must not have sexual relations with your father’s wife; it would dishonor your father."
  },
  {
    "reference": "Lev 18:9",
    "text": "You must not have sexual relations with your sister, either your father’s daughter or your mother’s daughter, whether she was born in the same home or elsewhere."
  },
  {
    "reference": "Lev 18:10",
    "text": "You must not have sexual relations with your son’s daughter or your daughter’s daughter, for that would shame your family."
  },
  {
    "reference": "Lev 18:11",
    "text": "You must not have sexual relations with the daughter of your father’s wife, born to your father; she is your sister."
  },
  {
    "reference": "Lev 18:12",
    "text": "You must not have sexual relations with your father’s sister; she is your father’s close relative."
  },
  {
    "reference": "Lev 18:13",
    "text": "You must not have sexual relations with your mother’s sister, for she is your mother’s close relative."
  },
  {
    "reference": "Lev 18:14",
    "text": "You must not dishonor your father’s brother by approaching his wife to have sexual relations with her; she is your aunt."
  },
  {
    "reference": "Lev 18:15",
    "text": "You must not have sexual relations with your daughter-in-law. She is your son’s wife; you are not to have sexual relations with her."
  },
  {
    "reference": "Lev 18:16",
    "text": "You must not have sexual relations with your brother’s wife; that would shame your brother."
  },
  {
    "reference": "Lev 18:17",
    "text": "You must not have sexual relations with both a woman and her daughter. You are not to marry her son’s daughter or her daughter’s daughter and have sexual relations with her. They are close relatives; it is depraved."
  },
  {
    "reference": "Lev 18:18",
    "text": "You must not take your wife’s sister as a rival wife and have sexual relations with her while your wife is still alive."
  },
  {
    "reference": "Lev 18:19",
    "text": "You must not approach a woman to have sexual relations with her during her menstrual period."
  },
  {
    "reference": "Lev 18:20",
    "text": "You must not lie carnally with your neighbor’s wife and thus defile yourself with her."
  },
  {
    "reference": "Lev 18:21",
    "text": "You must not give any of your children to be sacrificed to Molech, for you must not profane the name of your God. I am the LORD."
  },
  {
    "reference": "Lev 18:22",
    "text": "You must not lie with a man as with a woman; that is an abomination."
  },
  {
    "reference": "Lev 18:23",
    "text": "You must not lie carnally with any animal, thus defiling yourself with it; a woman must not stand before an animal to mate with it; that is a perversion."
  },
  {
    "reference": "Lev 18:24",
    "text": "Do not defile yourselves by any of these practices, for by all these things the nations I am driving out before you have defiled themselves."
  },
  {
    "reference": "Lev 18:25",
    "text": "Even the land has become defiled, so I am punishing it for its sin, and the land will vomit out its inhabitants."
  },
  {
    "reference": "Lev 18:26",
    "text": "But you are to keep My statutes and ordinances, and you must not commit any of these abominations—neither your native-born nor the foreigner who lives among you."
  },
  {
    "reference": "Lev 18:27",
    "text": "For the men who were in the land before you committed all these abominations, and the land has become defiled."
  },
  {
    "reference": "Lev 18:28",
    "text": "So if you defile the land, it will vomit you out as it spewed out the nations before you."
  },
  {
    "reference": "Lev 18:29",
    "text": "Therefore anyone who commits any of these abominations must be cut off from among his people."
  },
  {
    "reference": "Lev 18:30",
    "text": "You must keep My charge not to practice any of the abominable customs that were practiced before you, so that you do not defile yourselves by them. I am the LORD your God.”"
  },
  {
    "reference": "Lev 19:1",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 19:2",
    "text": "“Speak to the whole congregation of Israel and tell them: Be holy because I, the LORD your God, am holy."
  },
  {
    "reference": "Lev 19:3",
    "text": "Each of you must respect his mother and father, and you must keep My Sabbaths. I am the LORD your God."
  },
  {
    "reference": "Lev 19:4",
    "text": "Do not turn to idols or make for yourselves molten gods. I am the LORD your God."
  },
  {
    "reference": "Lev 19:5",
    "text": "When you sacrifice a peace offering to the LORD, you shall offer it for your acceptance."
  },
  {
    "reference": "Lev 19:6",
    "text": "It shall be eaten on the day you sacrifice it, or on the next day; but what remains on the third day must be burned up."
  },
  {
    "reference": "Lev 19:7",
    "text": "If any of it is eaten on the third day, it is tainted and will not be accepted."
  },
  {
    "reference": "Lev 19:8",
    "text": "Whoever eats it will bear his iniquity, for he has profaned what is holy to the LORD. That person must be cut off from his people."
  },
  {
    "reference": "Lev 19:9",
    "text": "When you reap the harvest of your land, you are not to reap to the very edges of your field or gather the gleanings of your harvest."
  },
  {
    "reference": "Lev 19:10",
    "text": "You must not strip your vineyard bare or gather its fallen grapes. Leave them for the poor and the foreigner. I am the LORD your God."
  },
  {
    "reference": "Lev 19:11",
    "text": "You must not steal. You must not lie or deceive one another."
  },
  {
    "reference": "Lev 19:12",
    "text": "You must not swear falsely by My name and so profane the name of your God. I am the LORD."
  },
  {
    "reference": "Lev 19:13",
    "text": "You must not defraud your neighbor or rob him. You must not withhold until morning the wages due a hired hand."
  },
  {
    "reference": "Lev 19:14",
    "text": "You must not curse the deaf or place a stumbling block before the blind, but you shall fear your God. I am the LORD."
  },
  {
    "reference": "Lev 19:15",
    "text": "You must not pervert justice; you must not show partiality to the poor or favoritism to the rich; you are to judge your neighbor fairly."
  },
  {
    "reference": "Lev 19:16",
    "text": "You must not go about spreading slander among your people. You must not endanger the life of your neighbor. I am the LORD."
  },
  {
    "reference": "Lev 19:17",
    "text": "You must not harbor hatred against your brother in your heart. Directly rebuke your neighbor, so that you will not incur guilt on account of him."
  },
  {
    "reference": "Lev 19:18",
    "text": "Do not seek revenge or bear a grudge against any of your people, but love your neighbor as yourself. I am the LORD."
  },
  {
    "reference": "Lev 19:19",
    "text": "You are to keep My statutes. You shall not crossbreed two different kinds of livestock; you shall not sow your fields with two kinds of seed; and you shall not wear clothing made of two kinds of material."
  },
  {
    "reference": "Lev 19:20",
    "text": "If a man lies carnally with a slave girl promised to another man but who has not been redeemed or given her freedom, there must be due punishment. But they are not to be put to death, because she had not been freed."
  },
  {
    "reference": "Lev 19:21",
    "text": "The man, however, must bring a ram to the entrance to the Tent of Meeting as his guilt offering to the LORD."
  },
  {
    "reference": "Lev 19:22",
    "text": "The priest shall make atonement on his behalf before the LORD with the ram of the guilt offering for the sin he has committed, and he will be forgiven the sin he has committed."
  },
  {
    "reference": "Lev 19:23",
    "text": "When you enter the land and plant any kind of tree for food, you shall regard the fruit as forbidden. For three years it will be forbidden to you and must not be eaten."
  },
  {
    "reference": "Lev 19:24",
    "text": "In the fourth year all its fruit must be consecrated as a praise offering to the LORD."
  },
  {
    "reference": "Lev 19:25",
    "text": "But in the fifth year you may eat its fruit; thus your harvest will be increased. I am the LORD your God."
  },
  {
    "reference": "Lev 19:26",
    "text": "You must not eat anything with blood still in it. You must not practice divination or sorcery."
  },
  {
    "reference": "Lev 19:27",
    "text": "You must not cut off the hair at the sides of your head or clip off the edges of your beard."
  },
  {
    "reference": "Lev 19:28",
    "text": "You must not make any cuts in your bodies for the dead or put tattoo marks on yourselves. I am the LORD."
  },
  {
    "reference": "Lev 19:29",
    "text": "You must not defile your daughter by making her a prostitute, or the land will be prostituted and filled with depravity."
  },
  {
    "reference": "Lev 19:30",
    "text": "You must keep My Sabbaths and have reverence for My sanctuary. I am the LORD."
  },
  {
    "reference": "Lev 19:31",
    "text": "You must not turn to mediums or spiritists; do not seek them out, or you will be defiled by them. I am the LORD your God."
  },
  {
    "reference": "Lev 19:32",
    "text": "You are to rise in the presence of the elderly, honor the aged, and fear your God. I am the LORD."
  },
  {
    "reference": "Lev 19:33",
    "text": "When a foreigner resides with you in your land, you must not oppress him."
  },
  {
    "reference": "Lev 19:34",
    "text": "You must treat the foreigner living among you as native-born and love him as yourself, for you were foreigners in the land of Egypt. I am the LORD your God."
  },
  {
    "reference": "Lev 19:35",
    "text": "You must not use dishonest measures of length, weight, or volume."
  },
  {
    "reference": "Lev 19:36",
    "text": "You shall maintain honest scales and weights, an honest ephah, and an honest hin. I am the LORD your God, who brought you out of the land of Egypt."
  },
  {
    "reference": "Lev 19:37",
    "text": "You must keep all My statutes and all My ordinances and follow them. I am the LORD.”"
  },
  {
    "reference": "Lev 20:1",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 20:2",
    "text": "“Tell the Israelites, ‘Any Israelite or foreigner living in Israel who gives any of his children to Molech must be put to death. The people of the land are to stone him."
  },
  {
    "reference": "Lev 20:3",
    "text": "And I will set My face against that man and cut him off from his people, because by giving his offspring to Molech, he has defiled My sanctuary and profaned My holy name."
  },
  {
    "reference": "Lev 20:4",
    "text": "And if the people of the land ever hide their eyes and fail to put to death the man who gives one of his children to Molech,"
  },
  {
    "reference": "Lev 20:5",
    "text": "then I will set My face against that man and his family and cut off from among their people both him and all who follow him in prostituting themselves with Molech."
  },
  {
    "reference": "Lev 20:6",
    "text": "Whoever turns to mediums or spiritists to prostitute himself with them, I will also set My face against that person and cut him off from his people."
  },
  {
    "reference": "Lev 20:7",
    "text": "Consecrate yourselves, therefore, and be holy, because I am the LORD your God."
  },
  {
    "reference": "Lev 20:8",
    "text": "And you shall keep My statutes and practice them. I am the LORD who sanctifies you."
  },
  {
    "reference": "Lev 20:9",
    "text": "If anyone curses his father or mother, he must be put to death. He has cursed his father or mother; his blood shall be upon him."
  },
  {
    "reference": "Lev 20:10",
    "text": "If a man commits adultery with another man’s wife—with the wife of his neighbor—both the adulterer and the adulteress must surely be put to death."
  },
  {
    "reference": "Lev 20:11",
    "text": "If a man lies with his father’s wife, he has uncovered his father’s nakedness. Both must surely be put to death; their blood is upon them."
  },
  {
    "reference": "Lev 20:12",
    "text": "If a man lies with his daughter-in-law, both must surely be put to death. They have acted perversely; their blood is upon them."
  },
  {
    "reference": "Lev 20:13",
    "text": "If a man lies with a man as with a woman, they have both committed an abomination. They must surely be put to death; their blood is upon them."
  },
  {
    "reference": "Lev 20:14",
    "text": "If a man marries both a woman and her mother, it is depraved. Both he and they must be burned in the fire, so that there will be no depravity among you."
  },
  {
    "reference": "Lev 20:15",
    "text": "If a man lies carnally with an animal, he must be put to death. And you are also to kill the animal."
  },
  {
    "reference": "Lev 20:16",
    "text": "If a woman approaches any animal to mate with it, you must kill both the woman and the animal. They must surely be put to death; their blood is upon them."
  },
  {
    "reference": "Lev 20:17",
    "text": "If a man marries his sister, whether the daughter of his father or of his mother, and they have sexual relations, it is a disgrace. They must be cut off in the sight of their people. He has uncovered the nakedness of his sister; he shall bear his iniquity."
  },
  {
    "reference": "Lev 20:18",
    "text": "If a man lies with a menstruating woman and has sexual relations with her, he has exposed the source of her flow, and she has uncovered the source of her blood. Both of them must be cut off from among their people."
  },
  {
    "reference": "Lev 20:19",
    "text": "You must not have sexual relations with the sister of your mother or your father, for it is exposing one’s own kin; both shall bear their iniquity."
  },
  {
    "reference": "Lev 20:20",
    "text": "If a man lies with his uncle’s wife, he has uncovered the nakedness of his uncle. They will bear their sin; they shall die childless."
  },
  {
    "reference": "Lev 20:21",
    "text": "If a man marries his brother’s wife, it is an act of impurity. He has uncovered the nakedness of his brother; they shall be childless."
  },
  {
    "reference": "Lev 20:22",
    "text": "You are therefore to keep all My statutes and ordinances, so that the land where I am bringing you to live will not vomit you out."
  },
  {
    "reference": "Lev 20:23",
    "text": "You must not follow the statutes of the nations I am driving out before you. Because they did all these things, I abhorred them."
  },
  {
    "reference": "Lev 20:24",
    "text": "But I have told you that you will inherit their land, since I will give it to you as an inheritance—a land flowing with milk and honey. I am the LORD your God, who has set you apart from the peoples."
  },
  {
    "reference": "Lev 20:25",
    "text": "You are therefore to distinguish between clean and unclean animals and birds. Do not become contaminated by any animal or bird, or by anything that crawls on the ground; I have set these apart as unclean for you."
  },
  {
    "reference": "Lev 20:26",
    "text": "You are to be holy to Me because I, the LORD, am holy, and I have set you apart from the nations to be My own."
  },
  {
    "reference": "Lev 20:27",
    "text": "A man or a woman who is a medium or spiritist must surely be put to death. They shall be stoned; their blood is upon them.’”"
  },
  {
    "reference": "Lev 21:1",
    "text": "Then the LORD said to Moses, “Speak to Aaron’s sons, the priests, and tell them that a priest is not to defile himself for a dead person among his people,"
  },
  {
    "reference": "Lev 21:2",
    "text": "except for his immediate family—his mother, father, son, daughter, or brother,"
  },
  {
    "reference": "Lev 21:3",
    "text": "or his unmarried sister who is near to him, since she has no husband."
  },
  {
    "reference": "Lev 21:4",
    "text": "He is not to defile himself for those related to him by marriage, and so profane himself."
  },
  {
    "reference": "Lev 21:5",
    "text": "Priests must not make bald spots on their heads, shave off the edges of their beards, or make cuts in their bodies."
  },
  {
    "reference": "Lev 21:6",
    "text": "They must be holy to their God and not profane the name of their God. Because they present to the LORD the food offerings, the food of their God, they must be holy."
  },
  {
    "reference": "Lev 21:7",
    "text": "A priest must not marry a woman defiled by prostitution or divorced by her husband, for the priest is holy to his God."
  },
  {
    "reference": "Lev 21:8",
    "text": "You are to regard him as holy, since he presents the food of your God. He shall be holy to you, because I the LORD am holy—I who set you apart."
  },
  {
    "reference": "Lev 21:9",
    "text": "If a priest’s daughter defiles herself by prostituting herself, she profanes her father; she must be burned in the fire."
  },
  {
    "reference": "Lev 21:10",
    "text": "The priest who is highest among his brothers, who has had the anointing oil poured on his head and has been ordained to wear the priestly garments, must not let his hair hang loose or tear his garments."
  },
  {
    "reference": "Lev 21:11",
    "text": "He must not go near any dead body; he must not defile himself, even for his father or mother."
  },
  {
    "reference": "Lev 21:12",
    "text": "He must not leave or desecrate the sanctuary of his God, for the consecration of the anointing oil of his God is on him. I am the LORD."
  },
  {
    "reference": "Lev 21:13",
    "text": "The woman he marries must be a virgin."
  },
  {
    "reference": "Lev 21:14",
    "text": "He is not to marry a widow, a divorced woman, or one defiled by prostitution. He is to marry a virgin from his own people,"
  },
  {
    "reference": "Lev 21:15",
    "text": "so that he does not defile his offspring among his people, for I am the LORD who sanctifies him.”"
  },
  {
    "reference": "Lev 21:16",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 21:17",
    "text": "“Say to Aaron, ‘For the generations to come, none of your descendants who has a physical defect may approach to offer the food of his God."
  },
  {
    "reference": "Lev 21:18",
    "text": "No man who has any defect may approach—no man who is blind, lame, disfigured, or deformed;"
  },
  {
    "reference": "Lev 21:19",
    "text": "no man who has a broken foot or hand,"
  },
  {
    "reference": "Lev 21:20",
    "text": "or who is a hunchback or dwarf, or who has an eye defect, a festering rash, scabs, or a crushed testicle."
  },
  {
    "reference": "Lev 21:21",
    "text": "No descendant of Aaron the priest who has a defect shall approach to present the food offerings to the LORD. Since he has a defect, he is not to come near to offer the food of his God."
  },
  {
    "reference": "Lev 21:22",
    "text": "He may eat the most holy food of his God as well as the holy food,"
  },
  {
    "reference": "Lev 21:23",
    "text": "but because he has a defect, he must not go near the veil or approach the altar, so as not to desecrate My sanctuaries. For I am the LORD who sanctifies them.’”"
  },
  {
    "reference": "Lev 21:24",
    "text": "Moses told this to Aaron and his sons and to all the Israelites."
  },
  {
    "reference": "Lev 22:1",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 22:2",
    "text": "“Tell Aaron and his sons to treat with respect the sacred offerings that the Israelites have consecrated to Me, so that they do not profane My holy name. I am the LORD."
  },
  {
    "reference": "Lev 22:3",
    "text": "Tell them that for the generations to come, if any of their descendants in a state of uncleanness approaches the sacred offerings that the Israelites consecrate to the LORD, that person must be cut off from My presence. I am the LORD."
  },
  {
    "reference": "Lev 22:4",
    "text": "If a descendant of Aaron has a skin disease or a discharge, he may not eat the sacred offerings until he is clean. Whoever touches anything defiled by a corpse or by a man who has an emission of semen,"
  },
  {
    "reference": "Lev 22:5",
    "text": "or whoever touches a crawling creature or a person that makes him unclean, whatever the uncleanness may be—"
  },
  {
    "reference": "Lev 22:6",
    "text": "the man who touches any of these will remain unclean until evening. He must not eat from the sacred offerings unless he has bathed himself with water."
  },
  {
    "reference": "Lev 22:7",
    "text": "When the sun has set, he will become clean, and then he may eat from the sacred offerings, for they are his food."
  },
  {
    "reference": "Lev 22:8",
    "text": "He must not eat anything found dead or torn by wild animals, which would make him unclean. I am the LORD."
  },
  {
    "reference": "Lev 22:9",
    "text": "The priests must keep My charge, lest they bear the guilt and die because they profane it. I am the LORD who sanctifies them."
  },
  {
    "reference": "Lev 22:10",
    "text": "No one outside a priest’s family may eat the sacred offering, nor may the guest of a priest or his hired hand eat it."
  },
  {
    "reference": "Lev 22:11",
    "text": "But if a priest buys a slave with his own money, or if a slave is born in his household, that slave may eat his food."
  },
  {
    "reference": "Lev 22:12",
    "text": "If the priest’s daughter is married to a man other than a priest, she is not to eat of the sacred contributions."
  },
  {
    "reference": "Lev 22:13",
    "text": "But if a priest’s daughter with no children becomes widowed or divorced and returns to her father’s house, she may share her father’s food as in her youth. But no outsider may share it."
  },
  {
    "reference": "Lev 22:14",
    "text": "If anyone eats a sacred offering in error, he must add a fifth to its value and give the sacred offering to the priest."
  },
  {
    "reference": "Lev 22:15",
    "text": "The priests must not profane the sacred offerings that the Israelites present to the LORD"
  },
  {
    "reference": "Lev 22:16",
    "text": "by allowing the people to eat the sacred offerings and thus to bear the punishment for guilt. For I am the LORD who sanctifies them.”"
  },
  {
    "reference": "Lev 22:17",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 22:18",
    "text": "“Speak to Aaron and his sons and all the Israelites and tell them, ‘Any man of the house of Israel or any foreign resident who presents a gift for a burnt offering to the LORD, whether to fulfill a vow or as a freewill offering,"
  },
  {
    "reference": "Lev 22:19",
    "text": "must offer an unblemished male from the cattle, sheep, or goats in order for it to be accepted on your behalf."
  },
  {
    "reference": "Lev 22:20",
    "text": "You must not present anything with a defect, because it will not be accepted on your behalf."
  },
  {
    "reference": "Lev 22:21",
    "text": "When a man presents a peace offering to the LORD from the herd or flock to fulfill a vow or as a freewill offering, it must be without blemish or defect to be acceptable."
  },
  {
    "reference": "Lev 22:22",
    "text": "You are not to present to the LORD any animal that is blind, injured, or maimed, or anything with a running sore, a festering rash, or a scab; you must not put any of these on the altar as a food offering to the LORD."
  },
  {
    "reference": "Lev 22:23",
    "text": "You may present as a freewill offering an ox or sheep that has a deformed or stunted limb, but it is not acceptable in fulfillment of a vow."
  },
  {
    "reference": "Lev 22:24",
    "text": "You are not to present to the LORD an animal whose testicles are bruised, crushed, torn, or cut; you are not to sacrifice them in your land."
  },
  {
    "reference": "Lev 22:25",
    "text": "Neither you nor a foreigner shall present food to your God from any such animal. They will not be accepted on your behalf, because they are deformed and flawed.’”"
  },
  {
    "reference": "Lev 22:26",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 22:27",
    "text": "“When an ox, a sheep, or a goat is born, it must remain with its mother for seven days. From the eighth day on, it will be acceptable as a food offering presented to the LORD."
  },
  {
    "reference": "Lev 22:28",
    "text": "But you must not slaughter an ox or a sheep on the same day as its young."
  },
  {
    "reference": "Lev 22:29",
    "text": "When you sacrifice a thank offering to the LORD, offer it so that it may be acceptable on your behalf."
  },
  {
    "reference": "Lev 22:30",
    "text": "It must be eaten that same day. Do not leave any of it until morning. I am the LORD."
  },
  {
    "reference": "Lev 22:31",
    "text": "You are to keep My commandments and practice them. I am the LORD."
  },
  {
    "reference": "Lev 22:32",
    "text": "You must not profane My holy name. I must be acknowledged as holy among the Israelites. I am the LORD who sanctifies you,"
  },
  {
    "reference": "Lev 22:33",
    "text": "who brought you out of the land of Egypt to be your God. I am the LORD.”"
  },
  {
    "reference": "Lev 23:1",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 23:2",
    "text": "“Speak to the Israelites and say to them, ‘These are My appointed feasts, the feasts of the LORD that you are to proclaim as sacred assemblies."
  },
  {
    "reference": "Lev 23:3",
    "text": "For six days work may be done, but the seventh day is a Sabbath of complete rest, a day of sacred assembly. You must not do any work; wherever you live, it is a Sabbath to the LORD."
  },
  {
    "reference": "Lev 23:4",
    "text": "These are the LORD’s appointed feasts, the sacred assemblies you are to proclaim at their appointed times."
  },
  {
    "reference": "Lev 23:5",
    "text": "The Passover to the LORD begins at twilight on the fourteenth day of the first month."
  },
  {
    "reference": "Lev 23:6",
    "text": "On the fifteenth day of the same month begins the Feast of Unleavened Bread to the LORD. For seven days you must eat unleavened bread."
  },
  {
    "reference": "Lev 23:7",
    "text": "On the first day you are to hold a sacred assembly; you are not to do any regular work."
  },
  {
    "reference": "Lev 23:8",
    "text": "For seven days you are to present a food offering to the LORD. On the seventh day there shall be a sacred assembly; you must not do any regular work.’”"
  },
  {
    "reference": "Lev 23:9",
    "text": "And the LORD said to Moses,"
  },
  {
    "reference": "Lev 23:10",
    "text": "“Speak to the Israelites and say, ‘When you enter the land that I am giving you and you reap its harvest, you are to bring to the priest a sheaf of the firstfruits of your harvest."
  },
  {
    "reference": "Lev 23:11",
    "text": "And he shall wave the sheaf before the LORD so that it may be accepted on your behalf; the priest is to wave it on the day after the Sabbath."
  },
  {
    "reference": "Lev 23:12",
    "text": "On the day you wave the sheaf, you shall offer a year-old lamb without blemish as a burnt offering to the LORD,"
  },
  {
    "reference": "Lev 23:13",
    "text": "along with its grain offering of two-tenths of an ephah of fine flour mixed with oil—a food offering to the LORD, a pleasing aroma—and its drink offering of a quarter hin of wine."
  },
  {
    "reference": "Lev 23:14",
    "text": "You must not eat any bread or roasted or new grain until the very day you have brought this offering to your God. This is to be a permanent statute for the generations to come, wherever you live."
  },
  {
    "reference": "Lev 23:15",
    "text": "From the day after the Sabbath, the day you brought the sheaf of the wave offering, you are to count off seven full weeks."
  },
  {
    "reference": "Lev 23:16",
    "text": "You shall count off fifty days until the day after the seventh Sabbath, and then present an offering of new grain to the LORD."
  },
  {
    "reference": "Lev 23:17",
    "text": "Bring two loaves of bread from your dwellings as a wave offering, each made from two-tenths of an ephah of fine flour, baked with leaven, as the firstfruits to the LORD."
  },
  {
    "reference": "Lev 23:18",
    "text": "Along with the bread you are to present seven unblemished male lambs a year old, one young bull, and two rams. They will be a burnt offering to the LORD, together with their grain offerings and drink offerings—a food offering, a pleasing aroma to the LORD."
  },
  {
    "reference": "Lev 23:19",
    "text": "You shall also prepare one male goat as a sin offering and two male lambs a year old as a peace offering."
  },
  {
    "reference": "Lev 23:20",
    "text": "The priest is to wave the lambs as a wave offering before the LORD, together with the bread of the firstfruits. The bread and the two lambs shall be holy to the LORD for the priest."
  },
  {
    "reference": "Lev 23:21",
    "text": "On that same day you are to proclaim a sacred assembly, and you must not do any regular work. This is to be a permanent statute wherever you live for the generations to come."
  },
  {
    "reference": "Lev 23:22",
    "text": "When you reap the harvest of your land, do not reap all the way to the edges of your field or gather the gleanings of your harvest. Leave them for the poor and the foreign resident. I am the LORD your God.’”"
  },
  {
    "reference": "Lev 23:23",
    "text": "The LORD also said to Moses,"
  },
  {
    "reference": "Lev 23:24",
    "text": "“Speak to the Israelites and say, ‘On the first day of the seventh month you are to have a day of rest, a sacred assembly announced by trumpet blasts."
  },
  {
    "reference": "Lev 23:25",
    "text": "You must not do any regular work, but you are to present a food offering to the LORD.’”"
  },
  {
    "reference": "Lev 23:26",
    "text": "Again the LORD said to Moses,"
  },
  {
    "reference": "Lev 23:27",
    "text": "“The tenth day of this seventh month is the Day of Atonement. You shall hold a sacred assembly and humble yourselves, and present a food offering to the LORD."
  },
  {
    "reference": "Lev 23:28",
    "text": "On this day you are not to do any work, for it is the Day of Atonement, when atonement is made for you before the LORD your God."
  },
  {
    "reference": "Lev 23:29",
    "text": "If anyone does not humble himself on this day, he must be cut off from his people."
  },
  {
    "reference": "Lev 23:30",
    "text": "I will destroy from among his people anyone who does any work on this day."
  },
  {
    "reference": "Lev 23:31",
    "text": "You are not to do any work at all. This is a permanent statute for the generations to come, wherever you live."
  },
  {
    "reference": "Lev 23:32",
    "text": "It will be a Sabbath of complete rest for you, and you shall humble yourselves. From the evening of the ninth day of the month until the following evening you are to keep your Sabbath.”"
  },
  {
    "reference": "Lev 23:33",
    "text": "And the LORD said to Moses,"
  },
  {
    "reference": "Lev 23:34",
    "text": "“Speak to the Israelites and say, ‘On the fifteenth day of the seventh month the Feast of Tabernacles to the LORD begins, and it continues for seven days."
  },
  {
    "reference": "Lev 23:35",
    "text": "On the first day there shall be a sacred assembly. You must not do any regular work."
  },
  {
    "reference": "Lev 23:36",
    "text": "For seven days you are to present a food offering to the LORD. On the eighth day you are to hold a sacred assembly and present a food offering to the LORD. It is a solemn assembly; you must not do any regular work."
  },
  {
    "reference": "Lev 23:37",
    "text": "These are the LORD’s appointed feasts, which you are to proclaim as sacred assemblies for presenting food offerings to the LORD—burnt offerings and grain offerings, sacrifices and drink offerings, each on its designated day."
  },
  {
    "reference": "Lev 23:38",
    "text": "These offerings are in addition to the offerings for the LORD’s Sabbaths, and in addition to your gifts, to all your vow offerings, and to all the freewill offerings you give to the LORD."
  },
  {
    "reference": "Lev 23:39",
    "text": "On the fifteenth day of the seventh month, after you have gathered the produce of the land, you are to celebrate a feast to the LORD for seven days. There shall be complete rest on the first day and also on the eighth day."
  },
  {
    "reference": "Lev 23:40",
    "text": "On the first day you are to gather the fruit of majestic trees, the branches of palm trees, and the boughs of leafy trees and of willows of the brook. And you are to rejoice before the LORD your God for seven days."
  },
  {
    "reference": "Lev 23:41",
    "text": "You are to celebrate this as a feast to the LORD for seven days each year. This is a permanent statute for the generations to come; you are to celebrate it in the seventh month."
  },
  {
    "reference": "Lev 23:42",
    "text": "You are to dwell in booths for seven days. All the native-born of Israel must dwell in booths,"
  },
  {
    "reference": "Lev 23:43",
    "text": "so that your descendants may know that I made the Israelites dwell in booths when I brought them out of the land of Egypt. I am the LORD your God.’”"
  },
  {
    "reference": "Lev 23:44",
    "text": "So Moses announced to the Israelites the appointed feasts of the LORD."
  },
  {
    "reference": "Lev 24:1",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 24:2",
    "text": "“Command the Israelites to bring you pure oil of pressed olives for the light, to keep the lamps burning continually."
  },
  {
    "reference": "Lev 24:3",
    "text": "Outside the veil of the Testimony in the Tent of Meeting, Aaron is to tend the lamps continually before the LORD from evening until morning. This is to be a permanent statute for the generations to come."
  },
  {
    "reference": "Lev 24:4",
    "text": "He shall tend the lamps on the pure gold lampstand before the LORD continually."
  },
  {
    "reference": "Lev 24:5",
    "text": "You are also to take fine flour and bake twelve loaves, using two-tenths of an ephah for each loaf,"
  },
  {
    "reference": "Lev 24:6",
    "text": "and set them in two rows—six per row—on the table of pure gold before the LORD."
  },
  {
    "reference": "Lev 24:7",
    "text": "And you are to place pure frankincense near each row, so that it may serve as a memorial portion for the bread, a food offering to the LORD."
  },
  {
    "reference": "Lev 24:8",
    "text": "Every Sabbath day the bread is to be set out before the LORD on behalf of the Israelites as a permanent covenant."
  },
  {
    "reference": "Lev 24:9",
    "text": "It belongs to Aaron and his sons, who are to eat it in a holy place; for it is to him a most holy part of the food offerings to the LORD—his portion forever.”"
  },
  {
    "reference": "Lev 24:10",
    "text": "Now the son of an Israelite mother and an Egyptian father went out among the Israelites, and a fight broke out in the camp between him and an Israelite."
  },
  {
    "reference": "Lev 24:11",
    "text": "The son of the Israelite woman blasphemed the Name with a curse. So they brought him to Moses. (His mother’s name was Shelomith daughter of Dibri, of the tribe of Dan.)"
  },
  {
    "reference": "Lev 24:12",
    "text": "They placed him in custody until the will of the LORD should be made clear to them."
  },
  {
    "reference": "Lev 24:13",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 24:14",
    "text": "“Take the blasphemer outside the camp, and have all who heard him lay their hands on his head; then have the whole assembly stone him."
  },
  {
    "reference": "Lev 24:15",
    "text": "And you are to tell the Israelites, ‘If anyone curses his God, he shall bear the consequences of his sin."
  },
  {
    "reference": "Lev 24:16",
    "text": "Whoever blasphemes the name of the LORD must surely be put to death; the whole assembly must surely stone him, whether he is a foreign resident or native; if he blasphemes the Name, he must be put to death."
  },
  {
    "reference": "Lev 24:17",
    "text": "And if a man takes the life of anyone else, he must surely be put to death."
  },
  {
    "reference": "Lev 24:18",
    "text": "Whoever kills an animal must make restitution—life for life."
  },
  {
    "reference": "Lev 24:19",
    "text": "If anyone injures his neighbor, whatever he has done must be done to him:"
  },
  {
    "reference": "Lev 24:20",
    "text": "fracture for fracture, eye for eye, tooth for tooth. Just as he injured the other person, the same must be inflicted on him."
  },
  {
    "reference": "Lev 24:21",
    "text": "Whoever kills an animal must make restitution, but whoever kills a man must be put to death."
  },
  {
    "reference": "Lev 24:22",
    "text": "You are to have the same standard of law for the foreign resident and the native; for I am the LORD your God.’”"
  },
  {
    "reference": "Lev 24:23",
    "text": "Then Moses spoke to the Israelites, and they took the blasphemer outside the camp and stoned him. So the Israelites did as the LORD had commanded Moses."
  },
  {
    "reference": "Lev 25:1",
    "text": "Then the LORD said to Moses on Mount Sinai,"
  },
  {
    "reference": "Lev 25:2",
    "text": "“Speak to the Israelites and say to them: When you enter the land that I am giving you, the land itself must observe a Sabbath to the LORD."
  },
  {
    "reference": "Lev 25:3",
    "text": "For six years you may sow your field and prune your vineyard and gather its crops."
  },
  {
    "reference": "Lev 25:4",
    "text": "But in the seventh year there shall be a Sabbath of complete rest for the land—a Sabbath to the LORD. You are not to sow your field or prune your vineyard."
  },
  {
    "reference": "Lev 25:5",
    "text": "You are not to reap the aftergrowth of your harvest or gather the grapes of your untended vines. The land must have a year of complete rest."
  },
  {
    "reference": "Lev 25:6",
    "text": "Whatever the land yields during the Sabbath year shall be food for you—for yourself, your manservant and maidservant, the hired hand or foreigner who stays with you,"
  },
  {
    "reference": "Lev 25:7",
    "text": "and for your livestock and the wild animals in your land. All its growth may serve as food."
  },
  {
    "reference": "Lev 25:8",
    "text": "And you shall count off seven Sabbaths of years—seven times seven years—so that the seven Sabbaths of years amount to forty-nine years."
  },
  {
    "reference": "Lev 25:9",
    "text": "Then you are to sound the horn far and wide on the tenth day of the seventh month, the Day of Atonement. You shall sound it throughout your land."
  },
  {
    "reference": "Lev 25:10",
    "text": "So you are to consecrate the fiftieth year and proclaim liberty in the land for all its inhabitants. It shall be your Jubilee, when each of you is to return to his property and to his clan."
  },
  {
    "reference": "Lev 25:11",
    "text": "The fiftieth year will be a Jubilee for you; you are not to sow the land or reap its aftergrowth or harvest the untended vines."
  },
  {
    "reference": "Lev 25:12",
    "text": "For it is a Jubilee; it shall be holy to you. You may eat only the crops taken directly from the field."
  },
  {
    "reference": "Lev 25:13",
    "text": "In this Year of Jubilee, each of you shall return to his own property."
  },
  {
    "reference": "Lev 25:14",
    "text": "If you make a sale to your neighbor or a purchase from him, you must not take advantage of each other."
  },
  {
    "reference": "Lev 25:15",
    "text": "You are to buy from your neighbor according to the number of years since the last Jubilee; he is to sell to you according to the number of harvest years remaining."
  },
  {
    "reference": "Lev 25:16",
    "text": "You shall increase the price in proportion to a greater number of years, or decrease it in proportion to a lesser number of years; for he is selling you a given number of harvests."
  },
  {
    "reference": "Lev 25:17",
    "text": "Do not take advantage of each other, but fear your God; for I am the LORD your God."
  },
  {
    "reference": "Lev 25:18",
    "text": "You are to keep My statutes and carefully observe My judgments, so that you may dwell securely in the land."
  },
  {
    "reference": "Lev 25:19",
    "text": "Then the land will yield its fruit, so that you can eat your fill and dwell in safety in the land."
  },
  {
    "reference": "Lev 25:20",
    "text": "Now you may wonder, ‘What will we eat in the seventh year if we do not sow or gather our produce?’"
  },
  {
    "reference": "Lev 25:21",
    "text": "But I will send My blessing upon you in the sixth year, so that the land will yield a crop sufficient for three years."
  },
  {
    "reference": "Lev 25:22",
    "text": "While you are sowing in the eighth year, you will be eating from the previous harvest, until the ninth year’s harvest comes in."
  },
  {
    "reference": "Lev 25:23",
    "text": "The land must not be sold permanently, because it is Mine, and you are but foreigners and residents with Me."
  },
  {
    "reference": "Lev 25:24",
    "text": "Thus for every piece of property you possess, you must provide for the redemption of the land."
  },
  {
    "reference": "Lev 25:25",
    "text": "If your brother becomes impoverished and sells some of his property, his nearest of kin may come and redeem what his brother has sold."
  },
  {
    "reference": "Lev 25:26",
    "text": "Or if a man has no one to redeem it for him, but he prospers and acquires enough to redeem his land,"
  },
  {
    "reference": "Lev 25:27",
    "text": "he shall calculate the years since its sale, repay the balance to the man to whom he sold it, and return to his property."
  },
  {
    "reference": "Lev 25:28",
    "text": "But if he cannot obtain enough to repay him, what he sold will remain in possession of the buyer until the Year of Jubilee. In the Jubilee, however, it is to be released, so that he may return to his property."
  },
  {
    "reference": "Lev 25:29",
    "text": "If a man sells a house in a walled city, he retains his right of redemption until a full year after its sale; during that year it may be redeemed."
  },
  {
    "reference": "Lev 25:30",
    "text": "If it is not redeemed by the end of a full year, then the house in the walled city is permanently transferred to its buyer and his descendants. It is not to be released in the Jubilee."
  },
  {
    "reference": "Lev 25:31",
    "text": "But houses in villages with no walls around them are to be considered as open fields. They may be redeemed, and they shall be released in the Jubilee."
  },
  {
    "reference": "Lev 25:32",
    "text": "As for the cities of the Levites, the Levites always have the right to redeem their houses in the cities they possess."
  },
  {
    "reference": "Lev 25:33",
    "text": "So whatever belongs to the Levites may be redeemed—a house sold in a city they possess—and must be released in the Jubilee, because the houses in the cities of the Levites are their possession among the Israelites."
  },
  {
    "reference": "Lev 25:34",
    "text": "But the open pastureland around their cities may not be sold, for this is their permanent possession."
  },
  {
    "reference": "Lev 25:35",
    "text": "Now if your countryman becomes destitute and cannot support himself among you, then you are to help him as you would a foreigner or stranger, so that he can continue to live among you."
  },
  {
    "reference": "Lev 25:36",
    "text": "Do not take any interest or profit from him, but fear your God, that your countryman may live among you."
  },
  {
    "reference": "Lev 25:37",
    "text": "You must not lend him your silver at interest or sell him your food for profit."
  },
  {
    "reference": "Lev 25:38",
    "text": "I am the LORD your God, who brought you out of the land of Egypt to give you the land of Canaan and to be your God."
  },
  {
    "reference": "Lev 25:39",
    "text": "If a countryman among you becomes destitute and sells himself to you, then you must not force him into slave labor."
  },
  {
    "reference": "Lev 25:40",
    "text": "Let him stay with you as a hired worker or temporary resident; he is to work for you until the Year of Jubilee."
  },
  {
    "reference": "Lev 25:41",
    "text": "Then he and his children are to be released, and he may return to his clan and to the property of his fathers."
  },
  {
    "reference": "Lev 25:42",
    "text": "Because the Israelites are My servants, whom I brought out of the land of Egypt, they are not to be sold as slaves."
  },
  {
    "reference": "Lev 25:43",
    "text": "You are not to rule over them harshly, but you shall fear your God."
  },
  {
    "reference": "Lev 25:44",
    "text": "Your menservants and maidservants shall come from the nations around you, from whom you may purchase them."
  },
  {
    "reference": "Lev 25:45",
    "text": "You may also purchase them from the foreigners residing among you or their clans living among you who are born in your land. These may become your property."
  },
  {
    "reference": "Lev 25:46",
    "text": "You may leave them to your sons after you to inherit as property; you can make them slaves for life. But as for your brothers, the Israelites, no man may rule harshly over his brother."
  },
  {
    "reference": "Lev 25:47",
    "text": "If a foreigner residing among you prospers, but your countryman dwelling near him becomes destitute and sells himself to the foreigner or to a member of his clan,"
  },
  {
    "reference": "Lev 25:48",
    "text": "he retains the right of redemption after he has sold himself. One of his brothers may redeem him:"
  },
  {
    "reference": "Lev 25:49",
    "text": "either his uncle or cousin or any close relative from his clan may redeem him. Or if he prospers, he may redeem himself."
  },
  {
    "reference": "Lev 25:50",
    "text": "He and his purchaser will then count the time from the year he sold himself up to the Year of Jubilee. The price of his sale will be determined by the number of years, based on the daily wages of a hired hand."
  },
  {
    "reference": "Lev 25:51",
    "text": "If many years remain, he must pay for his redemption in proportion to his purchase price."
  },
  {
    "reference": "Lev 25:52",
    "text": "If only a few years remain until the Year of Jubilee, he is to calculate and pay his redemption according to his remaining years."
  },
  {
    "reference": "Lev 25:53",
    "text": "He shall be treated like a man hired from year to year, but a foreign owner must not rule over him harshly in your sight."
  },
  {
    "reference": "Lev 25:54",
    "text": "Even if he is not redeemed in any of these ways, he and his children shall be released in the Year of Jubilee."
  },
  {
    "reference": "Lev 25:55",
    "text": "For the Israelites are My servants. They are My servants, whom I brought out of the land of Egypt. I am the LORD your God."
  },
  {
    "reference": "Lev 26:1",
    "text": "“You must not make idols for yourselves or set up a carved image or sacred pillar; you must not place a sculpted stone in your land to bow down to it. For I am the LORD your God."
  },
  {
    "reference": "Lev 26:2",
    "text": "You must keep My Sabbaths and have reverence for My sanctuary. I am the LORD."
  },
  {
    "reference": "Lev 26:3",
    "text": "If you follow My statutes and carefully keep My commandments,"
  },
  {
    "reference": "Lev 26:4",
    "text": "I will give you rains in their season, and the land will yield its produce, and the trees of the field will bear their fruit."
  },
  {
    "reference": "Lev 26:5",
    "text": "Your threshing will continue until the grape harvest, and the grape harvest will continue until sowing time; you will have your fill of food to eat and will dwell securely in your land."
  },
  {
    "reference": "Lev 26:6",
    "text": "And I will give peace to the land, and you will lie down with nothing to fear. I will rid the land of dangerous animals, and no sword will pass through your land."
  },
  {
    "reference": "Lev 26:7",
    "text": "You will pursue your enemies, and they will fall by the sword before you."
  },
  {
    "reference": "Lev 26:8",
    "text": "Five of you will pursue a hundred, and a hundred of you will pursue ten thousand, and your enemies will fall by the sword before you."
  },
  {
    "reference": "Lev 26:9",
    "text": "I will turn toward you and make you fruitful and multiply you, and I will establish My covenant with you."
  },
  {
    "reference": "Lev 26:10",
    "text": "You will still be eating the old supply of grain when you need to clear it out to make room for the new."
  },
  {
    "reference": "Lev 26:11",
    "text": "And I will make My dwelling place among you, and My soul will not despise you."
  },
  {
    "reference": "Lev 26:12",
    "text": "I will walk among you and be your God, and you will be My people."
  },
  {
    "reference": "Lev 26:13",
    "text": "I am the LORD your God, who brought you out of the land of Egypt so that you would no longer be slaves to the Egyptians. I broke the bars of your yoke and enabled you to walk in uprightness."
  },
  {
    "reference": "Lev 26:14",
    "text": "If, however, you fail to obey Me and to carry out all these commandments,"
  },
  {
    "reference": "Lev 26:15",
    "text": "and if you reject My statutes, despise My ordinances, and neglect to carry out all My commandments, and so break My covenant,"
  },
  {
    "reference": "Lev 26:16",
    "text": "then this is what I will do to you: I will bring upon you sudden terror, wasting disease, and fever that will destroy your sight and drain your life. You will sow your seed in vain, because your enemies will eat it."
  },
  {
    "reference": "Lev 26:17",
    "text": "And I will set My face against you, so that you will be defeated by your enemies. Those who hate you will rule over you, and you will flee when no one pursues you."
  },
  {
    "reference": "Lev 26:18",
    "text": "And if after all this you will not obey Me, I will proceed to punish you sevenfold for your sins."
  },
  {
    "reference": "Lev 26:19",
    "text": "I will break down your stubborn pride and make your sky like iron and your land like bronze,"
  },
  {
    "reference": "Lev 26:20",
    "text": "and your strength will be spent in vain. For your land will not yield its produce, and the trees of the land will not bear their fruit."
  },
  {
    "reference": "Lev 26:21",
    "text": "If you walk in hostility toward Me and refuse to obey Me, I will multiply your plagues seven times, according to your sins."
  },
  {
    "reference": "Lev 26:22",
    "text": "I will send wild animals against you to rob you of your children, destroy your livestock, and reduce your numbers, until your roads lie desolate."
  },
  {
    "reference": "Lev 26:23",
    "text": "And if in spite of these things you do not accept My discipline, but continue to walk in hostility toward Me,"
  },
  {
    "reference": "Lev 26:24",
    "text": "then I will act with hostility toward you, and I will strike you sevenfold for your sins."
  },
  {
    "reference": "Lev 26:25",
    "text": "And I will bring a sword against you to execute the vengeance of the covenant. Though you withdraw into your cities, I will send a plague among you, and you will be delivered into the hand of the enemy."
  },
  {
    "reference": "Lev 26:26",
    "text": "When I cut off your supply of bread, ten women will bake your bread in a single oven and dole out your bread by weight, so that you will eat but not be satisfied."
  },
  {
    "reference": "Lev 26:27",
    "text": "But if in spite of all this you do not obey Me, but continue to walk in hostility toward Me,"
  },
  {
    "reference": "Lev 26:28",
    "text": "then I will walk in fury against you, and I, even I, will punish you sevenfold for your sins."
  },
  {
    "reference": "Lev 26:29",
    "text": "You will eat the flesh of your own sons and daughters."
  },
  {
    "reference": "Lev 26:30",
    "text": "I will destroy your high places, cut down your incense altars, and heap your lifeless bodies on the lifeless remains of your idols; and My soul will despise you."
  },
  {
    "reference": "Lev 26:31",
    "text": "I will reduce your cities to rubble and lay waste your sanctuaries, and I will refuse to smell the pleasing aroma of your sacrifices."
  },
  {
    "reference": "Lev 26:32",
    "text": "And I will lay waste the land, so that your enemies who dwell in it will be appalled."
  },
  {
    "reference": "Lev 26:33",
    "text": "But I will scatter you among the nations and will draw out a sword after you as your land becomes desolate and your cities are laid waste."
  },
  {
    "reference": "Lev 26:34",
    "text": "Then the land shall enjoy its Sabbaths all the days it lies desolate, while you are in the land of your enemies. At that time the land will rest and enjoy its Sabbaths."
  },
  {
    "reference": "Lev 26:35",
    "text": "As long as it lies desolate, the land will have the rest it did not receive during the Sabbaths when you lived in it."
  },
  {
    "reference": "Lev 26:36",
    "text": "As for those of you who survive, I will send a faintness into their hearts in the lands of their enemies, so that even the sound of a windblown leaf will put them to flight. And they will flee as one flees the sword, and fall when no one pursues them."
  },
  {
    "reference": "Lev 26:37",
    "text": "They will stumble over one another as before the sword, though no one is behind them. So you will not be able to stand against your enemies."
  },
  {
    "reference": "Lev 26:38",
    "text": "You will perish among the nations, and the land of your enemies will consume you."
  },
  {
    "reference": "Lev 26:39",
    "text": "Those of you who survive in the lands of your enemies will waste away in their iniquity and will decay in the sins of their fathers."
  },
  {
    "reference": "Lev 26:40",
    "text": "But if they will confess their iniquity and that of their fathers in the unfaithfulness that they practiced against Me, by which they have also walked in hostility toward Me—"
  },
  {
    "reference": "Lev 26:41",
    "text": "and I acted with hostility toward them and brought them into the land of their enemies—and if their uncircumcised hearts will be humbled and they will make amends for their iniquity,"
  },
  {
    "reference": "Lev 26:42",
    "text": "then I will remember My covenant with Jacob and My covenant with Isaac and My covenant with Abraham, and I will remember the land."
  },
  {
    "reference": "Lev 26:43",
    "text": "For the land will be abandoned by them, and it will enjoy its Sabbaths by lying desolate without them. And they will pay the penalty for their iniquity, because they rejected My ordinances and abhorred My statutes."
  },
  {
    "reference": "Lev 26:44",
    "text": "Yet in spite of this, when they are in the land of their enemies, I will not reject or despise them so as to destroy them and break My covenant with them; for I am the LORD their God."
  },
  {
    "reference": "Lev 26:45",
    "text": "But for their sake I will remember the covenant with their fathers, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God. I am the LORD.”"
  },
  {
    "reference": "Lev 26:46",
    "text": "These are the statutes, ordinances, and laws that the LORD established between Himself and the Israelites through Moses on Mount Sinai."
  },
  {
    "reference": "Lev 27:1",
    "text": "Then the LORD said to Moses,"
  },
  {
    "reference": "Lev 27:2",
    "text": "“Speak to the Israelites and say to them, ‘When someone makes a special vow to the LORD involving the value of persons,"
  },
  {
    "reference": "Lev 27:3",
    "text": "if the valuation concerns a male from twenty to sixty years of age, then your valuation shall be fifty shekels of silver, according to the sanctuary shekel."
  },
  {
    "reference": "Lev 27:4",
    "text": "Or if it is a female, then your valuation shall be thirty shekels."
  },
  {
    "reference": "Lev 27:5",
    "text": "And if the person is from five to twenty years of age, then your valuation for the male shall be twenty shekels, and for the female ten shekels."
  },
  {
    "reference": "Lev 27:6",
    "text": "Now if the person is from one month to five years of age, then your valuation for the male shall be five shekels of silver, and for the female three shekels of silver."
  },
  {
    "reference": "Lev 27:7",
    "text": "And if the person is sixty years of age or older, then your valuation shall be fifteen shekels for the male and ten shekels for the female."
  },
  {
    "reference": "Lev 27:8",
    "text": "But if the one making the vow is too poor to pay the valuation, he is to present the person before the priest, who shall set the value according to what the one making the vow can afford."
  },
  {
    "reference": "Lev 27:9",
    "text": "If he vows an animal that may be brought as an offering to the LORD, any such animal given to the LORD shall be holy."
  },
  {
    "reference": "Lev 27:10",
    "text": "He must not replace it or exchange it, either good for bad or bad for good. But if he does substitute one animal for another, both that animal and its substitute will be holy."
  },
  {
    "reference": "Lev 27:11",
    "text": "But if the vow involves any of the unclean animals that may not be brought as an offering to the LORD, the animal must be presented before the priest."
  },
  {
    "reference": "Lev 27:12",
    "text": "The priest shall set its value, whether high or low; as the priest values it, the price will be set."
  },
  {
    "reference": "Lev 27:13",
    "text": "If, however, the owner decides to redeem the animal, he must add a fifth to its value."
  },
  {
    "reference": "Lev 27:14",
    "text": "Now if a man consecrates his house as holy to the LORD, then the priest shall value it either as good or bad. The price will stand just as the priest values it."
  },
  {
    "reference": "Lev 27:15",
    "text": "But if he who consecrated his house redeems it, he must add a fifth to the assessed value, and it will belong to him."
  },
  {
    "reference": "Lev 27:16",
    "text": "If a man consecrates to the LORD a parcel of his land, then your valuation shall be proportional to the seed required for it—fifty shekels of silver for every homer of barley seed."
  },
  {
    "reference": "Lev 27:17",
    "text": "If he consecrates his field during the Year of Jubilee, the price will stand according to your valuation."
  },
  {
    "reference": "Lev 27:18",
    "text": "But if he consecrates his field after the Jubilee, the priest is to calculate the price in proportion to the years left until the next Year of Jubilee, so that your valuation will be reduced."
  },
  {
    "reference": "Lev 27:19",
    "text": "And if the one who consecrated the field decides to redeem it, he must add a fifth to the assessed value, and it shall belong to him."
  },
  {
    "reference": "Lev 27:20",
    "text": "If, however, he does not redeem the field, or if he has sold it to another man, it may no longer be redeemed."
  },
  {
    "reference": "Lev 27:21",
    "text": "When the field is released in the Jubilee, it will become holy, like a field devoted to the LORD; it becomes the property of the priests."
  },
  {
    "reference": "Lev 27:22",
    "text": "Now if a man consecrates to the LORD a field he has purchased, which is not a part of his own property,"
  },
  {
    "reference": "Lev 27:23",
    "text": "then the priest shall calculate for him the value up to the Year of Jubilee, and the man shall pay the assessed value on that day as a sacred offering to the LORD."
  },
  {
    "reference": "Lev 27:24",
    "text": "In the Year of Jubilee the field shall return to the one from whom it was bought—the original owner of the land."
  },
  {
    "reference": "Lev 27:25",
    "text": "Every valuation will be according to the sanctuary shekel, twenty gerahs to the shekel."
  },
  {
    "reference": "Lev 27:26",
    "text": "But no one may consecrate a firstborn of the livestock, because a firstborn belongs to the LORD. Whether it is an ox or a sheep, it is the LORD’s."
  },
  {
    "reference": "Lev 27:27",
    "text": "But if it is among the unclean animals, then he may redeem it according to your valuation and add a fifth of its value. If it is not redeemed, then it shall be sold according to your valuation."
  },
  {
    "reference": "Lev 27:28",
    "text": "Nothing that a man sets apart to the LORD from all he owns—whether a man, an animal, or his inherited land—can be sold or redeemed; everything so devoted is most holy to the LORD."
  },
  {
    "reference": "Lev 27:29",
    "text": "No person set apart for destruction may be ransomed; he must surely be put to death."
  },
  {
    "reference": "Lev 27:30",
    "text": "Thus any tithe from the land, whether from the seed of the land or the fruit of the trees, belongs to the LORD; it is holy to the LORD."
  },
  {
    "reference": "Lev 27:31",
    "text": "If a man wishes to redeem part of his tithe, he must add a fifth to its value."
  },
  {
    "reference": "Lev 27:32",
    "text": "Every tenth animal from the herd or flock that passes under the shepherd’s rod will be holy to the LORD."
  },
  {
    "reference": "Lev 27:33",
    "text": "He must not inspect whether it is good or bad, and he shall not make any substitution. But if he does make a substitution, both the animal and its substitute shall become holy; they cannot be redeemed.’”"
  },
  {
    "reference": "Lev 27:34",
    "text": "These are the commandments that the LORD gave to Moses for the Israelites on Mount Sinai."
  }
]
