[
  {
    "reference": "Php 1:1",
    "text": "Paul and Timothy, servants of Christ Jesus, To all the saints in Christ Jesus at Philippi, together with the overseers and deacons:"
  },
  {
    "reference": "Php 1:2",
    "text": "Grace and peace to you from God our Father and the Lord Jesus Christ."
  },
  {
    "reference": "Php 1:3",
    "text": "I thank my God every time I remember you."
  },
  {
    "reference": "Php 1:4",
    "text": "In every prayer for all of you, I always pray with joy,"
  },
  {
    "reference": "Php 1:5",
    "text": "because of your partnership in the gospel from the first day until now,"
  },
  {
    "reference": "Php 1:6",
    "text": "being confident of this, that He who began a good work in you will carry it on to completion until the day of Christ Jesus."
  },
  {
    "reference": "Php 1:7",
    "text": "It is right for me to feel this way about all of you, since I have you in my heart. For in my chains and in my defense and confirmation of the gospel, you are all partners in grace with me."
  },
  {
    "reference": "Php 1:8",
    "text": "God is my witness how I long for all of you with the affection of Christ Jesus."
  },
  {
    "reference": "Php 1:9",
    "text": "And this is my prayer: that your love may abound more and more in knowledge and depth of insight,"
  },
  {
    "reference": "Php 1:10",
    "text": "so that you may be able to test and prove what is best and may be pure and blameless for the day of Christ,"
  },
  {
    "reference": "Php 1:11",
    "text": "filled with the fruit of righteousness that comes through Jesus Christ, to the glory and praise of God."
  },
  {
    "reference": "Php 1:12",
    "text": "Now I want you to know, brothers, that my circumstances have actually served to advance the gospel."
  },
  {
    "reference": "Php 1:13",
    "text": "As a result, it has become clear throughout the whole palace guard and to everyone else that I am in chains for Christ."
  },
  {
    "reference": "Php 1:14",
    "text": "And most of the brothers, confident in the Lord by my chains, now dare more greatly to speak the word without fear."
  },
  {
    "reference": "Php 1:15",
    "text": "It is true that some preach Christ out of envy and rivalry, but others out of goodwill."
  },
  {
    "reference": "Php 1:16",
    "text": "The latter do so in love, knowing that I am appointed for the defense of the gospel."
  },
  {
    "reference": "Php 1:17",
    "text": "The former, however, preach Christ out of selfish ambition, not sincerely, supposing that they can add to the distress of my chains."
  },
  {
    "reference": "Php 1:18",
    "text": "What then is the issue? Just this: that in every way, whether by false motives or true, Christ is preached. And in this I rejoice. Yes, and I will continue to rejoice,"
  },
  {
    "reference": "Php 1:19",
    "text": "because I know that through your prayers and the provision of the Spirit of Jesus Christ, my distress will turn out for my deliverance."
  },
  {
    "reference": "Php 1:20",
    "text": "I eagerly expect and hope that I will in no way be ashamed, but will have complete boldness so that now as always Christ will be exalted in my body, whether by life or by death."
  },
  {
    "reference": "Php 1:21",
    "text": "For to me, to live is Christ, and to die is gain."
  },
  {
    "reference": "Php 1:22",
    "text": "But if I go on living in the body, this will mean fruitful labor for me. So what shall I choose? I do not know."
  },
  {
    "reference": "Php 1:23",
    "text": "I am torn between the two. I desire to depart and be with Christ, which is far better indeed."
  },
  {
    "reference": "Php 1:24",
    "text": "But it is more necessary for you that I remain in the body."
  },
  {
    "reference": "Php 1:25",
    "text": "Convinced of this, I know that I will remain and will continue with all of you for your progress and joy in the faith,"
  },
  {
    "reference": "Php 1:26",
    "text": "so that through my coming to you again your exultation in Christ Jesus will resound on account of me."
  },
  {
    "reference": "Php 1:27",
    "text": "Nevertheless, conduct yourselves in a manner worthy of the gospel of Christ. Then, whether I come and see you or only hear about you in my absence, I will know that you stand firm in one spirit, contending together as one for the faith of the gospel,"
  },
  {
    "reference": "Php 1:28",
    "text": "without being frightened in any way by those who oppose you. This is a clear sign of their destruction but of your salvation, and it is from God."
  },
  {
    "reference": "Php 1:29",
    "text": "For it has been granted to you on behalf of Christ not only to believe in Him, but also to suffer for Him,"
  },
  {
    "reference": "Php 1:30",
    "text": "since you are encountering the same struggle you saw I had, and now hear that I still have."
  },
  {
    "reference": "Php 2:1",
    "text": "Therefore if you have any encouragement in Christ, if any comfort from His love, if any fellowship with the Spirit, if any affection and compassion,"
  },
  {
    "reference": "Php 2:2",
    "text": "then make my joy complete by being like-minded, having the same love, being united in spirit and purpose."
  },
  {
    "reference": "Php 2:3",
    "text": "Do nothing out of selfish ambition or empty pride, but in humility consider others more important than yourselves."
  },
  {
    "reference": "Php 2:4",
    "text": "Each of you should look not only to your own interests, but also to the interests of others."
  },
  {
    "reference": "Php 2:5",
    "text": "Let this mind be in you which was also in Christ Jesus:"
  },
  {
    "reference": "Php 2:6",
    "text": "Who, existing in the form of God, did not consider equality with God something to be grasped,"
  },
  {
    "reference": "Php 2:7",
    "text": "but emptied Himself, taking the form of a servant, being made in human likeness."
  },
  {
    "reference": "Php 2:8",
    "text": "And being found in appearance as a man, He humbled Himself and became obedient to death—even death on a cross."
  },
  {
    "reference": "Php 2:9",
    "text": "Therefore God exalted Him to the highest place and gave Him the name above all names,"
  },
  {
    "reference": "Php 2:10",
    "text": "that at the name of Jesus every knee should bow, in heaven and on earth and under the earth,"
  },
  {
    "reference": "Php 2:11",
    "text": "and every tongue confess that Jesus Christ is Lord, to the glory of God the Father."
  },
  {
    "reference": "Php 2:12",
    "text": "Therefore, my beloved, just as you have always obeyed, not only in my presence, but now even more in my absence, continue to work out your salvation with fear and trembling."
  },
  {
    "reference": "Php 2:13",
    "text": "For it is God who works in you to will and to act on behalf of His good purpose."
  },
  {
    "reference": "Php 2:14",
    "text": "Do everything without complaining or arguing,"
  },
  {
    "reference": "Php 2:15",
    "text": "so that you may be blameless and pure, children of God without fault in a crooked and perverse generation, in which you shine as lights in the world"
  },
  {
    "reference": "Php 2:16",
    "text": "as you hold forth the word of life, in order that I may boast on the day of Christ that I did not run or labor in vain."
  },
  {
    "reference": "Php 2:17",
    "text": "But even if I am being poured out like a drink offering on the sacrifice and service of your faith, I am glad and rejoice with all of you."
  },
  {
    "reference": "Php 2:18",
    "text": "So you too should be glad and rejoice with me."
  },
  {
    "reference": "Php 2:19",
    "text": "Now I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I learn how you are doing."
  },
  {
    "reference": "Php 2:20",
    "text": "I have nobody else like him who will genuinely care for your needs."
  },
  {
    "reference": "Php 2:21",
    "text": "For all the others look after their own interests, not those of Jesus Christ."
  },
  {
    "reference": "Php 2:22",
    "text": "But you know Timothy’s proven worth, that as a child with his father he has served with me to advance the gospel."
  },
  {
    "reference": "Php 2:23",
    "text": "So I hope to send him as soon as I see what happens with me."
  },
  {
    "reference": "Php 2:24",
    "text": "And I trust in the Lord that I myself will come soon."
  },
  {
    "reference": "Php 2:25",
    "text": "But I thought it necessary to send back to you Epaphroditus, my brother, fellow worker, and fellow soldier, who is also your messenger and minister to my needs."
  },
  {
    "reference": "Php 2:26",
    "text": "For he has been longing for all of you and is distressed because you heard he was ill."
  },
  {
    "reference": "Php 2:27",
    "text": "He was sick indeed, nearly unto death. But God had mercy on him, and not only on him but also on me, to spare me sorrow upon sorrow."
  },
  {
    "reference": "Php 2:28",
    "text": "Therefore I am all the more eager to send him, so that when you see him again you may rejoice, and I may be less anxious."
  },
  {
    "reference": "Php 2:29",
    "text": "Welcome him in the Lord with great joy, and honor men like him,"
  },
  {
    "reference": "Php 2:30",
    "text": "because he nearly died for the work of Christ, risking his life to make up for your deficit of service to me."
  },
  {
    "reference": "Php 3:1",
    "text": "Finally, my brothers, rejoice in the Lord. It is no trouble for me to write the same things to you again, and it is a safeguard for you."
  },
  {
    "reference": "Php 3:2",
    "text": "Watch out for those dogs, those workers of evil, those mutilators of the flesh!"
  },
  {
    "reference": "Php 3:3",
    "text": "For it is we who are the circumcision, we who worship by the Spirit of God, who glory in Christ Jesus, and who put no confidence in the flesh—"
  },
  {
    "reference": "Php 3:4",
    "text": "though I myself could have such confidence. If anyone else thinks he has grounds for confidence in the flesh, I have more:"
  },
  {
    "reference": "Php 3:5",
    "text": "circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin; a Hebrew of Hebrews; as to the law, a Pharisee;"
  },
  {
    "reference": "Php 3:6",
    "text": "as to zeal, persecuting the church; as to righteousness in the law, faultless."
  },
  {
    "reference": "Php 3:7",
    "text": "But whatever was gain to me I count as loss for the sake of Christ."
  },
  {
    "reference": "Php 3:8",
    "text": "More than that, I count all things as loss compared to the surpassing excellence of knowing Christ Jesus my Lord, for whom I have lost all things. I consider them rubbish, that I may gain Christ"
  },
  {
    "reference": "Php 3:9",
    "text": "and be found in Him, not having my own righteousness from the law, but that which is through faith in Christ, the righteousness from God on the basis of faith."
  },
  {
    "reference": "Php 3:10",
    "text": "I want to know Christ and the power of His resurrection and the fellowship of His sufferings, being conformed to Him in His death,"
  },
  {
    "reference": "Php 3:11",
    "text": "and so, somehow, to attain to the resurrection from the dead."
  },
  {
    "reference": "Php 3:12",
    "text": "Not that I have already obtained all this, or have already been made perfect, but I press on to take hold of that for which Christ Jesus took hold of me."
  },
  {
    "reference": "Php 3:13",
    "text": "Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead,"
  },
  {
    "reference": "Php 3:14",
    "text": "I press on toward the goal to win the prize of God’s heavenly calling in Christ Jesus."
  },
  {
    "reference": "Php 3:15",
    "text": "All of us who are mature should embrace this point of view. And if you think differently about some issue, God will reveal this to you as well."
  },
  {
    "reference": "Php 3:16",
    "text": "Nevertheless, we must live up to what we have already attained."
  },
  {
    "reference": "Php 3:17",
    "text": "Join one another in following my example, brothers, and carefully observe those who walk according to the pattern we set for you."
  },
  {
    "reference": "Php 3:18",
    "text": "For as I have often told you before, and now say again even with tears: Many live as enemies of the cross of Christ."
  },
  {
    "reference": "Php 3:19",
    "text": "Their end is destruction, their god is their belly, and their glory is in their shame. Their minds are set on earthly things."
  },
  {
    "reference": "Php 3:20",
    "text": "But our citizenship is in heaven, and we eagerly await a Savior from there, the Lord Jesus Christ,"
  },
  {
    "reference": "Php 3:21",
    "text": "who, by the power that enables Him to subject all things to Himself, will transform our lowly bodies to be like His glorious body."
  },
  {
    "reference": "Php 4:1",
    "text": "Therefore, my brothers, whom I love and long for, my joy and crown, that is how you must stand firm in the Lord, my beloved."
  },
  {
    "reference": "Php 4:2",
    "text": "I urge Euodia and Syntyche to agree with each other in the Lord."
  },
  {
    "reference": "Php 4:3",
    "text": "Yes, and I ask you, my true yokefellow, to help these women who have contended at my side for the gospel, along with Clement and the rest of my fellow workers, whose names are in the Book of Life."
  },
  {
    "reference": "Php 4:4",
    "text": "Rejoice in the Lord always. I will say it again: Rejoice!"
  },
  {
    "reference": "Php 4:5",
    "text": "Let your gentleness be apparent to all. The Lord is near."
  },
  {
    "reference": "Php 4:6",
    "text": "Be anxious for nothing, but in everything, by prayer and petition, with thanksgiving, present your requests to God."
  },
  {
    "reference": "Php 4:7",
    "text": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
  },
  {
    "reference": "Php 4:8",
    "text": "Finally, brothers, whatever is true, whatever is honorable, whatever is right, whatever is pure, whatever is lovely, whatever is admirable—if anything is excellent or praiseworthy—think on these things."
  },
  {
    "reference": "Php 4:9",
    "text": "Whatever you have learned or received or heard from me, or seen in me, put it into practice. And the God of peace will be with you."
  },
  {
    "reference": "Php 4:10",
    "text": "Now I rejoice greatly in the Lord that at last you have revived your concern for me. You were indeed concerned, but you had no opportunity to show it."
  },
  {
    "reference": "Php 4:11",
    "text": "I am not saying this out of need, for I have learned to be content regardless of my circumstances."
  },
  {
    "reference": "Php 4:12",
    "text": "I know how to live humbly, and I know how to abound. In any and every situation I have learned the secret of being filled and being hungry, of having plenty and having need."
  },
  {
    "reference": "Php 4:13",
    "text": "I can do all things through Christ who gives me strength."
  },
  {
    "reference": "Php 4:14",
    "text": "Nevertheless, you have done well to share in my affliction."
  },
  {
    "reference": "Php 4:15",
    "text": "And as you Philippians know, in the early days of the gospel, when I left Macedonia, no church but you partnered with me in the matter of giving and receiving."
  },
  {
    "reference": "Php 4:16",
    "text": "For even while I was in Thessalonica, you provided for my needs again and again."
  },
  {
    "reference": "Php 4:17",
    "text": "Not that I am seeking a gift, but I am looking for the fruit that may be credited to your account."
  },
  {
    "reference": "Php 4:18",
    "text": "I have all I need and more, now that I have received your gifts from Epaphroditus. They are a fragrant offering, an acceptable sacrifice, well-pleasing to God."
  },
  {
    "reference": "Php 4:19",
    "text": "And my God will supply all your needs according to His glorious riches in Christ Jesus."
  },
  {
    "reference": "Php 4:20",
    "text": "To our God and Father be glory forever and ever. Amen."
  },
  {
    "reference": "Php 4:21",
    "text": "Greet all the saints in Christ Jesus. The brothers who are with me send you greetings."
  },
  {
    "reference": "Php 4:22",
    "text": "All the saints send you greetings, especially those from the household of Caesar."
  },
  {
    "reference": "Php 4:23",
    "text": "The grace of the Lord Jesus Christ be with your spirit."
  }
]
