[
  {
    "reference": "1Th 1:1",
    "bsb_verse_text": "Paul, Silvanus, and Timothy, To the church of the Thessalonians in God the Father and the Lord Jesus Christ: Grace and peace to you.",
    "ult_verse_text": "Paul and Silvanus and Timothy, to the church of the Thessalonians in God the Father and the Lord Jesus Christ. Grace to you and peace.\\f + \\ft Instead of \\fq Grace to you and peace,\\fq* some older versions read \\fqa Grace to you and peace from God our Father and the Lord Jesus Christ.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "Παῦλος, καὶ Σιλουανὸς, καὶ Τιμόθεος; τῇ ἐκκλησίᾳ",
        "note": "Your language may have a particular way of introducing the author of a letter and its intended audience. For example, you may want to indicate that this is a letter. Alternate translation: [I, Paul, along with Silvanus and Timothy, wrote this letter to you, the church]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "Παῦλος, καὶ Σιλουανὸς, καὶ Τιμόθεος; τῇ ἐκκλησίᾳ",
        "note": "**Paul** is the author of this letter. **Silvanus and Timothy** are with him as he writes and are in agreement with what he writes. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [I, Paul, together with Silvanus and Timothy, write to the church]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Σιλουανὸς",
        "note": "The name **Silvanus** is a longer form of the name **Silas**, the form of the name used for this same man in the book of Acts. You could choose to use the shorter form here as well, or you could choose to use the longer form here and include a footnote explaining that they are forms of the same name."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Θεῷ Πατρὶ καὶ Κυρίῳ Ἰησοῦ Χριστῷ",
        "note": "Here Paul uses the spatial metaphor **in God the Father and the Lord Jesus Christ** to describe the union of believers with **God** and **Christ**. In this case, being **in God** and **Christ**, or united to God and Christ, identifies the Thessalonians as Christians. If it would be helpful in your language, you could use a phrase that indicates that the Thessalonians have a very close relationship with **God** and **Christ**. Alternate translation: [that is united to God the Father and the Lord Jesus Christ] or [in union with God the Father and the Lord Jesus Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/guidelines-sonofgodprinciples",
        "orig_language_quote": "Θεῷ Πατρὶ καὶ Κυρίῳ Ἰησοῦ Χριστῷ",
        "note": "When **God** is called **Father**, it highlights his relationship to **Jesus** the “Son” (see [1:10](../01/10.md)). Here, the Old Testament title for **God**, **Lord**, is applied to **Jesus**, equating him with **God**. Be sure to retain these titles in your translation."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "χάρις ὑμῖν καὶ εἰρήνη",
        "note": "After stating his name and the people to whom he is writing, Paul adds a blessing. Use a form that people would recognize as a blessing in your language. Alternate translation: [May you experience kindness and peace within you] or [I pray that you will have grace and peace]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "χάρις ὑμῖν καὶ εἰρήνη",
        "note": "If your language does not use abstract nouns for the ideas of **Grace** and **peace**, you could express the same ideas in another way. Alternate translation: [I pray that God will be favorable to you and give you a peaceful spirit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "ὑμῖν",
        "note": "Throughout this letter the word **you** is plural and refers to the Thessalonian believers, unless otherwise noted."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "χάρις ὑμῖν καὶ εἰρήνη",
        "note": "Many ancient manuscripts read **Grace to you and peace**. The ULT follows that reading. Other ancient manuscripts read “Grace to you and peace from God our Father and the Lord Jesus Christ.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      }
    ]
  },
  {
    "reference": "1Th 1:2",
    "bsb_verse_text": "We always thank God for all of you, remembering you in our prayers",
    "ult_verse_text": "We give thanks to God always for all of you, making mention {of you} in our prayers continually,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "εὐχαριστοῦμεν τῷ Θεῷ πάντοτε περὶ πάντων ὑμῶν, μνείαν ποιούμενοι ἐπὶ τῶν προσευχῶν ἡμῶν, ἀδιαλείπτως",
        "note": "Here Paul first states what he, Silvanus, and Timothy do more specifically (they **give thanks to God**) and then describes it more generally (they are **making mention** of the Thessalonians). If it would be clearer in your language, you could reverse the order of the clauses. Alternate translation: [We continually make mention of you in our prayers, always giving thanks to God for all of you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "πάντοτε & ἀδιαλείπτως",
        "note": "Paul says **always** and **continually** here as generalizations for emphasis. If it would be helpful in your language, you could use a different way to express the emphasis. Alternate translation: [very regularly … extremely often]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "μνείαν ποιούμενοι ἐπὶ τῶν προσευχῶν ἡμῶν, ἀδιαλείπτως",
        "note": "Here, the word **continually** could modify: (1) **making mention {of you}**. Alternate translation: [making mention of you continually in our prayers]; (2) “remembering” in the following verse ([1:3](../01/03.md)). If you use the following alternate translation, you will need to omit the comma at the end of this verse. Alternate translation: [making mention of you in our prayers, continually]"
      }
    ]
  },
  {
    "reference": "1Th 1:3",
    "bsb_verse_text": "and continually recalling before our God and Father your work of faith, your labor of love, and your enduring hope in our Lord Jesus Christ.",
    "ult_verse_text": "remembering your work of faith and labor of love and endurance of hope of our Lord Jesus Christ before our God and Father;",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μνημονεύοντες ὑμῶν τοῦ ἔργου τῆς πίστεως, καὶ τοῦ κόπου τῆς ἀγάπης, καὶ τῆς ὑπομονῆς τῆς ἐλπίδος τοῦ Κυρίου ἡμῶν, Ἰησοῦ Χριστοῦ, ἔμπροσθεν τοῦ Θεοῦ καὶ Πατρὸς ἡμῶν;",
        "note": "Here, when Paul says that he and those with him are **remembering** things **before our God and Father**, he means that they are thanking God about specific things. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [gratefully mentioning to our God and Father your work of faith and labor of love and endurance of hope of our Lord Jesus Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ὑμῶν τοῦ ἔργου τῆς πίστεως, καὶ τοῦ κόπου τῆς ἀγάπης, καὶ τῆς ὑπομονῆς τῆς ἐλπίδος τοῦ Κυρίου ἡμῶν, Ἰησοῦ Χριστοῦ",
        "note": "If your language does not use abstract nouns for the ideas of **faith**, **love**, **endurance**, and **hope**, you could express the same ideas in another way. Alternate translation: [how you work because you believe, and how you labor because you love, and how you endure because you hope in our Lord Jesus Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ὑμῶν τοῦ ἔργου τῆς πίστεως",
        "note": "Here, Paul could be using the possessive form to describe **work** that is: (1) a result of **faith**. Alternate translation: [your work produced by faith]; (2) a proof of **faith**. Alternate translation: [your work that proves that you have faith]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τοῦ κόπου τῆς ἀγάπης",
        "note": "Here, Paul could be using the possessive form to describe **labor** that is: (1) a result of **love** for other believers. Alternate translation: [labor produced by love for others]; (2) a result of **love** for God. Alternate translation: [labor produced by love for God]; (3) a proof of **love**. Alternate translation: [labor that proves that you have love]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τῆς ὑπομονῆς τῆς ἐλπίδος",
        "note": "Here, Paul could be using the possessive form to describe **endurance** that is: (1) a result of **hope**. Alternate translation: [endurance produced by hope]; (2) a characteristic of **hope**. Alternate translation: [enduring hope]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τῆς ἐλπίδος τοῦ Κυρίου ἡμῶν, Ἰησοῦ Χριστοῦ",
        "note": "Here, Paul is using the possessive form to describe a **hope** that is based in **our Lord Jesus Christ**. If it would be helpful in your language, you could express the idea in another way. Alternate translation: [of hope in our Lord Jesus Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "τοῦ Θεοῦ καὶ Πατρὸς ἡμῶν",
        "note": "Here, **our God and Father** refers to the one divine person who is both God and Father. The word **God** and the word **Father** refer to the same person. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [God our Father] or [our Father God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμῶν",
        "note": "In both places, the word **our** includes Paul, Silvanus, Timothy, the Thessalonians, and all believers. Your language may require you to mark this form."
      }
    ]
  },
  {
    "reference": "1Th 1:4",
    "bsb_verse_text": "Brothers who are beloved by God, we know that He has chosen you,",
    "ult_verse_text": "knowing, brothers loved by God, your election,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "εἰδότες",
        "note": "Here, the word **knowing** introduces a reason why Paul and those with him give thanks to God (see [1:2](../01/02.md)). If it would be helpful in your language, you could use a word or phrase that introduces a reason. Alternate translation: [which we do because we know] or [since we know]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοὶ",
        "note": "Here and throughout the letter, Paul uses the term **brothers** to mean people who share the same faith. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [believing friends]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἀδελφοὶ",
        "note": "Throughout the letter, although the term **brothers** is masculine, Paul is using the word in a generic sense that includes both men and women. If you retain the metaphor in your translation, and if it would be helpful in your language, you could say “brothers and sisters” to indicate this."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἠγαπημένοι ὑπὸ τοῦ Θεοῦ",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [whom God is loving]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὴν ἐκλογὴν ὑμῶν,",
        "note": "If your language does not use an abstract noun for the idea of **election**, you could express the same idea in another way. Alternate translation: [that you have been chosen] or [that God has selected you]"
      }
    ]
  },
  {
    "reference": "1Th 1:5",
    "bsb_verse_text": "because our gospel came to you not only in word, but also in power, in the Holy Spirit, and with great conviction—just as you know we lived among you for your sake.",
    "ult_verse_text": "because our gospel did not come to you in word only, but also in power and in the Holy Spirit and in much assurance—just as you know what kind {of men} we were among you for your sake.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὅτι",
        "note": "Here, **because** introduces a reason why Paul and those with him are sure about the Thessalonians’ “election” (see [1:4](../01/04.md)). If it would be helpful in your language, you could use a word or phrase that introduces a reason for a previous statement. Alternate translation: [which we are sure about because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "τὸ εὐαγγέλιον ἡμῶν οὐκ ἐγενήθη εἰς ὑμᾶς",
        "note": "Here, Paul speaks of **our gospel** as if it were a person who could **come to you**. He means that the Thessalonians heard the gospel from Paul and his fellow workers. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [you did not receive our gospel]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐν λόγῳ",
        "note": "Paul is using the term **word** to refer to speaking words. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [in speech] or [in spoken words]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν δυνάμει, καὶ ἐν Πνεύματι Ἁγίῳ, καὶ πληροφορίᾳ πολλῇ",
        "note": "If your language does not use abstract nouns for the ideas of **power** and **assurance**, you could express the same ideas in another way. Alternate translation: [in us acting powerfully and in the Holy Spirit working and in us being fully assured]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν δυνάμει, καὶ ἐν Πνεύματι Ἁγίῳ, καὶ πληροφορίᾳ πολλῇ",
        "note": "Here Paul could mean that: (1) Paul and those with him preached the gospel with **power** and with the help of **the Holy Spirit** and with **much assurance** that what they preached was true. Alternate translation: [we preached with power and with the Holy Spirit and with much assurance that it is true]; (2) the Thessalonians experienced **power** and **the Holy Spirit** and **much assurance** when they heard the gospel. Alternate translation: [you experienced its power and the presence of the Holy Spirit and much assurance that it is true]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καθὼς οἴδατε οἷοι",
        "note": "Here, the phrase **just as you know** could introduce: (1) a basis for Paul’s claim about how the Thessalonians experienced the gospel. Alternate translation: [and you know that is true because you remember what kind of men]; (2) a comparison between what Paul has said about how the Thessalonians experienced the gospel and what the Thessalonians know about Paul and his fellow workers. Alternate translation: [and that fits with what you know about what kind of men]"
      }
    ]
  },
  {
    "reference": "1Th 1:6",
    "bsb_verse_text": "And you became imitators of us and of the Lord when you welcomed the message with the joy of the Holy Spirit, in spite of your great suffering.",
    "ult_verse_text": "And you yourselves became imitators of us and of the Lord, having received the word in much affliction, with joy of the Holy Spirit,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ὑμεῖς & ἐγενήθητε",
        "note": "For emphasis, Paul is stating the pronoun **you**, which is already implied in the verb **became**. If your language can state implied pronouns explicitly for emphasis, you may want to use that construction in your translation. Other languages may have other ways of bringing out this emphasis. The ULT does so by using the intensive pronoun **yourselves**. Alternate translation: [it is you who became]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-time-simultaneous",
        "orig_language_quote": "δεξάμενοι",
        "note": "Here, the phrase **having received** could introduce: (1) the way in which the Thessalonians **became imitators**. Alternate translation: [that is, you received]; (2) when the Thessalonians **became imitators**. Alternate translation: [which you did when you received]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τὸν λόγον",
        "note": "Here, **the word** represents a message that is made up of words, specifically the gospel. If it would be helpful in your language, you could express the idea in another way. Alternate translation: [the gospel message] or [the words of the gospel]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν θλίψει πολλῇ",
        "note": "If your language does not use an abstract noun for the idea of **affliction**, you could express the idea in another way. Alternate translation: [while being afflicted] or [while people made you suffer]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μετὰ χαρᾶς Πνεύματος Ἁγίου",
        "note": "If your language does not use an abstract noun for the idea of **joy**, you could express the idea in another way. Alternate translation: [rejoicing because of the Holy Spirit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "μετὰ χαρᾶς Πνεύματος Ἁγίου",
        "note": "Here, Paul is using the possessive form to describe **joy** that is given by **the Holy Spirit**. If this is not clear in your language, you could express the idea in another way. Alternate translation: [with joy from the Holy Spirit] or [with joy given by the Holy Spirit]"
      }
    ]
  },
  {
    "reference": "1Th 1:7",
    "bsb_verse_text": "As a result, you have become an example to all the believers in Macedonia and Achaia.",
    "ult_verse_text": "so that you became examples to all the ones believing in Macedonia and in Achaia.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὥστε",
        "note": "Here, the phrase **so that** introduces a result from how the Thessalonians became imitators of Paul, his fellow workers, and the Lord (see [1:6](../01/06.md)). If it would be helpful in your language, you could use a word or phrase that introduces a result. Alternate translation: [and as a result] or [and so]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "γενέσθαι ὑμᾶς τύπους πᾶσιν τοῖς πιστεύουσιν ἐν τῇ Μακεδονίᾳ καὶ ἐν τῇ Ἀχαΐᾳ",
        "note": "If your language would not use the abstract noun **examples**, you could express the idea in another way. Alternate translation: [you showed all the ones believing in Macedonia and in Achaia how to behave] or [all the ones believing in Macedonia and Achaia started to copy how you live]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "ἐν τῇ Μακεδονίᾳ καὶ ἐν τῇ Ἀχαΐᾳ",
        "note": "The word **Achaia** is the name of a Roman province in the southern part of modern-day Greece. The word **Macedonia** is the same of a Roman province in the northern part of modern-day Greece. If it would be helpful in your language, you could clarify that these words are names of provinces or regions. Alternate translation: [in the regions of Macedonia and Achaia]"
      }
    ]
  },
  {
    "reference": "1Th 1:8",
    "bsb_verse_text": "For not only did the message of the Lord ring out from you to Macedonia and Achaia, but your faith in God has gone out to every place, so that we have no need to say anything more.",
    "ult_verse_text": "For from you the word of the Lord has been sounded out not only in Macedonia and in Achaia, but your faith toward God has gone out into every place, so that we do not have need to say anything.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **For** introduces an explanation of how the Thessalonians became examples throughout Macedonia and Achaia. If it would be helpful in your language, you could use a word or phrase that introduces an explanation. Alternate translation: [More specifically,] or [Indeed,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἀφ’ ὑμῶν & ἐξήχηται ὁ λόγος τοῦ Κυρίου",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [you have sounded out the word of the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ὁ λόγος τοῦ Κυρίου",
        "note": "Paul is using the term **word** to refer to the message about **the Lord**, which is the gospel. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [the good news about the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐξήχηται",
        "note": "Here, Paul speaks as if the Thessalonians were playing an instrument that makes a sound that can be heard from far away. He means that people in many places hear **the word of the Lord** because of how the Thessalonians act. If it would be helpful in your language, you could use a comparable figure of speech or express the idea plainly. Alternate translation: [has shone forth] or [has been heard]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "ἐν τῇ Μακεδονίᾳ καὶ ἐν τῇ Ἀχαΐᾳ",
        "note": "See how you translated the similar phrases in [1:7](../01/07.md). Alternate translation: [in the regions of Macedonia and Achaia]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἐν παντὶ τόπῳ ἡ πίστις ὑμῶν ἡ πρὸς τὸν Θεὸν ἐξελήλυθεν",
        "note": "Here Paul speaks as if the Thessalonians’ **faith** were a person who could travel to many places. He means that people in many places have heard about their **faith**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [people have heard about your faith toward God in every place] or [news of your faith toward God has been heard in every place]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἡ πίστις ὑμῶν",
        "note": "Here, the word **faith** represents knowledge about the Thessalonians’ **faith**. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [the news about your faith] or [knowledge concerning your faith]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ πίστις ὑμῶν ἡ πρὸς",
        "note": "If your language does not use an abstract noun for the idea of **faith**, you could express the same idea in another way. Alternate translation: [the way that you believe in]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "ἐν παντὶ τόπῳ",
        "note": "Here Paul speaks as if people in **every place** know about Thessalonians’ faith. The Thessalonians would have understood him to mean that their faith is known in many places, or in every place that Paul and his fellow workers visit. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [into every place we go] or [throughout the world]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "λαλεῖν τι",
        "note": "Here Paul implies that he does not **need to say anything** about the Thessalonians’ faith. If it would be helpful in your language, you could make this idea explicit. Alternate translation: [to say anything about your faith]"
      }
    ]
  },
  {
    "reference": "1Th 1:9",
    "bsb_verse_text": "For they themselves report what kind of welcome you gave us, and how you turned to God from idols to serve the living and true God",
    "ult_verse_text": "For they themselves report concerning us what kind of entrance we had to you and how you turned to God from the idols to serve the living and true God",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **For** introduces a reason why Paul and his fellow workers do not need to say anything about the Thessalonians (see [1:8](../01/08.md)). If it would be helpful in your language, you could use a word or phrase that introduces a reason. Alternate translation: [In fact,] or [That is because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "αὐτοὶ & ἀπαγγέλλουσιν",
        "note": "Here, the phrase **they themselves** refers to everyone who has heard about the Thessalonians’ faith. If it would be helpful in your language, you could make the pronouns more explicit. Alternate translation: [they themselves who have heard about your faith report]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "αὐτοὶ & ἀπαγγέλλουσιν",
        "note": "For emphasis, Paul is stating the pronoun **they**, which is already implied in the verb **report**. If your language can state implied pronouns explicitly for emphasis, you may want to use that construction in your translation. Other languages may have other ways of bringing out this emphasis. The ULT does so by using the intensive pronoun **themselves**. Alternate translation: [as for them, they report] or [it is they who report]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμῶν",
        "note": "Here, the word **us** could include: (1) just Paul and his fellow workers. Alternate translation: [us who preached the good news]; (2) Paul, his fellow workers, and the Thessalonians. Alternate translation: [you and us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὁποίαν εἴσοδον ἔσχομεν πρὸς ὑμᾶς",
        "note": "Here Paul refers to his and his fellow workers’ visit to the Thessalonians as an **entrance**. He implies that the Thessalonians welcomed him and that it was a good visit. If it would be helpful in your language, you could express this idea more explicitly. Alternate translation: [what a good visit we had with you] or [how wonderful it was when we visited you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐπεστρέψατε πρὸς τὸν Θεὸν ἀπὸ τῶν εἰδώλων",
        "note": "Paul speaks of the Thessalonians as if they had been facing toward their **idols** and then **turned** around to face toward **God**. He means that they no longer worship idols, and now they worship God. If it would be helpful in your language, you could use a similar figure of speech or state the meaning plainly. Alternate translation: [you started worshiping God and left the idols behind] or [you abandoned the idols for God’s sake]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "δουλεύειν",
        "note": "Here, the phrase **to serve** could introduce: (1) the purpose for which the Thessalonians **turned**. Alternate translation: [in order to serve]; (2) a restatement of what it means for the Thessalonians to have **turned**. Alternate translation: [that is, you chose to serve]; (3) the result the Thessalonians having **turned**. Alternate translation: [with the result that you serve]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "Θεῷ ζῶντι καὶ ἀληθινῷ",
        "note": "Here, the phrase **living and true God** identifies God as the one who lives and is truly God. The point is that God actually lives, unlike idols and other things that people may call gods, and that God really is God. If it would be helpful in your language, you could use a word or phrase that emphasizes that God really lives and is the true God. Alternate translation: [the real God who actually lives] or [the only true God]"
      }
    ]
  },
  {
    "reference": "1Th 1:10",
    "bsb_verse_text": "and to await His Son from heaven, whom He raised from the dead—Jesus our deliverer from the coming wrath.",
    "ult_verse_text": "and to wait for his Son from the heavens, whom he raised from the dead—Jesus, the one rescuing us from the coming wrath.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "καὶ ἀναμένειν",
        "note": "The phrase **to wait** is parallel with the phrase “to serve” in the previous verse ([1:9](../01/09.md)). Introduce it the same way you introduced “to serve.” Alternate translation: [and in order to wait for] or [and with the result that you wait for]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/guidelines-sonofgodprinciples",
        "orig_language_quote": "τὸν Υἱὸν αὐτοῦ",
        "note": "**Son** is an important title for Jesus that describes his relationship to God the Father."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐκ τῶν οὐρανῶν",
        "note": "Here Paul assumes that the Thessalonians know that Jesus ascended into **the heavens** and will someday come back to earth from there. If it would be helpful in your language, you could make this information more explicit. Alternate translation: [to return from his place in the heavens] or [to come back to earth after he ascended into the heavens]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἤγειρεν ἐκ τῶν νεκρῶν",
        "note": "Here, the phrase **raised from the dead** refers to someone who died and came back to life. If your language does not use **raised** to describe coming back to life, you could use a comparable idiom or express the idea plainly. Alternate translation: [he restored to life after he had died]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "τῶν νεκρῶν",
        "note": "Paul is using the adjective **dead** as a noun in order to refer to people who are **dead**. Your language may use adjectives in the same way. If not, you could translate this one with a noun phrase. Alternate translation: [the dead people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-distinguish",
        "orig_language_quote": "Ἰησοῦν, τὸν ῥυόμενον ἡμᾶς",
        "note": "The clause **the one rescuing us** describes Jesus in his role as rescuer. Paul is not distinguishing between more than one **Jesus**. If it would be helpful in your language, you could use a form that makes this explicit. Alternate translation: [Jesus, our rescuer] or [Jesus, who rescues us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμᾶς",
        "note": "Here, the word **us** includes Paul, Silvanus, Timothy, the Thessalonians, and all Christians. Your language may require you to mark these forms. Alternate translation: [all of us Christians] or [all of us believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐκ τῆς ὀργῆς τῆς ἐρχομένης",
        "note": "If your language does not use an abstract noun for the idea of **wrath**, you could express the same idea in another way. Alternate translation: [from the time when God punishes people] or [so that God does not punish us in the future]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "τῆς ὀργῆς τῆς ἐρχομένης",
        "note": "Paul speaks of **wrath** as though it were someone who could travel and is **coming** to where people are. He means that in the future God will act wrathfully against people who have sinned and who have not trusted in Jesus to forgive their sins. If it would be helpful in your language, you could express this plainly. Alternate translation: [God’s judgment that will happen] or [when God will punish people for sin]"
      }
    ]
  },
  {
    "reference": "1Th 2:1",
    "bsb_verse_text": "You yourselves know, brothers, that our visit to you was not in vain.",
    "ult_verse_text": "For you yourselves know, brothers, that our entrance to you has not been in vain.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **For** introduces a longer explanation of the “entrance” that Paul and his fellow workers had among the Thessalonians (see [1:9](../01/09.md)). This explanation is found in [2:1–12](../02/01.md). If it would be helpful in your language, you could use a word or phrase that introduces an explanation of a previous statement. Alternate translation: [Concerning our entrance to you,] or [Now about your visit,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "αὐτοὶ & οἴδατε",
        "note": "For emphasis, Paul is stating the pronoun **you**, which is already implied in the verb **know**. If your language can state implied pronouns explicitly for emphasis, you may want to use that construction in your translation. Other languages may have other ways of bringing out this emphasis. The ULT does so by using the intensive pronoun **yourselves**. Alternate translation: [as for you, you know] or [it is you who know]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὴν εἴσοδον ἡμῶν τὴν πρὸς ὑμᾶς",
        "note": "Here, just as in [1:9](../01/09.md), Paul refers to his and his fellow workers’ visit to the Thessalonians as an **entrance**. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [that our visit with you] or [that our time with you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-litotes",
        "orig_language_quote": "οὐ κενὴ γέγονεν",
        "note": "Paul is using a figure of speech here that expresses a strongly positive meaning by using a negative word, **not**, together with an expression that is the opposite of the intended meaning, **in vain**. If it would be helpful in your language, you could express the positive meaning. Alternate translation: [has definitely been worthwhile] or [has been very useful]"
      }
    ]
  },
  {
    "reference": "1Th 2:2",
    "bsb_verse_text": "As you are aware, we had already endured suffering and shameful treatment in Philippi. But in the face of strong opposition, we were bold in our God to speak to you the gospel of God.",
    "ult_verse_text": "But having previously suffered and having been mistreated at Philippi, just as you know, we were bold in our God to speak to you the gospel of God in much struggle.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλὰ",
        "note": "Here, the word **But** introduces a contrast with how Paul and his fellow workers might have visited the Thessalonians “in vain” (see [2:1](../02/01.md)). If it would be helpful in your language, you could use a word or phrase that introduces this kind of contrast. Alternate translation: [Rather,] or [Instead of acting in vain,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-background",
        "orig_language_quote": "προπαθόντες καὶ ὑβρισθέντες, καθὼς οἴδατε, ἐν Φιλίπποις",
        "note": "These words provide background information about what happened when Paul, Silvanus, and Timothy were in the city of Philippi. You can read about this in [Acts 16:16–40](../../act/16/16.md). Use a natural form in your language for expressing background information. Alternate translation: [even though we suffered and were shamefully treated when we were in Philippi, just as you know]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "προπαθόντες καὶ ὑβρισθέντες",
        "note": "Here, the phrases **having previously suffered and having been shamefully treated** refer to something that contrasts with **we were bold**. If it would be helpful in your language, you could introduce the phrases **having previously suffered and having been shamefully treated** with a word or phrase that introduces a contrast or something that is unexpected. Alternate translation: [despite having previously suffered and having been shamefully treated] or [even though we suffered previously and were shamefully treated]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "προπαθόντες καὶ ὑβρισθέντες",
        "note": "These two phrases mean basically the same thing. The repetition is used to emphasize how much the apostles suffered. If your language does not use repetition in this way, you could combine these phrases. Alternate translation: [having earlier suffered violently] or [having already been shamefully abused]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ὑβρισθέντες",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [having experienced mistreatment] or [people having mistreated us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "ἀλλὰ προπαθόντες καὶ ὑβρισθέντες, καθὼς οἴδατε, ἐν Φιλίπποις",
        "note": "Here Paul includes the phrase **just as you know** at the end of the information that he says they **know**. If it would be helpful in your language, you could move **just as you know** to wherever it would be natural in your language. Alternate translation: [But, just as you know, having previously suffered and having been shamefully treated at Philippi]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν τῷ Θεῷ ἡμῶν",
        "note": "Here Paul uses the spatial metaphor **in God** to describe the union of believers with **God**. In this case, being **in God**, or united to God, explains how Paul and his fellow workers were able to be **bold**. Paul could mean more specifically that: (1) **God** enabled them to be bold. Alternate translation: [with boldness from God]; (2) they were bold because of their union with **God**. Alternate translation: [because of our union with God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τὸ εὐαγγέλιον τοῦ Θεοῦ",
        "note": "Here, Paul is using the possessive form to describe a **gospel** that relates to **God**. More specifically, the **gospel** could: (1) come from God. Alternate translation: [the gospel that God gave us]; (2) be about God. Alternate translation: [the gospel about God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν πολλῷ ἀγῶνι",
        "note": "Here, the phrase **much struggle** could refer: (1) generally to how difficult preaching the gospel was. Alternate translation: [in great difficulty]; (2) specifically to people who opposed Paul. Alternate translation: [in much opposition]"
      }
    ]
  },
  {
    "reference": "1Th 2:3",
    "bsb_verse_text": "For our appeal does not arise from deceit or ulterior motives or trickery.",
    "ult_verse_text": "For our exhortation {was} neither from error, nor from impurity, nor in deceit,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **For** introduces an explanation of how Paul and his fellow workers spoke the gospel. If it would be helpful in your language, you could use a word or phrase that introduces an explanation, or you could leave **For** untranslated. Alternate translation: [Here is how we spoke:] or [Indeed,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ & παράκλησις ἡμῶν οὐκ ἐκ πλάνης, οὐδὲ ἐξ ἀκαθαρσίας, οὐδὲ ἐν δόλῳ",
        "note": "If your language does not use nouns for some or all of the ideas in this verse, you could express the ideas in another way. Alternate translation: [when we appealed to you, we did not lead you astray, nor did we speak impurely, nor did we deceive you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἡ & παράκλησις ἡμῶν",
        "note": "Here Paul could be implying that this **exhortation** was addressed to: (1) the Thessalonians specifically. Alternate translation: [our exhortation to you]; (2) anyone to whom Paul and his fellow workers proclaim the gospel. Alternate translation: [our exhortation to people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οὐκ ἐκ πλάνης",
        "note": "Here Paul could be implying that the **exhortation** was not **from error** because: (1) he and his fellow workers did not try to convince the Thessalonians to believe what is wrong. Alternate translation: [was neither from false teaching]; (2) he and his fellow workers did not believe what is wrong. Alternate translation: [was neither from false beliefs]"
      }
    ]
  },
  {
    "reference": "1Th 2:4",
    "bsb_verse_text": "Instead, we speak as those approved by God to be entrusted with the gospel, not in order to please men but God, who examines our hearts.",
    "ult_verse_text": "but just as we have been examined by God to be entrusted with the gospel, so we speak, not as pleasing to men, but to God, the one examining our hearts.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "καθὼς δεδοκιμάσμεθα ὑπὸ τοῦ Θεοῦ, πιστευθῆναι τὸ εὐαγγέλιον, οὕτως λαλοῦμεν",
        "note": "Here Paul describes the manner in which he and his fellow workers **speak** something before he says that they **speak**. If it would be helpful in your language, you could rearrange the elements so that Paul says what he is doing before he describes the manner in which he does it. Alternate translation: [we speak as those who have been examined by God to be entrusted with the gospel]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "δεδοκιμάσμεθα ὑπὸ τοῦ Θεοῦ, πιστευθῆναι",
        "note": "If your language does not use these passive forms, you could express the idea with active forms or in another way that is natural in your language. Alternate translation: [God has examined us to entrust us with]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "πιστευθῆναι",
        "note": "Here, the phrase **to be entrusted** introduces the result of being **examined by God**. Paul implies that God approved of them when he **examined** them, and so they were **entrusted with the gospel**. If it would be helpful in your language, you could use a form that introduces the result of a test or examination. Alternate translation: [with the result that we were entrusted with] or [and approved to be entrusted with]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἀλλὰ Θεῷ",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [but as pleasing to God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τὰς καρδίας ἡμῶν",
        "note": "In Paul’s culture, the heart is the place where humans think and plan. If it would be helpful in your language, you could refer to the place where humans think in your culture or express the idea plainly. Alternate translation: [our minds] or [what we think]"
      }
    ]
  },
  {
    "reference": "1Th 2:5",
    "bsb_verse_text": "As you know, we never used words of flattery or any pretext for greed. God is our witness!",
    "ult_verse_text": "For we were not at that time in a word of flattery, just as you know, nor in a pretext of greed—God {is} witness—",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γάρ",
        "note": "Here, the word **For** introduces further explanation of how Paul and his fellow workers spoke and acted. If it would be helpful in your language, you could use a word or phrase that introduces an explanation, or you could leave **For** untranslated. Alternate translation: [Further,] or [Even more,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "οὔτε γάρ ποτε ἐν λόγῳ κολακίας ἐγενήθημεν, καθὼς οἴδατε",
        "note": "Here Paul includes the phrase **just as you know** in the middle of the information that he says they know. If it would be helpful in your language, you could move **just as you know** to wherever it would be natural in your language. See how you translated the similar form in [2:2](../02/02.md). Alternate translation: [For just as you know, we were not at that time in a word of flattery]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ποτε",
        "note": "Here, the phrase **at that time** refers to the time when Paul and his fellow workers visited the Thessalonians. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [at the time of our visit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐν λόγῳ κολακίας",
        "note": "Paul is using the term **word** to mean a message in words. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [in a message of flattery] or [in speech of flattery]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "λόγῳ κολακίας",
        "note": "If your language does not use an abstract noun for the idea of **flattery**, you could express the same idea in another way. Alternate translation: [a flattering word]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "προφάσει πλεονεξίας",
        "note": "Here, Paul is using the possessive form to describe a **pretext** that hides or disguises **greed**. If this is not clear in your language, you could express the idea in another way. Alternate translation: [a pretext for greed] or [a pretext that hides greed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν προφάσει πλεονεξίας",
        "note": "If your language does not use abstract nouns for the ideas of **pretext** and **greed**, you could express the same ideas in another way. Alternate translation: [by disguising how greedy we might have been] or [being greedy and trying to hide it]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-oathformula",
        "orig_language_quote": "(Θεὸς μάρτυς)",
        "note": "The phrase **God {is} witness** is an oath formula. Use a natural way in your language to express an oath. Alternate translation: [we swear by God] or [as God knows]"
      }
    ]
  },
  {
    "reference": "1Th 2:6",
    "bsb_verse_text": "Nor did we seek praise from you or from anyone else, although as apostles of Christ we had authority to demand it.",
    "ult_verse_text": "nor seeking glory from men, neither from you nor from others,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐξ ἀνθρώπων δόξαν, οὔτε ἀφ’ ὑμῶν, οὔτε ἀπ’ ἄλλων",
        "note": "If your language does not use the abstract noun **glory**, you could express the idea in another way. Alternate translation: [for men, neither you nor others, to praise us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἀνθρώπων",
        "note": "Although the term **men** is masculine, Paul is using the word in a generic sense that includes both men and women. If it would be helpful in your language, you could use a phrase that makes this clear. Alternate translation: [humans] or [men and women]"
      }
    ]
  },
  {
    "reference": "1Th 2:7",
    "bsb_verse_text": "On the contrary, we were gentle among you, like a nursing mother caring for her children.",
    "ult_verse_text": "being able to be a burden as apostles of Christ; but we became little children\\f + \\ft Instead of \\fq little children,\\fq* some manuscripts read \\fqa gentle.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "δυνάμενοι ἐν βάρει εἶναι",
        "note": "Here Paul speaks as if he and his fellow workers could have made the Thessalonians carry something heavy. He means that he and his fellow workers could have made the Thessalonians’ lives harder. More specifically, the **burden** could be: (1) Paul and his fellow workers demanding respect and obedience. Alternate translation: [being able to require your obedience]; (2) Paul and his fellow workers demanding money and other things. Alternate translation: [being able to demand money from you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐγενήθημεν νήπιοι",
        "note": "Here, Paul speaks as if he and his fellow workers **became little children**. He means that they treated the Thessalonians gently and did not use their authority harshly. If it would be helpful in your language, you could state the meaning plainly or use a simile. Alternate translation: [we acted as mild as infants] or [we behaved gently]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "νήπιοι",
        "note": "Here, many ancient manuscripts read **little children**. The ULT follows that reading. Other ancient manuscripts read “gentle.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐν μέσῳ ὑμῶν",
        "note": "Alternate translation: [among you] or [when we visited you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ὡς ἐὰν τροφὸς θάλπῃ τὰ ἑαυτῆς τέκνα",
        "note": "The point of this comparison is that in the same way a **mother** would gently **comfort her own children**, so the apostles gently and affectionately cared for the Thessalonians. If it would be helpful in your language, you could make the meaning more explicit. Alternate translation: [and we loved you like mother who affectionately cares for her own children] or [as we affectionately cared for you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "ἐν μέσῳ ὑμῶν, ὡς ἐὰν τροφὸς θάλπῃ τὰ ἑαυτῆς τέκνα",
        "note": "Here, the clause **as if a mother might comfort her own children** could be: (1) a further explanation of what Paul has already said about how they acted like **children**. Alternate translation: [in the midst of you, just as a mother might comfort her own children]; (2) a description of what he is about to say about how they long for the Thessalonians (see [2:8](../02/08.md)). If you use the following alternate translation, you will need to to continue the sentence in the following verse instead of starting a new sentence there. Alternate translation: [in the midst of you. As a mother might comfort her own children,]"
      }
    ]
  },
  {
    "reference": "1Th 2:8",
    "bsb_verse_text": "We cared so deeply that we were delighted to share with you not only the gospel of God, but our own lives as well. That is how beloved you have become to us.",
    "ult_verse_text": "Longing for you in this manner, we were pleased to share with you not only the gospel of God, but also our own souls. For you became beloved to us.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οὕτως",
        "note": "Here, the phrase **in this manner** could: (1) refer back to what Paul said in the previous verse about how he and his fellow workers love and care for the Thessalonians as if they were the Thessalonians’ mothers. Alternate translation: [in that very way] or [as a mother does]; (2) make the word **longing** stronger. Alternate translation: [so very much]; (3) refer ahead to what Paul and his fellow workers did because of their **longing**. Alternate translation: [in the following way:]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "εὐδοκοῦμεν",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [we were happy] or [we considered it good]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τὸ εὐαγγέλιον τοῦ Θεοῦ",
        "note": "Here, Paul is using the possessive form to describe **the gospel** that relates to **God** (see the similar phrase in [2:2](../02/02.md)). More specifically, the **gospel** could: (1) come from **God**. Alternate translation: [the gospel that God gave us]; (2) be about **God**. Alternate translation: [the gospel about God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τὰς ἑαυτῶν ψυχάς",
        "note": "Here, the word **souls** represents people and focuses particularly on who people are and what they do. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [our own selves]"
      }
    ]
  },
  {
    "reference": "1Th 2:9",
    "bsb_verse_text": "Surely you recall, brothers, our labor and toil. We worked night and day so that we would not be a burden to anyone while we proclaimed to you the gospel of God.",
    "ult_verse_text": "For you remember, brothers, our labor and toil, night and day working in order not to burden any of you, we preached to you the gospel of God.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γάρ",
        "note": "Here, the word **For** introduces a reason why the Thessalonians should believe Paul when he writes that he and his fellow workers loved and cared for them. If it would be helpful in your language, you could use a word or phrase that introduces a reason or basis for a claim, or you could leave **For** untranslated. Alternate translation: [You know that is true because] or [In fact,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "τὸν κόπον ἡμῶν καὶ τὸν μόχθον",
        "note": "Here, **labor** and **toil** mean basically the same thing. The repetition emphasizes how hard the apostles worked. If it would be clearer for your readers, you could express the emphasis with a single phrase. Alternate translation: [our toilsome labor] or [how hard we worked]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "νυκτὸς καὶ ἡμέρας",
        "note": "Here, the phrase **night and day** indicates that Paul and his fellow workers worked during both the day and the night. This means that they worked very much every day. If it would be helpful in your language, you could use a comparable expression or state the meaning plainly. Alternate translation: [all the time] or [always]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πρὸς τὸ μὴ ἐπιβαρῆσαί τινα ὑμῶν",
        "note": "Here Paul speaks of asking for money as if it were a heavy **burden** that he and his fellow workers could have asked the Thessalonians to carry for them. If it would be helpful in your language, you could use a comparable figure of speech or plain language. Alternate translation: [so that none of you would have to support us financially] or [in order not to make life hard for any of you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τὸ εὐαγγέλιον τοῦ Θεοῦ",
        "note": "Here, Paul is using the possessive form to describe **the gospel** that relates to **God** (see the similar phrase in [2:8](../02/08.md)). More specifically, the **gospel** could: (1) come from **God**. Alternate translation: [the gospel that God gave us]; (2) be about **God**. Alternate translation: [the gospel about God]"
      }
    ]
  },
  {
    "reference": "1Th 2:10",
    "bsb_verse_text": "You are witnesses, and so is God, of how holy, righteous, and blameless our conduct was among you who believed.",
    "ult_verse_text": "You and God {are} witnesses, how piously and righteously and blamelessly we were to you, the ones believing,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὑμεῖς μάρτυρες καὶ ὁ Θεός, ὡς",
        "note": "Here Paul speaks as if he were summoning both the Thessalonians and God as **witnesses** to testify on their behalf before a judge. He means that both the Thessalonians and God know how he and his fellow workers acted. If it would be helpful in your language, you could use a similar figure of speech or state the meaning plainly. Alternate translation: [You and God can declare how] or [You and God know how]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ὡς ὁσίως, καὶ δικαίως, καὶ ἀμέμπτως",
        "note": "The terms **piously**, **righteously**, and **blamelessly** mean similar things. Paul is using the three terms together for emphasis. If it would be clearer for your readers, you could express the emphasis with only one or two terms. Alternate translation: [righteously] or [properly and and purely]"
      }
    ]
  },
  {
    "reference": "1Th 2:11",
    "bsb_verse_text": "For you know that we treated each of you as a father treats his own children—",
    "ult_verse_text": "just as you know how, {with} each one of you, as a father his own children,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ὡς ἕνα ἕκαστον ὑμῶν, ὡς πατὴρ τέκνα ἑαυτοῦ",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from the previous verse if it would be clearer in your language (see [2:10](../02/10.md)). Alternate translation: [how we were with each one of you as a father is with his own children] or [how we treated each one of you as a father treats his own children]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ὡς πατὴρ τέκνα ἑαυτοῦ",
        "note": "The point of Paul’s comparison is that Paul and his fellow workers are like fathers who model and instruct proper behavior for their **children**. If it would be helpful in your language, you could make the meaning more explicit. Alternate translation: [as a father teaches and trains his own children] or [we taught and disciplined you as fathers do with their own children]"
      }
    ]
  },
  {
    "reference": "1Th 2:12",
    "bsb_verse_text": "encouraging you, comforting you, and urging you to walk in a manner worthy of God, who calls you into His own kingdom and glory.",
    "ult_verse_text": "exhorting you and encouraging and testifying in order that you might walk worthily of God, the one calling you into his own kingdom and glory.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "παρακαλοῦντες ὑμᾶς, καὶ παραμυθούμενοι, καὶ μαρτυρόμενοι",
        "note": "Here, the words **exhorting**, **encouraging**, and **testifying** describe ways in which Paul and his fellow workers acted like fathers. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [by exhorting you and encouraging you and testifying to you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "παρακαλοῦντες ὑμᾶς, καὶ παραμυθούμενοι",
        "note": "The terms **exhorting** and **encouraging** mean similar things. Paul is using the two terms together for emphasis. If it would be clearer for your readers, you could express the emphasis with a single phrase. Alternate translation: [exhorting you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μαρτυρόμενοι",
        "note": "Here Paul could be implying that he and his fellow workers testify: (1) about how believers should behave. Alternate translation: [testifying about proper behavior]; (2) to the truth of the good news. Alternate translation: [testifying to the truth of the gospel]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "εἰς τὸ περιπατεῖν ὑμᾶς",
        "note": "Paul speaks of behavior in life as if it were walking. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [in order that you might act] or [in order that you might live your lives]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ἀξίως τοῦ Θεοῦ",
        "note": "Here, Paul is using the possessive form to describe what **God** considers to be worthy. If this is not clear in your language, you could express the idea in another way. Alternate translation: [in a way that honors God] or [in a way that God considers worthy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-distinguish",
        "orig_language_quote": "τοῦ καλοῦντος ὑμᾶς",
        "note": "Here Paul is adding more information about God. He is not distinguishing between different gods. If it would be helpful in your language, you could use a form that clearly adds information instead of distinguishing between people. Alternate translation: [who is the one calling you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "εἰς τὴν ἑαυτοῦ βασιλείαν καὶ δόξαν",
        "note": "Here, the phrase **kingdom and glory** could refer: (1) to two distinct things that God calls his people to participate in. Alternate translation: [into his own kingdom and his own glory]; (2) to one thing described with two words connected by **and**. This is called hendiadys. Alternate translation: [into his own glorious kingdom]"
      }
    ]
  },
  {
    "reference": "1Th 2:13",
    "bsb_verse_text": "And we continually thank God because, when you received the word of God that you heard from us, you accepted it not as the word of men, but as it truly is, the word of God, which is also now at work in you who believe.",
    "ult_verse_text": "And because of this, we also thank God continually, that having received the word of hearing of God from us, you received it not {as} the word of men, but just as it truly is, the word of God, which is also working in you, the ones believing.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "καὶ διὰ τοῦτο καὶ ἡμεῖς εὐχαριστοῦμεν τῷ Θεῷ ἀδιαλείπτως, ὅτι",
        "note": "Here, the word **this** could refer to: (1) what Paul is about to write, which he introduces with the word **that**. Alternate translation: [And here is why we also thank God constantly: it is that]; (2) what Paul has already written about how Paul and his fellow workers preached and how the Thessalonians welcomed them. Alternate translation: [And because of those things, we also thank God constantly, that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καὶ ἡμεῖς",
        "note": "Here, the word **also** could imply that: (1) Paul and his fellow workers thank God about the Thessalonians like other people do (see [1:8–10](../01/08.md)). Alternate translation: [we too]; (2) Paul and his fellow workers are thanking God for additional things about the Thessalonians. Alternate translation: [we yet again]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "ἀδιαλείπτως",
        "note": "Paul says **continually** here as a generalization for emphasis. If it would be helpful in your language, you could use a different way to express the emphasis. See how you translated the similar form in [1:2](../01/02.md). Alternate translation: [extremely often]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "λόγον ἀκοῆς & λόγον ἀνθρώπων & λόγον Θεοῦ",
        "note": "In this verse, Paul uses the term **word** to mean a message that is spoken by using words. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [the spoken message of hearing … something spoken by men … something spoken by God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "λόγον ἀκοῆς παρ’ ἡμῶν τοῦ Θεοῦ",
        "note": "Here, Paul is using the possessive form to describe a **word** that he connects with **hearing** and with **God**. He could mean that: (1) the **word** allowed the Thessalonians to hear about **God**. Alternate translation: [the word in which you heard about God from us]; (2) the **word** is what the Thessalonians heard from Paul and his fellow workers, and this **word** is about **God**. Alternate translation: [the word which you heard from us about God]; (3) the **word** is from **God**, and the Thessalonians heard it from Paul and his fellow workers. Alternate translation: [the word from God which you heard from us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἀνθρώπων",
        "note": "Although the term **men** is masculine, Paul is using the word in a generic sense that includes both men and women. If it would be helpful in your language, you could use a phrase that makes this clear. Alternate translation: [of humans] or [of people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ὃς",
        "note": "Here, the word translated **which** could refer to: (1) **the word**. Alternate translation: [which word]; (2) **God**. Alternate translation: [who]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ὃς καὶ ἐνεργεῖται",
        "note": "Here Paul refers to **the word of God** as if it were a person doing work. He means that God uses **the word** to work in the Thessalonians. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [through which God is also working] or [which is also effective]"
      }
    ]
  },
  {
    "reference": "1Th 2:14",
    "bsb_verse_text": "For you, brothers, became imitators of the churches of God in Judea that are in Christ Jesus. You suffered from your own countrymen the very things they suffered from the Jews,",
    "ult_verse_text": "For you, brothers, became imitators of the churches of God that are in Judea in Christ Jesus, because the same things you also suffered from your own countrymen, just as they also from the Jews,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-versebridge",
        "orig_language_quote": "",
        "note": "To help your readers understand the author’s main point in this verse and the next one, you could combine both verses into a verse bridge. You could include what the unbelieving **Jews** did first and then include how the Thessalonians are **imitators** of the believers in Judea. Alternate translation: [For the Jews, the ones having killed both the Lord Jesus and the prophets and having persecuted us, made the churches of God that are in Judea in Christ Jesus suffer. Now you, brothers, became imitators of them, because the same things you also suffered from your own countrymen, just as they also from the Jews, the ones not being pleasing to God and {being} hostile to all men,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **For** introduces proof of how God’s message is working among the Thessalonians. If it would be helpful in your language, you could use a word or phrase that introduces proof or support for a claim. Alternate translation: [We know it is working in you because] or [Indeed,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τῶν ἐκκλησιῶν τοῦ Θεοῦ",
        "note": "Here, Paul is using the possessive form to describe **churches** that belong to **God**. If this is not clear in your language, you could express the idea without using the possessive form. Alternate translation: [of the churches that belong to God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Χριστῷ Ἰησοῦ",
        "note": "Here Paul uses the spatial metaphor **in Christ Jesus** to describe the union of believers with **Christ Jesus**. In this case, being **in Christ Jesus**, or united to Christ, explains that **churches** are truly believers and have a relationship with Christ. If it would be helpful in your language, you could use a phrase that indicates that these believers are united to Christ. Alternate translation: [and that are united to Christ Jesus] or [and that are in union with Christ Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "τὰ αὐτὰ ἐπάθετε, καὶ ὑμεῖς ὑπὸ τῶν ἰδίων συμφυλετῶν, καθὼς καὶ αὐτοὶ ὑπὸ τῶν Ἰουδαίων",
        "note": "Here, the phrase **the same things** points to the phrase **just as they also from the Jews**. Paul means that the Thessalonians and the believers **in Judea** experienced the same kind of suffering and persecution. If it would be helpful in your language, you could make this idea more explicit. You may need to rearrange the end of the verse to do so. Alternate translation: [you also suffered from your own countrymen exactly what they also suffered from the Jews] or [whatever they also suffered from the Jews you also suffered from your own countrymen]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "τῶν ἰδίων συμφυλετῶν",
        "note": "Although the term **countrymen** is masculine, Paul is using the word in a generic sense that includes both men and women. If it would be helpful in your language, you could use a phrase that makes this clear. Alternate translation: [others from your own country] or [people who live in your city]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "καὶ αὐτοὶ ὑπὸ",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [they also suffered these things from]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τῶν Ἰουδαίων",
        "note": "Here Paul is referring to Jewish people who did not believe in Jesus and who persecuted those who did believe in Jesus. He is not referring to Jewish people in general, since **the churches of God that are in Judea** were mostly Jewish people. If it would be helpful in your language, you could make it more explicit that Paul is speaking about **Jews** who did not believe and who persecuted other Jewish people who did believe. Alternate translation: [the Jews who did not believe in Jesus] or [the Jews who opposed Jesus]"
      }
    ]
  },
  {
    "reference": "1Th 2:15",
    "bsb_verse_text": "who killed both the Lord Jesus and their own prophets and drove us out as well. They are displeasing to God and hostile to all men,",
    "ult_verse_text": "the ones having killed both the Lord Jesus and the prophets and having persecuted us and not being pleasing to God and {being} hostile to all men,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-background",
        "orig_language_quote": "τῶν καὶ τὸν Κύριον ἀποκτεινάντων Ἰησοῦν, καὶ τοὺς προφήτας, καὶ ἡμᾶς ἐκδιωξάντων; καὶ Θεῷ μὴ ἀρεσκόντων, καὶ πᾶσιν ἀνθρώποις ἐναντίων",
        "note": "Paul provides this background information about “the Jews” to help readers understand exactly which Jews he is speaking about. Use the natural form in your language for expressing background information. Alternate translation: [by which I mean the Jews who in the past killed both the Lord Jesus and the prophets and persecuted us and who are not pleasing God and who are hostile to all men]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-events",
        "orig_language_quote": "τῶν καὶ τὸν Κύριον ἀποκτεινάντων Ἰησοῦν, καὶ τοὺς προφήτας, καὶ ἡμᾶς ἐκδιωξάντων",
        "note": "This list of those persecuted by the people whom Paul calls “the Jews” is not chronological but emphasizes the order of importance and intensity of persecution. If it would be helpful in your language, you could make the order of events clear. Alternate translation: [the ones having killed the prophets, then the Lord Jesus, and finally persecuting us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τοὺς προφήτας",
        "note": "Here, the phrase **the prophets** refers to the prophets who are mentioned in the Old Testament. These prophets were also Jewish and spoke God’s message to his people. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [the Jewish prophets] or [God’s prophets]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "πᾶσιν ἀνθρώποις",
        "note": "Paul says **all men** here as a generalization for emphasis. If it would be helpful in your language, you could use a different way to express the emphasis. Alternate translation: [to very many men] or [to the majority of men]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "πᾶσιν ἀνθρώποις",
        "note": "Although the term **men** is masculine, Paul is using the word in a generic sense that includes both men and women. If it would be helpful in your language, you could use a phrase that makes this clear. Alternate translation: [to all men and women]"
      }
    ]
  },
  {
    "reference": "1Th 2:16",
    "bsb_verse_text": "hindering us from telling the Gentiles how they may be saved. As a result, they continue to heap up their sins to full capacity; the utmost wrath has come upon them.",
    "ult_verse_text": "forbidding us to speak to the Gentiles so that they might be saved, so that {they} always fill up their sins. But the wrath has come upon them to the end.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "κωλυόντων",
        "note": "Here, the word **forbidding** could introduce: (1) a reason why Paul says that the unbelieving Jews are not “pleasing to God” and are “hostile to all men” (see [2:15](../02/15.md)). Alternate translation: [because they forbid] or [which is because they forbid]; (2) the means by which the unbelieving Jews act in ways that are not “pleasing to God” and “hostile to all men” (see [2:15](../02/15.md)). Alternate translation: [which they do by forbidding]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "λαλῆσαι",
        "note": "Here Paul implies that he and his fellow workers speaks the gospel. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [to speak the gospel]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "τοῖς ἔθνεσιν & ἵνα σωθῶσιν",
        "note": "Here, the clause **so that they might be saved** expresses the purpose for which Paul and his fellow workers **speak to the Gentiles**. If it would be helpful in your language, you could make this connection more explicit. Alternate translation: [to the Gentiles, which we do so that they might be saved]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "σωθῶσιν",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who does the action, it is clear from the context that it is God. Alternate translation: [God might save them]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἰς τὸ ἀναπληρῶσαι αὐτῶν τὰς ἁμαρτίας πάντοτε",
        "note": "Here Paul is referring to how the unbelieving Jews **fill up their sins**. He does not mean that **the Gentiles** who are saved are filling up their sins. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [so that these unbelieving Jews always fill up their sins]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "εἰς τὸ ἀναπληρῶσαι αὐτῶν τὰς ἁμαρτίας πάντοτε",
        "note": "Here, Paul speaks of how the unbelieving Jews sin as if it were filling something up with sins. He could mean: (1) that they commit many sins all the time. Alternate translation: [so that they commit many sins at many times]; (2) that they commit enough sins that God will punish them. Alternate translation: [so that they always commit enough sins for God to punish them]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-pastforfuture",
        "orig_language_quote": "ἔφθασεν & ἐπ’ αὐτοὺς ἡ ὀργὴ",
        "note": "Here Paul could be using the past tense phrase **has come upon them** to indicate that: (1) the **wrath** will **come** in the future. In this case, Paul uses the past tense to indicate that the **wrath** is certain or will be revealed soon. Alternate translation: [the wrath will certainly come upon them] or [the wrath will soon come upon them]; (2) **wrath** has already **come** when Paul wrote this letter. In this case, at the time Paul wrote this letter, the unbelieving Jews were already experiencing the **wrath**. Alternate translation: [the wrath has already come upon them]; (3) God had already revealed the **wrath** would eventually **come**. In this case, people already know about the **wrath** but will experience it in the future. Alternate translation: [it has already been revealed that the wrath will come upon them]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἡ ὀργὴ",
        "note": "Here Paul implies that **the wrath** is God’s **wrath**. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [God’s wrath]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἔφθασεν & ἐπ’ αὐτοὺς ἡ ὀργὴ",
        "note": "If your language does not use an abstract noun for the idea of **wrath**, you could express the same idea in another way. See how you translated this word in [1:10](../01/10.md). Alternate translation: [God has punished them] or [they have been punished]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "εἰς τέλος",
        "note": "Here, the phrase **to the end** could mean that God’s **wrath has come up them**: (1) completely or totally. In this case, God reveals all of his **wrath**, not just some of it. Alternate translation: [totally] or [fully]; (2) at a specific moment at the end of a period of time. In this case, the unbelieving Jews are sinning until God finally reveals his **wrath**. Alternate translation: [finally] or [at last]; (3) at the end of this world. In this case, the **end** refers to when Jesus comes back. Alternate translation: [at the end of this world] or [when Jesus returns]"
      }
    ]
  },
  {
    "reference": "1Th 2:17",
    "bsb_verse_text": "Brothers, although we were torn away from you for a short time (in person, not in heart), our desire to see you face to face was even more intense.",
    "ult_verse_text": "But we, brothers, having been separated from you for the time of an hour, by face, not by heart, became extremely eager to see your face, in much desire.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δέ",
        "note": "Here, the word **But** introduces how Paul and his fellow workers act in contrast to the people that Paul has described in the previous verses. If it would be helpful in your language, you could use a word or phrase that introduces a contrast. Alternate translation: [On the other hand,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀπορφανισθέντες ἀφ’ ὑμῶν",
        "note": "Here Paul refers to how he and his fellow workers had to leave the Thessalonians soon after arriving in their city and preaching the good news to them. You can read about this in [Acts 17:1–10](../../act/17/01.md). If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [having been forced to leave you] or [having had to go away from you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἀπορφανισθέντες",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you must state who did the action, [Acts 17:1–10](../../act/17/01.md) shows that people who opposed Paul did it. Alternate translation: [opponents having separated us] or [persecution having separated us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "πρὸς καιρὸν ὥρας",
        "note": "Here, the phrase **for the time of an hour** refers to a short span of time. If it would be helpful in your language, you could use a similar phrase or plain language. Alternate translation: [for a short time]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "προσώπῳ οὐ καρδίᾳ",
        "note": "Here, the word **face** represents physical presence, and the word **heart** represents thoughts and desires. Paul means that he and his fellow workers thought and cared about the Thessalonians (**by heart**) even though they were not physically present in Thessalonica (**by face**). If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [by physical presence, not by feelings] or [in person, not in affection]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "περισσοτέρως ἐσπουδάσαμεν τὸ πρόσωπον ὑμῶν ἰδεῖν ἐν πολλῇ ἐπιθυμίᾳ",
        "note": "The terms **extremely eager** and **in much desire** mean similar things. Paul is using the two terms together for emphasis. If it would be clearer for your readers, you could express the emphasis with a single phrase. Alternate translation: [greatly desired to see your face] or [became filled with much eagerness to see your face]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τὸ πρόσωπον ὑμῶν ἰδεῖν",
        "note": "The phrase **to see your face** refers to visiting someone and being with them. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [to visit you] or [to spend time with you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν πολλῇ ἐπιθυμίᾳ",
        "note": "If your language does not use an abstract noun for the idea of **desire**, you could express the same idea in another way. Alternate translation: [which we greatly desire] or [for which we yearn]"
      }
    ]
  },
  {
    "reference": "1Th 2:18",
    "bsb_verse_text": "For we wanted to come to you—indeed I, Paul, tried again and again—but Satan obstructed us.",
    "ult_verse_text": "For we desired to come to you—indeed I, Paul, both once and twice—but Satan hindered us.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "διότι",
        "note": "Here, the word **For** could introduce: (1) the basis or evidence for Paul’s claim in the previous verse that he and his fellow workers were eager to visit the Thessalonians. Alternate translation: [In fact,] or [You know that is true because]; (2) an inference from Paul’s claim in the previous verse about how eager he and his fellow workers were to visit the Thessalonians. Alternate translation: [Therefore,] or [So then,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "ἐλθεῖν",
        "note": "Your language may say “go” rather than **come** in contexts such as this. Alternate translation: [to go]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἐγὼ μὲν Παῦλος, καὶ ἅπαξ καὶ δίς",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [indeed I, Paul, desired to come to you both once and twice]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "καὶ ἅπαξ καὶ δίς",
        "note": "Here, the phrase **both once and twice** could mean that: (1) Paul tried to visit the Thessalonians multiple times. In this case, Paul does not clarify how many times he tried. Alternate translation: [many times]; (2) Paul tried to visit them twice. Alternate translation: [two times] or [twice]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐνέκοψεν ἡμᾶς",
        "note": "Here Paul means that Satan prevented him and his fellow workers from visiting the Thessalonians. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [prevented us from doing so] or [made it impossible for us to come]"
      }
    ]
  },
  {
    "reference": "1Th 2:19",
    "bsb_verse_text": "After all, who is our hope, our joy, our crown of boasting, if it is not you yourselves in the presence of our Lord Jesus at His coming?",
    "ult_verse_text": "For what {is} our hope or joy or crown of boasting?\\f + \\ft Instead of \\fq boasting,\\fq* some manuscripts have \\fqa great joy.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "τίς γὰρ ἡμῶν ἐλπὶς ἢ χαρὰ ἢ στέφανος καυχήσεως? ἢ οὐχὶ καὶ ὑμεῖς, ἔμπροσθεν τοῦ Κυρίου ἡμῶν, Ἰησοῦ, ἐν τῇ αὐτοῦ παρουσίᾳ?",
        "note": "Paul is using the question form to to show the Thessalonians how much he and his fellow workers value and care about them. If you would not use the question form for this purpose in your language, you could translate these questions as statements or exclamations. Alternate translation: [For here is our hope and joy and crown of boasting: it is also you before our Lord Jesus at his coming!] or [For you are our hope and joy and crown of boasting before our Lord Jesus at his coming.]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "τίς & ἡμῶν ἐλπὶς ἢ χαρὰ ἢ στέφανος καυχήσεως",
        "note": "In the next question, Paul identifies the **hope**, **joy**, and **crown** as the Thessalonians themselves. If it would be helpful in your language, you could express this question so that Paul is asking about people instead of things. Alternate translation: [who gives us hope and joy and a crown of boasting]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τίς & ἡμῶν ἐλπὶς ἢ χαρὰ ἢ στέφανος καυχήσεως",
        "note": "If your language does not use abstract nouns for the ideas of **hope** and **joy**, you could express the same ideas in another way. Alternate translation: [what makes us hopeful or joyful or gives us a crown of boasting]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "στέφανος καυχήσεως",
        "note": "Here, Paul is using the possessive form to describe a **crown** that enables or causes **boasting**. If this is not clear in your language, you could express the idea in another way. Alternate translation: [crown about which we boast]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "στέφανος καυχήσεως",
        "note": "Here, Paul speaks of the honor and recognition that someone receives for accomplishing a task or goal as if it were a **crown**. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [reward about which we boast] or [honor about which we boast]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "καυχήσεως",
        "note": "Here, many ancient manuscripts read **of boasting**. The ULT follows that reading. Other ancient manuscripts read “of great joy.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "καυχήσεως? ἢ οὐχὶ καὶ ὑμεῖς, ἔμπροσθεν τοῦ Κυρίου ἡμῶν, Ἰησοῦ, ἐν τῇ αὐτοῦ παρουσίᾳ?",
        "note": "Here, the phrase **Or {is it} not even you** could: (1) introduce a second question that answers the first question. Paul is saying that the Thessalonians will be their **hope**, **joy**, and **crown** at Jesus’ coming. Alternate translation: [of boasting? In fact, is it not also you who are these things before our Lord Jesus at his coming?]; (2) be a second question that answers the longer question that the phrase interrupts. In this case, you could use a form that marks the phrase as an interruption, or you could move it to the end of the verse. Alternate translation: [of boasting—is it not also you?—before our Lord Jesus at his coming?] or [of boasting before our Lord Jesus at his coming? Is it not also you?]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "ἢ",
        "note": "Here, the word **Or** introduces the correct answer to the question that Paul asked in the first half of the verse. If it would be helpful in your language, you could use a word or phrase that introduces a correct answer, or you could leave **Or** untranslated. Alternate translation: [Indeed,] or [In fact,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἔμπροσθεν τοῦ Κυρίου ἡμῶν, Ἰησοῦ",
        "note": "Here, the phrase **before our Lord Jesus** implies that Paul, his fellow workers, and the Thessalonians will be examined by **the Lord Jesus**. Paul is confident that Jesus will approve of the Thessalonians, which will give Paul and his fellow workers honor and joy. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [before our Lord Jesus when he examines everyone] or [when we all are judged by the Lord Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμῶν",
        "note": "Here, the word **our** includes Paul, Silvanus, Timothy, the Thessalonians, and all believers. Your language may require you to mark this form."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν τῇ αὐτοῦ παρουσίᾳ",
        "note": "Here, the phrase **his coming** refers to the specific time in the future when Jesus will come back to earth, judge everyone, punish unbelievers, and reward believers. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [when he comes back to earth] or [at his return to us]"
      }
    ]
  },
  {
    "reference": "1Th 2:20",
    "bsb_verse_text": "You are indeed our glory and our joy.",
    "ult_verse_text": "For you are our glory and joy.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γάρ",
        "note": "Here, the word **For** could introduce: (1) a restatement of the point that Paul made in the previous verse (See: [2:19](../02/19.md)). Alternate translation: [Yes,]; (2) the basis for the point that Paul made in the previous verse (See: [2:19](../02/19.md)). Alternate translation: [That is because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐστε ἡ δόξα ἡμῶν, καὶ ἡ χαρά",
        "note": "If your language does not use abstract nouns for the ideas of **glory** and **joy**, you could express the same ideas in another way. Alternate translation: [cause us to feel glorious and joyful] or [glorify us and make us happy]"
      }
    ]
  },
  {
    "reference": "1Th 3:1",
    "bsb_verse_text": "So when we could bear it no longer, we were willing to be left on our own in Athens.",
    "ult_verse_text": "Therefore, enduring {it} no longer, we thought it good to be left behind in Athens alone,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὸ",
        "note": "Here, the word **Therefore** introduces an inference or result based on what Paul said in the previous verses about how he and his fellow workers desired to visit the Thessalonians (see [2:17–20](../02/17.md)). If it would be helpful in your language, you could use a word or phrase that introduces an inference or result. Alternate translation: [As a result of that] or [Because of that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μηκέτι στέγοντες",
        "note": "Here Paul implies that he and his fellow workers could no longer endure being separated from the Thessalonians and longing to see them. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [enduring our separation from you no longer] or [no longer enduring how we long to see you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "στέγοντες",
        "note": "Here, the word **enduring** could introduce: (1) the reason why Paul and his fellow workers **thought it good to be left behind**. Alternate translation: [since we could endure it]; (2) the time when Paul and his fellow workers **thought it good to be left behind**. Alternate translation: [when we could endure it]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "μηκέτι στέγοντες, ηὐδοκήσαμεν καταλειφθῆναι",
        "note": "Here Paul could be saying that: (1) Paul, Silvanus, and Timothy could endure no longer and together decided that Paul and Silvanus should stay in Athens. Alternate translation: [enduring it no longer, Silvanus, Timothy, and I thought it good that Silvanus and I should be left behind]; (2) Paul, Silvanus, and Timothy could endure no longer and together decided that Paul should stay in Athens by himself. Alternate translation: [enduring it no longer, Silvanus, Timothy, and I though it good that I should be left behind]; (3) only Paul could endure no longer and himself decided that he should stay in Athens by himself. In this case, Paul uses the plural form to refer to himself only. Alternate translation: [enduring it no longer, I thought it good that I should be left behind]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "καταλειφθῆναι",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [to remain] or [to have everyone else leave us behind]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Ἀθήναις",
        "note": "The word **Athens** is the name of a city. It was one of the most important cities in the country we call Greece."
      }
    ]
  },
  {
    "reference": "1Th 3:2",
    "bsb_verse_text": "We sent Timothy, our brother and fellow worker for God in the gospel of Christ, to strengthen and encourage you in your faith,",
    "ult_verse_text": "and we sent Timothy, our brother and a servant of God\\f + \\ft Instead of \\fqa a servant of God,\\fqa* some ancient manuscripts read \\fqa a fellow worker of God\\fqa* or \\fqa fellow worker\\fqa* or \\fqa a servant of God and our fellow worker.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἐπέμψαμεν Τιμόθεον & ἡμῶν",
        "note": "Here, the words **we** and **our** do not include the Thessalonians. Make sure that your translation fits with how you chose to translate “we” in the previous verse. In this verse, the words **we** and **our** could refer to: (1) Paul and Silvanus. Alternate translation: [Silvanus and I sent Timothy, our]; (2) just Paul. Alternate translation: [I sent Timothy, my]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐπέμψαμεν Τιμόθεον",
        "note": "Here Paul implies that he and Silvanus **sent Timothy** to visit the Thessalonians. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [we sent Timothy to you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸν ἀδελφὸν ἡμῶν",
        "note": "Paul is using the term **brother** to mean a person who shares the same faith with him. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [our believing friend]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "διάκονον τοῦ Θεοῦ",
        "note": "Here, Paul is using the possessive form to describe a **servant** who could: (1) serve **God**. Alternate translation: [one who serves God]; (2) serve other people for God’s sake. Alternate translation: [one who serves others for God’s sake]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "διάκονον τοῦ Θεοῦ",
        "note": "Many ancient manuscripts read **a servant of God**. The ULT follows that reading. Other ancient manuscripts read “a fellow worker of God.” Other ancient manuscripts read “fellow worker.” Other manuscripts read “a servant of God and our fellow worker.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν",
        "note": "The preposition **in** could refer to: (1) how Timothy works to preach the gospel. Alternate translation: [in preaching]; (2) the means by which Timothy serves. Alternate translation: [by means of]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τῷ εὐαγγελίῳ τοῦ Χριστοῦ",
        "note": "Here, Paul is using the possessive form to describe a **gospel** that could be: (1) about **Christ**. Alternate translation: [the gospel about Christ]; (2) be from **Christ**. Alternate translation: [the gospel from Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "στηρίξαι",
        "note": "Here, Paul is speaking of Timothy supporting or helping the Thessalonians in their faith as if he were making them physically stronger. If it would be clearer in your language, you could state the meaning plainly. Alternate translation: [help]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῆς πίστεως ὑμῶν",
        "note": "If your language does not use an abstract noun for the idea of **faith**, you could express the same idea in another way. Alternate translation: [how you believe]"
      }
    ]
  },
  {
    "reference": "1Th 3:3",
    "bsb_verse_text": "so that none of you would be shaken by these trials. For you know that we are destined for this.",
    "ult_verse_text": "that no one be disturbed by these afflictions. For you yourselves know that for this we are appointed.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "τὸ μηδένα σαίνεσθαι",
        "note": "Here, the word **that** could introduce: (1) another purpose for which Paul sent Timothy to the Thessalonians to strengthen and comfort them (see [3:2](../03/02.md)). Alternate translation: [in order that no one would be disturbed]; (2) what Timothy strengthened and comforted the Thessalonians about. Alternate translation: [showing you that no one should be disturbed] or [that is, that no one be disturbed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "μηδένα σαίνεσθαι ἐν ταῖς θλίψεσιν ταύταις",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [these afflictions disturb no one]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν ταῖς θλίψεσιν ταύταις",
        "note": "If your language does not use an abstract noun for the idea of **afflictions**, you could express the same idea in another way. Alternate translation: [by being afflicted] or [by how we are afflicted]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **For** introduces an explanation for why the Thessalonians should not **be disturbed**. If it would be helpful in your language, you could use a word or phrase that introduces an explanation for a claim. Alternate translation: [Indeed,] or [You should not be disturbed because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "αὐτοὶ & οἴδατε",
        "note": "For emphasis, Paul is stating the pronoun **you**, which is already implied in the verb **know**. If your language can state implied pronouns explicitly for emphasis, you may want to use that construction in your translation. Other languages may have other ways of bringing out this emphasis. The ULT does so by using the intensive pronoun **yourselves**. Alternate translation: [as for you, you know] or [it is you who know]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "εἰς τοῦτο",
        "note": "The pronoun **this** refers to experiencing the **afflictions** that Paul has mentioned. If it would be helpful in your language, you could refer to the **afflictions** more explicitly. Alternate translation: [for suffering these afflictions]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "κείμεθα",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was God. Alternate translation: [God has appointed us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "κείμεθα",
        "note": "By **we**, Paul includes himself, his fellow workers, and the Thessalonians, so use the inclusive form of that word in your translation if your language marks that distinction."
      }
    ]
  },
  {
    "reference": "1Th 3:4",
    "bsb_verse_text": "Indeed, when we were with you, we kept warning you that we would suffer persecution; and as you know, it has come to pass.",
    "ult_verse_text": "For also when we were with you, we were telling you in advance that we are about to be afflicted, just as also it happened and you know.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "καὶ γὰρ",
        "note": "Here, the phrase **For also** introduces another reason why the Thessalonians should “not be disturbed by these afflictions” (see [3:3](../03/03.md)). If it would be helpful in your language, you could use a word or phrase that introduces another reason for a claim. Alternate translation: [Another reason why you should not be disturbed is that] or [Further,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "πρὸς ὑμᾶς ἦμεν, προελέγομεν ὑμῖν ὅτι μέλλομεν",
        "note": "Here, the word **we** in the clauses **we were with you** and **we were telling you** only includes Paul and his fellow workers. It does not include the Thessalonians. However, the word **we** in the clause **we are about to suffer affliction** does include the Thessalonians. Make sure that this is clear if your language marks these distinctions."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-quotations",
        "orig_language_quote": "προελέγομεν ὑμῖν ὅτι μέλλομεν θλίβεσθαι, καθὼς",
        "note": "It may be more natural in your language to have a direct quotation here. Alternate translation: [we were telling you in advance, “We are about to be afflicted,” just as]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "μέλλομεν θλίβεσθαι",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, you could use an indefinite subject. Alternate translation: [people are about to afflict us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐγένετο καὶ οἴδατε",
        "note": "Here Paul means that what he and his fellow workers told the Thessalonians would happen did indeed happen, and the Thessalonians know it. If it would be helpful in your language, you could make it more explicit that the Thessalonians **know** that the afflictions **happened**. Alternate translation: [it happened, which you know]"
      }
    ]
  },
  {
    "reference": "1Th 3:5",
    "bsb_verse_text": "For this reason, when I could bear it no longer, I sent to find out about your faith, for fear that the tempter had somehow tempted you and that our labor might have been in vain.",
    "ult_verse_text": "Because of this, I also, no longer enduring {it}, sent to know about your faith, lest somehow the tempter had tempted you, and our labor might have been in vain.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "διὰ τοῦτο κἀγὼ μηκέτι στέγων, ἔπεμψα",
        "note": "Here, the word **this** could refer to: (1) what Paul said in the previous verse about how the believers have experienced affliction (See: [3:4](../03/04.md)). Alternate translation: [Because of those afflictions, I also, no longer enduring it, sent]; (2) what Paul says in this verse about how he could no longer endure. Alternate translation: [Because I could no longer endure it, I also sent]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "μηκέτι στέγων",
        "note": "Here, much as in [3:1](../03/01.md), the word **enduring** could introduce: (1) the reason why Paul **sent** Timothy. Alternate translation: [since I could no longer endure it]; (2) the time when Paul **sent** Timothy. Alternate translation: [when I could no longer endure it]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μηκέτι στέγων",
        "note": "Here, much as in [3:1](../03/01.md) Paul implies that he could no longer endure being separated from the Thessalonians and not knowing how they were doing. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [enduring my separation from you no longer] or [no longer enduring how I long to see you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἔπεμψα",
        "note": "Here Paul implies that he **sent** Timothy to the Thessalonians. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [sent Timothy to you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὴν πίστιν ὑμῶν",
        "note": "If your language does not use an abstract noun for the idea of **faith**, you could express the same idea in another way. Alternate translation: [whether you continue to believe]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μή πως",
        "note": "Here, the phrase **lest somehow** introduces something that Paul was worried about. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [fearing that somehow] or [worrying that somehow]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὁ πειράζων",
        "note": "Here Paul uses the phrase **the tempter** to refer to the devil, Satan. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [the tempter, Satan,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐπείρασεν ὑμᾶς",
        "note": "Here Paul implies that he was worried not only that they would be **tempted** but also that they would stop believing when they were tempted. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [had somehow successfully tempted you] or [had tempted you with the result that you stopped believing]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ὁ κόπος ἡμῶν",
        "note": "If your language does not use an abstract noun for the idea of **labor**, you could express the same idea in another way. Alternate translation: [what we had done among you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "εἰς κενὸν",
        "note": "Here, the phrase **in vain** identifies a cause that does not have its intended effect. In this case, Paul’s **labor** will not help the Thessalonians if the tempter successfully tempts them. If it would be helpful in your language, you use a word or phrase that identifies a cause that does not have its intended effect. Alternate translation: [for nothing] or [to no purpose]"
      }
    ]
  },
  {
    "reference": "1Th 3:6",
    "bsb_verse_text": "But just now, Timothy has returned from his visit with the good news about your faith, your love, and the fond memories you have preserved, longing to see us just as we long to see you.",
    "ult_verse_text": "But just now Timothy has come to us from you and has told us the good news about your faith and love and that you always have good memory of us, longing to see us just as we also, you.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "Here, the word **But** introduces what actually happened in contrast to what Paul was worried about. If it would be helpful in your language, you could use a word or phrase that contrasts a concern with what actually happened. Alternate translation: [Despite my fears,] or [But here is what really happened:]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-time-background",
        "orig_language_quote": "ἄρτι",
        "note": "Here, the phrase **just now** introduces the event that prompted Paul to write this letter, 1 Thessalonians. When Paul writes that Timothy returned **just now**, he is referring to the time immediately before he began writing this letter. If it would be helpful in your language, you could use a word or phrase that introduces something that happened right before a person starts speaking about it. Alternate translation: [just before I started writing this letter,] or [a short while ago,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "πρὸς ἡμᾶς & ἡμῖν & ἡμῶν & ἡμᾶς & ἡμεῖς",
        "note": "Every time the words **us** or **we** appear in this verse, they include Paul and Silvanus, but they do not include Timothy or the Thessalonians, so use the exclusive form of that word in your translation if your language marks that distinction."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὴν πίστιν καὶ τὴν ἀγάπην ὑμῶν",
        "note": "If your language does not use abstract nouns for the ideas of **faith** and **love**, you could express the same ideas in another way. Paul implies that the **faith** is in God and **love** is for other people. Alternate translation: [that you continue to believe in God and love other people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἔχετε μνείαν ἡμῶν ἀγαθὴν πάντοτε",
        "note": "Here, the clause **you always have good memory of us** indicates that the Thessalonians remembered Paul and his fellow workers as people whom they liked and would want to meet again. If it would be helpful in your language, you could use a comparable clause or state the meaning plainly. Alternate translation: [you always have pleasant memories about us] or [you always remember us fondly]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐπιποθοῦντες",
        "note": "Here, the word **longing** could introduce: (1) another thing that the Thessalonians do. If you use the following alternate translation, you should delete the comma before **longing**. Alternate translation: [and that you long]; (2) a result of the kind of **memory** that the Thessalonians have. Alternate translation: [so that you long]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "καὶ ἡμεῖς ὑμᾶς",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [we also long to see you]"
      }
    ]
  },
  {
    "reference": "1Th 3:7",
    "bsb_verse_text": "For this reason, brothers, in all our distress and persecution, we have been reassured about you, because of your faith.",
    "ult_verse_text": "Because of this, brothers, we were encouraged about you in all our distress and affliction, through your faith.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "διὰ τοῦτο",
        "note": "Here, the word **this** refers to what Paul said in the previous verse about what Timothy reported about the Thessalonians’ faith, love, and good memory of Paul and his fellow workers. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [Because of this good news] or [Because of what Timothy told us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "παρεκλήθημεν",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was God. Alternate translation: [we felt encouragement] or [God encouraged us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐφ’ ὑμῖν",
        "note": "Here, the phrase translated **about you** could identify: (1) what Paul and his fellow workers are **encouraged** about. Alternate translation: [concerning you]; (2) the reason why Paul and his fellow workers are **encouraged**. Alternate translation: [because of you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ἐπὶ πάσῃ τῇ ἀνάγκῃ καὶ θλίψει ἡμῶν",
        "note": "The terms **distress** and **affliction** mean similar things. Paul is using the two terms together for emphasis. If it would be clearer for your readers, you could express the emphasis with a single phrase. Alternate translation: [in all our affliction] or [in all our troubles]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐπὶ πάσῃ τῇ ἀνάγκῃ καὶ θλίψει ἡμῶν, διὰ τῆς ὑμῶν πίστεως",
        "note": "If your language does not use abstract nouns for the ideas of **distress**, **affliction**, and **faith**, you could express the same ideas in another way. Alternate translation: [whenever we were distressed and afflicted, through how you believe]"
      }
    ]
  },
  {
    "reference": "1Th 3:8",
    "bsb_verse_text": "For now we can go on living, as long as you are standing firm in the Lord.",
    "ult_verse_text": "For now we live, if you yourselves stand firm in the Lord.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὅτι",
        "note": "Here, the word **For** introduces a reason why what Paul said in the previous verse about being encouraged is true (See: [3:7](../03/07.md)). If it would be helpful in your language, you could use a word or phrase that introduces a reason or basis for a previous claim. Alternate translation: [That is because] or [That happened because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "νῦν ζῶμεν, ἐὰν ὑμεῖς στήκετε ἐν Κυρίῳ",
        "note": "If it would be helpful in your language, you could reverse the order of these phrases, since the second phrase gives the basis for the first phrase. Alternate translation: [if you yourselves stand firm in the Lord, now we live]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "νῦν",
        "note": "Here, the word **now** could refer to: (1) the time when Paul and his fellow workers **live**. Alternate translation: [presently] or [at this moment]; (2) the result of how the Thessalonians **stand firm**. Alternate translation: [as a result] or [then]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ζῶμεν",
        "note": "Here, the phrase **we live** means that Paul and his fellow workers are refreshed and able to enjoy their lives. Paul does not mean that they were dead or about to die and are now alive again. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [we can really live] or [we are refreshed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-condition-fact",
        "orig_language_quote": "ἐὰν",
        "note": "Paul is speaking as if this were a hypothetical possibility, but he means that it is actually true. If your language does not state something as a condition if it is certain or true, and if your readers might think that what Paul is saying is not certain, then you could translate his words as an affirmative statement. Alternate translation: [since]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ὑμεῖς στήκετε ἐν Κυρίῳ",
        "note": "Here, the phrase **stand firm in** indicates that people are remaining faithful to whomever they are **in**. If it would be helpful in your language, you could use a comparable phrase or state the meaning plainly. Alternate translation: [you yourselves remain faithful to the Lord] or [you yourselves persist in trusting the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ὑμεῖς στήκετε",
        "note": "For emphasis, Paul is stating the pronoun **you**, which is already implied in the verb **stand**. If your language can state implied pronouns explicitly for emphasis, you may want to use that construction in your translation. Other languages may have other ways of bringing out this emphasis. The ULT does so by using the intensive pronoun **yourselves**. Alternate translation: [you indeed stand firm] or [it is you who stand firm]"
      }
    ]
  },
  {
    "reference": "1Th 3:9",
    "bsb_verse_text": "How can we adequately thank God for you in return for our great joy over you in His presence?",
    "ult_verse_text": "For what thanks are we able to give back to God concerning you for all the joy with which we rejoice because of you before our God,\\f + \\ft Some ancient manuscripts replace the two occurrences of \\fq God\\fq* with \\fqa Lord.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "τίνα γὰρ εὐχαριστίαν δυνάμεθα τῷ Θεῷ ἀνταποδοῦναι περὶ ὑμῶν, ἐπὶ πάσῃ τῇ χαρᾷ ᾗ χαίρομεν δι’ ὑμᾶς, ἔμπροσθεν τοῦ Θεοῦ ἡμῶν. νυκτὸς καὶ ἡμέρας, ὑπέρἐκπερισσοῦ δεόμενοι εἰς τὸ ἰδεῖν ὑμῶν τὸ πρόσωπον, καὶ καταρτίσαι τὰ ὑστερήματα τῆς πίστεως ὑμῶν?",
        "note": "Here Paul is using the question form to show the Thessalonians how thankful he is that they continue to trust God. If you would not use the question form for this purpose in your language, you could translate this one as a statement or an exclamation. Alternate translation: [For we give back to God very many thanks concerning you for all the joy with which we rejoice before our God because of you, night and day pleading earnestly to see your face and to provide what is lacking in your faith!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **For** introduces further information about how Paul and his fellow workers responded to the good news about the Thessalonians. If it would be helpful in your language, you could use a word or phrase that introduces more information, or you could leave **For** untranslated. Alternate translation: [Indeed,] or [Further,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "δυνάμεθα & χαίρομεν & ἡμῶν",
        "note": "Here, the word **we** in the phrases **are we able** and **we rejoice** only includes Paul and his fellow workers. It does not include the Thessalonians. However, the word **our** in the phrase **our God** does include the Thessalonians. Make sure that this is clear if your language marks these distinctions."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τίνα & εὐχαριστίαν δυνάμεθα τῷ Θεῷ ἀνταποδοῦναι",
        "note": "Here Paul speaks as if he and his fellow workers owe God a debt that they can pay back by giving **thanks**. He means that the appropriate response to God’s work among the Thessalonians is to give thanks to God. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [how can we be thankful enough to God] or [what kind of thanksgiving could we give to God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "τῷ Θεῷ & τοῦ Θεοῦ ἡμῶν",
        "note": "Many ancient manuscripts read **to God** and **our God**. The ULT follows that reading. A few ancient manuscripts read “to the Lord” and “our Lord.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐπὶ πάσῃ τῇ χαρᾷ ᾗ χαίρομεν",
        "note": "If your language does not use an abstract noun for the idea of **joy**, you could express the same idea in another way. Alternate translation: [for how joyfully we rejoice]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ἐπὶ πάσῃ τῇ χαρᾷ ᾗ χαίρομεν",
        "note": "Here Paul uses both the word **joy** and the word **rejoice** to emphasize how much joy he and his fellow workers have. If it would be clearer for your readers, you could express the emphasis with a single phrase. Alternate translation: [for how greatly we rejoice] or [for how much joy we experience]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἔμπροσθεν τοῦ Θεοῦ ἡμῶν",
        "note": "Here, the phrase **before our God** means that Paul and his fellow workers **rejoice** in God’s presence. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [in the presence of our God] or [when we approach God]"
      }
    ]
  },
  {
    "reference": "1Th 3:10",
    "bsb_verse_text": "Night and day we pray most earnestly that we may see you face to face and supply what is lacking in your faith.",
    "ult_verse_text": "night and day pleading earnestly to see your face and to provide what {is} lacking in your faith?",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "νυκτὸς καὶ ἡμέρας",
        "note": "Here, the phrase **night and day** indicates that Paul and his fellow workers were **pleading earnestly** during both the day and the night. This means that they were **pleading earnestly** very often every day. If it would be helpful in your language, you could use a comparable expression or state the meaning plainly. Alternate translation: [all the time] or [always]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὑπέρἐκπερισσοῦ δεόμενοι",
        "note": "Here Paul implies that he and his fellow workers pray to God when they are **pleading**. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [pleading earnestly with God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "εἰς τὸ ἰδεῖν ὑμῶν τὸ πρόσωπον",
        "note": "The phrase **to see your face** refers to visiting someone and being with them. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [to visit you] or [to spend time with you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-collectivenouns",
        "orig_language_quote": "ὑμῶν τὸ πρόσωπον",
        "note": "Here Paul speaks as if the Thessalonians together had one **face**, but he is referring to each of their faces. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [your faces]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καταρτίσαι τὰ ὑστερήματα τῆς πίστεως ὑμῶν",
        "note": "Here Paul could be implying that the Thessalonians are **lacking**: (1) knowledge about God that should be included in their **faith**. Alternate translation: [to teach you more about your faith]; (2) some aspects of **faith** in God. Alternate translation: [to enable you to have faith completely]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῆς πίστεως ὑμῶν",
        "note": "If your language does not use an abstract noun for the idea of **faith**, you could express the same idea in another way. Alternate translation: [in what you believe]"
      }
    ]
  },
  {
    "reference": "1Th 3:11",
    "bsb_verse_text": "Now may our God and Father Himself, and our Lord Jesus, direct our way to you.",
    "ult_verse_text": "But may our God and Father himself and our Lord Jesus direct our way to you.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "αὐτὸς δὲ ὁ Θεὸς καὶ Πατὴρ ἡμῶν, καὶ ὁ Κύριος ἡμῶν, Ἰησοῦς, κατευθύναι τὴν ὁδὸν ἡμῶν πρὸς ὑμᾶς. ὑμᾶς δὲ ὁ Κύριος πλεονάσαι καὶ περισσεύσαι τῇ ἀγάπῃ εἰς ἀλλήλους, καὶ εἰς πάντας, καθάπερ καὶ ἡμεῖς εἰς ὑμᾶς; εἰς τὸ στηρίξαι ὑμῶν τὰς καρδίας, ἀμέμπτους ἐν ἁγιωσύνῃ ἔμπροσθεν τοῦ Θεοῦ καὶ Πατρὸς ἡμῶν, ἐν τῇ παρουσίᾳ τοῦ Κυρίου ἡμῶν, Ἰησοῦ, μετὰ πάντων τῶν ἁγίων αὐτοῦ. ἀμήν!",
        "note": "Here Paul is asking God to bless the Thessalonians. You could express this as either a blessing or a prayer, in whichever way is more natural in your language. Alternate translation: [But we ask our God and Father himself and our Lord Jesus to direct our way to you. We ask the Lord to make you increase and abound in love for one another and for all, just as we also toward you, to strengthen your hearts, blameless in holiness before our God and Father, at the coming of our Lord Jesus with all his saints. Amen!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "δὲ",
        "note": "Here, the word **But** introduces a new topic. If it would be helpful in your language, you could use a word or phrase that introduces a new topic, or you could leave **But** untranslated. Alternate translation: [Now]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "αὐτὸς & ὁ Θεὸς καὶ Πατὴρ ἡμῶν, καὶ ὁ Κύριος ἡμῶν, Ἰησοῦς, κατευθύναι τὴν ὁδὸν ἡμῶν πρὸς ὑμᾶς",
        "note": "Paul speaks about God the Father and the Lord Jesus as if they were directing Paul’s way and his fellow worker’s ways. He could mean that God the Father and the Lord Jesus: (1) are like guides who take Paul and his fellow workers to meet the Thessalonians, which would enable Paul and his fellow workers to visit the Thessalonians. Alternate translation: [may our God and Father himself and our Lord Jesus bring us to you]; (2) enable Paul and his fellow workers to overcome obstacles that prevent them from visiting the Corinthians. Alternate translation: [may our God and Father himself and our Lord Jesus remove everything that prevents us from visiting you]; (3) lead Paul and his fellow workers on a straight path to the Thessalonians, which would enable Paul and his fellow workers to visit the Thessalonians soon. Alternate translation: [may our God and Father himself and our Lord Jesus enable us to visit you soon]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "ὁ Θεὸς καὶ Πατὴρ ἡμῶν",
        "note": "Here, the phrase **our God and Father** refers to the one divine person who is both God and Father. The word **God** and the word **Father** refer to the same person. If it would be helpful in your language, you could make this idea more explicit. See how you translated the similar phrase in [1:3](../01/03.md). Alternate translation: [God our Father] or [our Father God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "αὐτὸς & ὁ Θεὸς καὶ Πατὴρ ἡμῶν",
        "note": "For emphasis, Paul is stating the pronoun “he,” which is already implied in the the phrase **our God and Father**. If your language can state implied pronouns explicitly for emphasis, you may want to use that construction in your translation. Other languages may have other ways of bringing out this emphasis. The ULT does so by using the intensive pronoun **himself**. Alternate translation: [he who is our God and Father] or [God our Father indeed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμῶν & ἡμῶν & ἡμῶν",
        "note": "Here, the word **our** in the phrases **our God** and **our Lord** includes all believers. The word **our** in the phrase **our way** only includes Paul and his fellow workers. It does not include the Thessalonians. Make sure that this is clear if your language marks these distinctions."
      }
    ]
  },
  {
    "reference": "1Th 3:12",
    "bsb_verse_text": "And may the Lord cause you to increase and overflow with love for one another and for everyone else, just as our love for you overflows,",
    "ult_verse_text": "Now may the Lord make you increase and abound in love for one another and for all, just as we also toward you,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "δὲ",
        "note": "Here, the word **Now** introduces the next part of Paul’s prayer. If it would be helpful in your language, you could use a word or phrase that introduces another section, or you could leave **Now** untranslated. Alternate translation: [Further,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ὑμᾶς & ὁ Κύριος πλεονάσαι καὶ περισσεύσαι",
        "note": "The terms **increase** and **abound** mean similar things. Paul is using the two terms together for emphasis. If it would be clearer for your readers, you could express the emphasis with a single phrase. Alternate translation: [may the Lord make you very much abound] or [may the Lord make you increase greatly]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῇ ἀγάπῃ εἰς ἀλλήλους, καὶ εἰς πάντας, καθάπερ καὶ ἡμεῖς εἰς ὑμᾶς",
        "note": "If your language does not use an abstract noun for the idea of **love**, you could express the same idea in another way. Alternate translation: [in how you love one another and all, just as we also love you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "εἰς πάντας",
        "note": "Paul is using the adjective **all** as a noun to refer to all people. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [for all humans]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "καὶ ἡμεῖς εἰς ὑμᾶς",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [we also increase and abound in love for you]"
      }
    ]
  },
  {
    "reference": "1Th 3:13",
    "bsb_verse_text": "so that He may establish your hearts in blamelessness and holiness before our God and Father at the coming of our Lord Jesus with all His saints. Amen.",
    "ult_verse_text": "to strengthen your hearts, blameless in holiness before our God and Father, at the coming of our Lord Jesus with all his saints. Amen!",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "εἰς τὸ στηρίξαι",
        "note": "Here the phrase **to strengthen** introduces the purpose for which Paul prays that the Lord will make the Thessalonians increase in love (see [3:12](../03/12.md)). If it would be helpful in your language, you could use a word or phrase that introduces a purpose. Alternate translation: [in order that he might strengthen] or [and I pray those things so that he might strengthen]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "εἰς τὸ στηρίξαι ὑμῶν τὰς καρδίας",
        "note": "Here Paul speaks of the Thessalonians becoming spiritually stronger as if their **hearts** were being strengthened. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [to strengthen you spiritually] or [to make you stronger on the inside]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ὑμῶν τὰς καρδίας, ἀμέμπτους",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply words such as “so that they will be” if it would be clearer in your language. Alternate translation: [your hearts so that they will be blameless] or [your hearts so that you will be blameless]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν ἁγιωσύνῃ",
        "note": "If your language does not use an abstract noun for the idea of **holiness**, you could express the same idea in another way. Alternate translation: [in how holy you are]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἔμπροσθεν τοῦ Θεοῦ καὶ Πατρὸς ἡμῶν",
        "note": "Here, the phrase **before our God and Father** refers to being in the presence of **our God and Father**. In this case, the phrase emphasizes that God is the one who will declare the Thessalonians to be **blameless in holiness**. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [in the presence of our God and Father] or [according to our God and Father]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "τοῦ Θεοῦ καὶ Πατρὸς ἡμῶν",
        "note": "Here, the phrase **our God and Father** refers to the one divine person who is both God and Father. The word **God** and the word **Father** refer to the same person. If it would be helpful in your language, you could make this idea more explicit. See how you translated the similar phrase in [3:11](../03/11.md). Alternate translation: [God our Father] or [our Father God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμῶν",
        "note": "In both places, the word **our** includes Paul, Silvanus, Timothy, the Thessalonians, and all believers. Your language may require you to mark this form."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν τῇ παρουσίᾳ τοῦ Κυρίου ἡμῶν, Ἰησοῦ",
        "note": "Here, the phrase **the coming of our Lord Jesus** refers to the specific time in the future when Jesus will come back to earth, judge everyone, punish unbelievers, and reward believers. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [when our Lord Jesus comes back to earth] or [at return of our Lord Jesus to us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μετὰ πάντων τῶν ἁγίων αὐτοῦ",
        "note": "Here, the word **saints** could refer to: (1) believers. Alternate translation: [with everyone who believes in him]; (2) believers and angels. Alternate translation: [with all his holy angels and those who believe in him]; (3) angels. Alternate translation: [with all his holy angels]"
      }
    ]
  },
  {
    "reference": "1Th 4:1",
    "bsb_verse_text": "Finally, brothers, we ask and encourage you in the Lord Jesus to live in a way that is pleasing to God, just as you have received from us. This is how you already live, so you should do so all the more.",
    "ult_verse_text": "Therefore, finally, brothers, we ask and encourage you in the Lord Jesus, just as you received from us how it is necessary for you to walk and to please God (just as also you are walking), that you might abound even more.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "οὖν",
        "note": "Here, the word **Therefore** introduces a development in Paul’s argument. He is transitioning from rejoicing about the Thessalonians to instructing them about how to act and what to believe. If it would be helpful in your language, you could use a word or phrase that introduces this kind of development. Alternate translation: [So] or [Given all that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "λοιπὸν",
        "note": "Here, the word **finally** signals to the audience that Paul is starting the last section of his letter. The word does not mean that Paul is about to finish the letter. If it would be helpful in your language, you could use a word or phrase that introduces the last major part of a letter. Alternate translation: [lastly] or [in this last section]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ἐρωτῶμεν ὑμᾶς καὶ παρακαλοῦμεν",
        "note": "The terms **ask** and **encourage** mean similar things. Paul is using the two terms together for emphasis. If it would be clearer for your readers, you could express the emphasis with a single phrase. Alternate translation: [we strongly encourage you] or [we urgently ask you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Κυρίῳ Ἰησοῦ",
        "note": "Here Paul uses the spatial metaphor **in the Lord Jesus** to describe the union of believers with **Jesus**. In this case, being **in the Lord Jesus**, or united to Jesus, could specifically explain: (1) the reason why Paul and his fellow workers **ask and exhort** the Thessalonians. Alternate translation: [because of your union with the Lord Jesus]; (2) the authority by which Paul and his fellow workers **ask and exhort** the Thessalonians. Alternate translation: [as those who represent the Lord Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "περιπατεῖν & περιπατεῖτε",
        "note": "Paul speaks of behavior in life as if it were **walking**. If it would be helpful in your language, you could state the meaning plainly. See you how you translated the similar phrase in [2:12](../02/12.md). Alternate translation: [to act … you are acting] or [to live your lives … you are living your lives]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "περιπατεῖν καὶ ἀρέσκειν Θεῷ",
        "note": "Here, **to walk and to please** expresses a single idea by using two words connected with **and**. The word **please** describes the way in which the Thessalonian church should **walk**. If it would be helpful in your language, you could express this meaning with an equivalent phrase that does not use **and**. Alternate translation: [to walk in a way that is pleasing to God] or [to walk so that you please God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "ἵνα",
        "note": "Here, the word **that** could introduce: (1) what it is that Paul and his fellow workers **ask and exhort** the Thessalonians to do. Alternate translation: [we ask that]; (2) the purpose for which Paul and his fellow workers **ask and exhort** the Thessalonians. Alternate translation: [in order that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "περισσεύητε μᾶλλον",
        "note": "Here Paul implies that he and his fellow workers want the Thessalonians to **abound even more** in pleasing God. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [you might abound even more in doing what is pleasing to God]"
      }
    ]
  },
  {
    "reference": "1Th 4:2",
    "bsb_verse_text": "For you know the instructions we gave you by the authority of the Lord Jesus.",
    "ult_verse_text": "For you know what commands we gave you through the Lord Jesus.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **For** introduces a further explanation of what Paul said in the previous verse about how the Thessalonians received instructions from Paul and his fellow workers (See: [4:1](../04/01.md)). If it would be helpful in your language, you could use a word or phrase that introduces an explanation, or you could leave **For** untranslated. Alternate translation: [Indeed,] or [In fact,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐδώκαμεν ὑμῖν",
        "note": "Here Paul refers to what he and his fellow workers told the Thessalonians when they first visited them. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [we, when we were with you, gave you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "διὰ τοῦ Κυρίου Ἰησοῦ",
        "note": "Here, the phrase **through the Lord Jesus** indicates that Paul and his fellow workers said what **the Lord Jesus** wanted them to say. In other words, they spoke with the authority of **the Lord Jesus**. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [as we spoke what the Lord Jesus wanted] or [by the authority of the Lord Jesus]"
      }
    ]
  },
  {
    "reference": "1Th 4:3",
    "bsb_verse_text": "For it is God’s will that you should be holy: You must abstain from sexual immorality;",
    "ult_verse_text": "For this is the will of God, your sanctification: that you keep yourselves from sexual immorality;",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γάρ",
        "note": "Here, the word **For** introduces specific examples of the “commands” that Paul and his fellow workers gave to the Thessalonians (See: [4:2](../04/02.md)). If it would be helpful in your language, you could use a word or phrase that introduces specific examples, or you could leave **For** untranslated. Alternate translation: [Specifically] or [For example, we told you that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "τοῦτο & ἐστιν θέλημα τοῦ Θεοῦ, ὁ ἁγιασμὸς ὑμῶν",
        "note": "Here, the word **this** refers to the phrase **your sanctification**. Paul uses this form to emphasize **sanctification**. If it would be helpful in your language, you could express the idea in another way that emphasizes **sanctification**. Alternate translation: [your sanctification is the will of God] or [the will of God is your sanctification]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "θέλημα τοῦ Θεοῦ, ὁ ἁγιασμὸς ὑμῶν,",
        "note": "If your language does not use abstract nouns for the ideas of **will** and **sanctification**, you could express the same ideas in another way. Alternate translation: [what God wants, that you become holy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὁ ἁγιασμὸς ὑμῶν, ἀπέχεσθαι ὑμᾶς",
        "note": "Here, the phrase **that you keep yourselves** introduces an explanation of what Paul means when he uses the word **sanctification**. This explanation continues in [4:4–6](../04/04.md). If it would be helpful in your language, you could use a word or phrase that introduces an explanation. Alternate translation: [your sanctification, that is, that you keep yourselves]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἀπέχεσθαι ὑμᾶς ἀπὸ",
        "note": "Alternate translation: [that you stay away from] or [that you avoid]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῆς πορνείας",
        "note": "If your language does not use an abstract noun for the idea of **immorality**, you could express the same idea in another way. Alternate translation: [doing what is sexually immoral] or [acting in sexually immoral ways]"
      }
    ]
  },
  {
    "reference": "1Th 4:4",
    "bsb_verse_text": "each of you must know how to control his own body in holiness and honor,",
    "ult_verse_text": "that each of you knows to possess his own vessel in sanctification and honor,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἰδέναι ἕκαστον ὑμῶν",
        "note": "Here, the phrase **that each of you knows** could: (1) give another example of what “sanctification” means (See: [4:3](../04/03.md)). Alternate translation: [and that each of you knows]; (2) describe more specifically what it means to avoid “sexual immorality” (See: [4:3](../04/03.md)). Alternate translation: [more specifically, that each of you knows]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἰδέναι ἕκαστον ὑμῶν & κτᾶσθαι",
        "note": "Here, the word **knows** could refer specifically to: (1) learning how to do something. Alternate translation: [that each of you learns to possess]; (2) understanding something. Alternate translation: [that each of you understands how to possess]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-euphemism",
        "orig_language_quote": "τὸ ἑαυτοῦ σκεῦος, κτᾶσθαι",
        "note": "Here, the word **vessel** could refer to: (1) a person’s sexual organ. This is a euphemism. Alternate translation: [to possess his own sexual organ]; (2) a man’s wife. This is a metaphor. Alternate translation: [to possess his own wife]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸ ἑαυτοῦ σκεῦος, κτᾶσθαι",
        "note": "The meaning of the verb **possess** depends on what the word **vessel** means (See: the previous note): (1) If the word **vessel** refers to the body or more specifically to the sexual organ, the word **possess** refers to people having control over their bodies. Alternate translation: [to exercise control over his sexual organs] or [to exercise sexual self-control]; (2) If the word **vessel** refers to a wife, the word **possess** could refer to a man having sex with his wife. Alternate translation: [to have sexual relations with his wife]; (3) If the word **vessel** refers to a wife, the word **possess** could refer to a man marrying a woman. Alternate translation: [to marry a wife]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "τὸ ἑαυτοῦ σκεῦος",
        "note": "The referent of the word **his** depends on what the word **vessel** means (See: the previous two notes): (1) If the word **vessel** refers to a person’s sexual organ, Paul is using the word **his** in a generic sense that includes both men and women. Alternate translation: [his or her own vessel]; (2) If the word **vessel** refers to a wife, Paul is using the word **his** to refer only to men and not to women. Alternate translation: [the vessel that is his]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν ἁγιασμῷ καὶ τιμῇ",
        "note": "If your language does not use abstract nouns for the ideas of **sanctification** and **honor**, you could express the same ideas in another way. Alternate translation: [in holy and honorable ways]"
      }
    ]
  },
  {
    "reference": "1Th 4:5",
    "bsb_verse_text": "not in lustful passion like the Gentiles who do not know God;",
    "ult_verse_text": "not in the passion of lust (just as also the Gentiles, the ones not knowing God);",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "μὴ ἐν πάθει ἐπιθυμίας",
        "note": "Here, **not in the passion of lust** contrasts with the previous phrase “in holiness and honor” (See: [4:4](../04/04.md)). If it would be helpful in your language, you could use a word or phrase that introduces this kind of contrast. Alternate translation: [and in contrast, not in the passion of lust]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μὴ ἐν πάθει ἐπιθυμίας",
        "note": "If your language does not use abstract nouns for the ideas of **passion** and **lust**, you could express the same ideas in another way. Alternate translation: [not passionately lusting]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "πάθει ἐπιθυμίας",
        "note": "Here, Paul is using the possessive form to connect **passion** and **lust**. More specifically, he could be referring to: (1) **passion** that is characterized by **lust**. Alternate translation: [lustful passion]; (2) **lust** that is characterized by **passion**. Alternate translation: [passionate lust]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "καθάπερ καὶ τὰ ἔθνη τὰ μὴ εἰδότα τὸν Θεόν",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply words such as “behave” or “act” if it would be clearer in your language. Alternate translation: [just as also the Gentiles behave, the ones not knowing God] or [just as also the Gentiles, the ones not knowing God, act]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-distinguish",
        "orig_language_quote": "τὰ ἔθνη τὰ μὴ εἰδότα τὸν Θεόν",
        "note": "Here Paul is distinguishing from **Gentiles** who do not know God from Gentiles who do know God. Be sure that this distinction is clear in your translation. Alternate translation: [the Gentiles, specifically the ones not knowing God] or [all the Gentiles who do not know God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τὰ μὴ εἰδότα τὸν Θεόν",
        "note": "Here, the phrase **not knowing God** means that these **Gentiles** do not listen to, trust in, or obey God. It does not mean that they do not know about God. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [the ones not listening to God] or [the ones not obeying God]"
      }
    ]
  },
  {
    "reference": "1Th 4:6",
    "bsb_verse_text": "and no one should ever violate or exploit his brother in this regard, because the Lord will avenge all such acts, as we have already told you and solemnly warned you.",
    "ult_verse_text": "not to transgress and take advantage of his brother in this matter, for the Lord {is} an avenger concerning all these things, just as we also said before to you and testified.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "τὸ μὴ ὑπερβαίνειν",
        "note": "Here, the phrase **not to transgress** could introduce: (1) the purpose of what Paul has said in [4:3–5](../04/03.md) about abstaining from sexual immorality. Alternate translation: [in order not to transgress]; (2) another example of what “sanctification” means (See: [4:3](../04/03.md)). Alternate translation: [and that each of you does not transgress]; (3) another description of what it means to avoid “sexual immorality” (See: [4:3](../04/03.md)). Alternate translation: [that each of you does not transgress]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "ὑπερβαίνειν καὶ πλεονεκτεῖν",
        "note": "The two terms **transgress** and **take advantage of** work together to express a single idea. The phrase **take advantage of** tells how a person might **transgress**. If it would be more natural in your language, you could express this meaning in a different way. Alternate translation: [transgress through taking advantage of] or [transgress, taking advantage of]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸν ἀδελφὸν αὐτοῦ",
        "note": "Paul is using the term **brother** to mean a person who shares the same faith. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [his believing friend]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "τὸν ἀδελφὸν αὐτοῦ",
        "note": "Here Paul could be using the masculine form **his brother** to refer to: (1) specific fellow believers, whether men or women. Alternate translation: [any brother or sister] or [his or her brother or sister]; (2) specific male believers, specifically men in charge of families. Alternate translation: [any brother in charge of a family]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν τῷ πράγματι",
        "note": "Here, the phrase **this matter** refers to what Paul has been speaking about: sexual morality. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [in the area of sexual morality] or [in his sexual behavior]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διότι",
        "note": "Here, the word **for** introduces a reason why the Thessalonians should obey God by avoiding sexual immorality. If it would be helpful in your language, you could use a word or phrase that introduces a reason, or you could leave **for** untranslated. Alternate translation: [and you should behave in these ways because] or [all of which you should do since]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "πάντων τούτων",
        "note": "Here, the phrase **all these things** refers to the sinful sexual behaviors that Paul has mentioned. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [all these sexually immoral behaviors] or [every sexual sin]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καθὼς καὶ προείπαμεν ὑμῖν καὶ διεμαρτυράμεθα",
        "note": "Here Paul refers to what he and his fellow workers told the Thessalonians when they visited them. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [just as we also we also said before to you and testified when we visited you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "καὶ προείπαμεν ὑμῖν καὶ διεμαρτυράμεθα",
        "note": "The terms **said before** and **testified** mean similar things. Paul is using the two terms together for emphasis. If it would be clearer for your readers, you could express the emphasis with a single phrase. Alternate translation: [we also solemnly warned you before] or [we also already testified to you]"
      }
    ]
  },
  {
    "reference": "1Th 4:7",
    "bsb_verse_text": "For God has not called us to impurity, but to holiness.",
    "ult_verse_text": "For God did not call us for uncleanness, but in sanctification.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **For** introduces a reason or basis for what Paul has said about avoiding sexual immorality (See: [4:3–6](../04/03.md)). If it would be helpful in your language, you could use a word or phrase that introduces a reason or basis. Alternate translation: [All that is important because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμᾶς",
        "note": "Here, the word **us** includes Paul, his fellow workers, and the Thessalonians. Your language may require you to mark this form."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐπὶ ἀκαθαρσίᾳ, ἀλλ’ ἐν ἁγιασμῷ",
        "note": "If your language does not use abstract nouns for the ideas of **uncleanness** and **sanctification**, you could express the same ideas in another way. Alternate translation: [to be unclean, but to be sanctified] or [to act in unclean ways, but in holy ways]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἀλλ’ ἐν ἁγιασμῷ",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [but he called us in sanctification]"
      }
    ]
  },
  {
    "reference": "1Th 4:8",
    "bsb_verse_text": "Anyone, then, who rejects this command does not reject man but God, the very One who gives you His Holy Spirit.",
    "ult_verse_text": "Therefore, the one rejecting this rejects not man, but God, the one giving\\f + \\ft Instead of \\fq the one giving,\\fq* some ancient manuscripts read \\fqa the one having given.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "τοιγαροῦν",
        "note": "Here, the word **Therefore** introduces an inference or conclusion from what Paul has said in [4:3–7](../04/03.md). If it would be helpful in your language, you could use another word that introduces an inference or conclusion. Alternate translation: [Because of all that] or [In conclusion]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ὁ ἀθετῶν",
        "note": "Here, the word **this** refers back to what Paul has commanded the Thessalonians about living holy lives and avoiding sexual immorality. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [the one rejecting these commands about sexual morality] or [the one rejecting what we have said about sexual behavior]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "οὐκ ἄνθρωπον ἀθετεῖ, ἀλλὰ τὸν Θεὸν, τὸν διδόντα",
        "note": "If your language would not naturally put the negative statement before the positive statement, you could reverse the two elements here. Alternate translation: [rejects God, not man, and God is the one who gives]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἄνθρωπον",
        "note": "Although the term **man** is masculine, Paul is using the word in a generic sense that includes both men and women. If it would be helpful in your language, you could use a phrase that makes this clear. Alternate translation: [a person] or [a man or woman]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-distinguish",
        "orig_language_quote": "τὸν διδόντα",
        "note": "Here Paul is adding more information about **God**. He is not distinguishing between different gods. If it would be helpful in your language, you could use a form that clearly adds information instead of distinguishing between people. Alternate translation: [who is the one who gives]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "τὸν διδόντα",
        "note": "Many ancient manuscripts read **the one giving**. The ULT follows that reading. Other ancient manuscripts read “the one having given.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "ὑμᾶς",
        "note": "Many ancient manuscripts read **you**. The ULT follows that reading. Other ancient manuscripts read “us.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      }
    ]
  },
  {
    "reference": "1Th 4:9",
    "bsb_verse_text": "Now about brotherly love, you do not need anyone to write to you, because you yourselves have been taught by God to love one another.",
    "ult_verse_text": "But concerning brotherly love, you have\\f + \\ft Instead of \\fq you have,\\fq* some ancient manuscripts read \\fqa we have.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "δὲ",
        "note": "Here, the word **But** introduces a new section in the letter. If it would be helpful in your language, you could use a word or phrase that introduces a new section, or you could leave **But** untranslated. Alternate translation: [Next,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῆς φιλαδελφίας",
        "note": "If your language does not use an abstract noun for the idea of **love**, you could express the same idea in another way. Alternate translation: [loving the brothers] or [how to love others in a brotherly way]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῆς φιλαδελφίας",
        "note": "Here Paul uses the phrase **brotherly love** to refer to love for people who share the same faith, both men and women. If possible, use the same form you have used to translate the word “brothers.” Alternate translation: [love for believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "οὐ χρείαν ἔχετε γράφειν ὑμῖν, αὐτοὶ γὰρ ὑμεῖς θεοδίδακτοί ἐστε, εἰς τὸ ἀγαπᾶν ἀλλήλους",
        "note": "If your language would naturally state a reason before its result, you could reverse the order of these clauses. Alternate translation: [because you yourselves are taught by God to love one another, you have no need {for us} to write to you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "ἔχετε",
        "note": "Many ancient manuscripts read **you have**. The ULT follows that reading. Other ancient manuscripts read “we have.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **for** introduces a reason why Paul and his fellow workers do not need to write to the Thessalonians. If it would be helpful in your language, you could use a word or phrase that introduces a reason or basis for a claim, or you could leave **for** untranslated. Alternate translation: [since]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "αὐτοὶ & ὑμεῖς θεοδίδακτοί ἐστε",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [God has taught you yourselves]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "αὐτοὶ & ὑμεῖς & ἐστε",
        "note": "For emphasis, Paul is stating the pronoun **you**, which is already implied in the verb **are**. If your language can state implied pronouns explicitly for emphasis, you may want to use that construction in your translation. Other languages may have other ways of bringing out this emphasis. The ULT does so by using the intensive pronoun **yourselves**. Alternate translation: [it is you who are] or [as for you, you are]"
      }
    ]
  },
  {
    "reference": "1Th 4:10",
    "bsb_verse_text": "And you are indeed showing this love to all the brothers throughout Macedonia. But we urge you, brothers, to excel more and more",
    "ult_verse_text": "For also you do it to all the brothers who {are} in all Macedonia. But we encourage you, brothers, to abound even more",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "καὶ γὰρ ποιεῖτε",
        "note": "Here, the phrase **For also** introduces another reason why Paul and his fellow workers do not need to write to the Thessalonians (see [4:9](../04/09.md)). If it would be helpful in your language, you could use a word or phrase that introduces another reason or basis for a claim, or you could leave **For** untranslated. Alternate translation: [Again, we do not need to write to you about this, since you do] or [Even more, you do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ποιεῖτε αὐτὸ",
        "note": "Here, the word **it** refers to “brotherly love” (see [4:9](../04/09.md)). If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [you show brotherly love]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "δὲ",
        "note": "Here, the word **But** introduces a slight contrast between what the Thessalonians are doing and how Paul wants them to do it **even more**. If it would be helpful in your language, you could use a word or phrase that introduces this kind of contrast, or you could leave **But** untranslated. Alternate translation: [Now] or [Yet]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "περισσεύειν μᾶλλον",
        "note": "Here Paul implies that he and his fellow workers want the Thessalonians to **abound** in brotherly love **even more**. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [to abound even more in brotherly love]"
      }
    ]
  },
  {
    "reference": "1Th 4:11",
    "bsb_verse_text": "and to aspire to live quietly, to attend to your own matters, and to work with your own hands, as we instructed you.",
    "ult_verse_text": "and to strive to be quiet and to perform your own things and to work with your own hands, just as we commanded you,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἡσυχάζειν",
        "note": "Here, the phrase **to be quiet** refers to living in a peaceful way that does not disrupt others. If it would be helpful in your language, you could use a similar phrase or state the meaning plainly. Alternate translation: [to avoid disrupting others] or [to behave calmly around other people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πράσσειν τὰ ἴδια",
        "note": "Here, the phrase **to perform your own things** refers to focusing on one’s own tasks and responsibilities instead of becoming involved in other people’s private affairs. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [to focus on your own own affairs] or [to stay out of other people’s business]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἐργάζεσθαι ταῖς ἰδίαις χερσὶν ὑμῶν",
        "note": "Here Paul uses the phrase **work with your own hands** to indicate that the Thessalonians should support themselves instead of relying on others to provide for them. He does not mean that they must do physical labor. If it would be helpful in your language, you could use a comparable phrase or state the meaning plainly. Alternate translation: [to provide for yourselves] or [to earn your own living]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καθὼς ὑμῖν παρηγγείλαμεν",
        "note": "Here Paul refers to what he and his fellow workers **commanded** the Thessalonians when they visited them. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [just as we commanded you when we visited you]"
      }
    ]
  },
  {
    "reference": "1Th 4:12",
    "bsb_verse_text": "Then you will behave properly toward outsiders, without being dependent on anyone.",
    "ult_verse_text": "so that you may walk properly before the ones outside and have need of nothing.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἵνα",
        "note": "Here, the phrase **so that** could introduce: (1) the result of doing what Paul has commanded in [4:10–11](../04/10.md). Alternate translation: [with the result that]; (2) the purpose of doing what Paul has commanded in [4:10–11](../04/10.md). Alternate translation: [in order that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "περιπατῆτε",
        "note": "Paul speaks of behavior in life as if it were walking. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [you may act] or [you may live your lives]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τοὺς ἔξω",
        "note": "Here, the phrase **the ones outside** identifies people who do not belong to the group of believers in Thessalonica. If it would be helpful in your language, you could express the idea with a word or phrase that refers to people who do not belong to a specific group. Alternate translation: [the outsiders] or [the unbelievers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μηδενὸς",
        "note": "Here word translated **nothing** could refer: (1) to things. In this case, Paul wants them to have everything that they need. Alternate translation: [of no essential things]; (2) to people. In this case, Paul wants them to be independent and not rely on other people to provide for them. Alternate translation: [of nobody] or [of support from no person]"
      }
    ]
  },
  {
    "reference": "1Th 4:13",
    "bsb_verse_text": "Brothers, we do not want you to be uninformed about those who sleep in death, so that you will not grieve like the rest, who are without hope.",
    "ult_verse_text": "Now we do not want you to be ignorant, brothers, concerning the ones sleeping, so that you may not grieve just as also the rest, the ones not having hope.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "δὲ",
        "note": "Here, the word **Now** introduces a new section in the letter. If it would be helpful in your language, you could use a word or phrase that introduces a new section, or you could leave **Now** untranslated. Alternate translation: [Next,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublenegatives",
        "orig_language_quote": "οὐ θέλομεν & ὑμᾶς ἀγνοεῖν",
        "note": "If it would be clearer in your language, you could use a positive expression to translate this double negative that consists of the negative particle **not** and the negative word **ignorant**. Alternate translation: [we want you to know]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-euphemism",
        "orig_language_quote": "τῶν κοιμωμένων",
        "note": "Here, the phrase **the ones sleeping** is a polite way to refer to people who have died. If it would be helpful in your language, you could use a similar polite phrase or state the meaning plainly. Alternate translation: [the ones having passed away] or [the ones who are dead]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting words **so that** introduce the purpose for which Paul wants to instruct the Thessalonians. If it would be helpful in your language, you could use a word or phrase that introduces a purpose or goal. Alternate translation: [in order that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "οἱ λοιποὶ, οἱ μὴ ἔχοντες ἐλπίδα",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [the rest grieve, the ones not having hope] or [the rest who have no hope grieve]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-distinguish",
        "orig_language_quote": "οἱ λοιποὶ, οἱ μὴ ἔχοντες ἐλπίδα",
        "note": "Here Paul is distinguishing between people who have hope and people who do not have hope. Be sure that this distinction is clear in your translation. Alternate translation: [the rest who do not have hope] or [the rest, that is, those who do not have hope]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "οἱ λοιποὶ",
        "note": "Paul is using the adjective **rest** as a noun to refer to a group of people that includes everyone who does not have hope. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [the rest of people] or [everyone else]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐλπίδα",
        "note": "Here Paul implies that the **hope** concerns what happens to people after they die. People who do not have **hope** do not expect anyone who dies to live again. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [hope that people will live again] or [hope of resurrection]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "οἱ μὴ ἔχοντες ἐλπίδα",
        "note": "If your language does not use an abstract noun for the idea of **hope**, you could express the same idea in another way. Alternate translation: [the ones not hoping] or [the ones not expecting anything]"
      }
    ]
  },
  {
    "reference": "1Th 4:14",
    "bsb_verse_text": "For since we believe that Jesus died and rose again, we also believe that God will bring with Jesus those who have fallen asleep in Him.",
    "ult_verse_text": "For if we believe that Jesus died and rose, thus also God will bring the ones having slept through Jesus with him.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **For** introduces a reason why the Thessalonians should not grieve like other people do. If it would be helpful in your language, you could use a word or phrase that introduces a reason or basis for a claim, or you could leave **For** untranslated. Alternate translation: [You should not grieve in those ways because,] or [Indeed,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-condition-fact",
        "orig_language_quote": "εἰ",
        "note": "Paul speaks as if this were a hypothetical situation, but he means that it must be true. If your language does not state something as a condition if it is certain or true, and if your readers might think that what Paul is saying is uncertain, then you could translate his words as an affirmative statement. Alternate translation: [because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "πιστεύομεν",
        "note": "Here, the word **we** includes Paul, his fellow workers, and the Thessalonians, so use the inclusive form of that word in your translation if your language marks that distinction."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἀνέστη",
        "note": "Here, the word **rose** refers to how Jesus came back to life after he **died**. If your language does not use **rose** to describe coming back to life, you could use a comparable idiom or express the idea plainly. Alternate translation: [came back to life] or [lived again]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "οὕτως καὶ ὁ Θεὸς",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [we believe that thus also God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "οὕτως καὶ ὁ Θεὸς",
        "note": "The phrase **thus also** could go with: (1) **God will bring**. In this case, **thus also** indicates that believers will experience something that is similar to how Jesus died and rose again. Alternate translation: [we can also believe that, in a similar way, God]; (2) the implied phrase “we believe.” In this case, **thus also** indicates that believing that Christians will resurrect is based on believing in Jesus’ resurrection. Alternate translation: [thus also we believe that God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὁ Θεὸς τοὺς κοιμηθέντας διὰ τοῦ Ἰησοῦ ἄξει σὺν αὐτῷ",
        "note": "Here Paul does not explicitly state all the elements in his comparison between **Jesus** and the **the ones having slept**. He states that Jesus **died and rose**, and he implies that this will be true for **the ones having slept**. He states that **the ones having slept** will be brought **with** Jesus, and he implies that Jesus is coming back to this world. If it would be helpful in your language, you could make these two implicit ideas more explicit. Alternate translation: [God will raise the ones having slept through Jesus and will bring them with him when he comes back]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἄξει",
        "note": "Here, the phrase **will bring** could mean that: (1) God will send resurrected believers with Jesus when Jesus comes back to this world. Alternate translation: [will send back to earth]; (2) God will bring resurrected believers to be with Jesus in heaven. Alternate translation: [will bring to heaven]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-euphemism",
        "orig_language_quote": "τοὺς κοιμηθέντας",
        "note": "See how you translated the similar phrase in [4:13](../04/13.md). Alternate translation: [the ones having passed away] or [the ones who are dead]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "ὁ Θεὸς τοὺς κοιμηθέντας διὰ τοῦ Ἰησοῦ ἄξει σὺν αὐτῷ",
        "note": "Here, the phrase **through Jesus** could go with: (1) **will bring**. In this case, God acts through **Jesus**. Alternate translation: [through Jesus God will bring with him the ones having slept]; (2) **having slept**. In this case, Paul is describing people who died while they were believing in **Jesus**. Alternate translation: [God will bring with him the ones having slept in Jesus] or [God will bring with him the believers who have slept]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "αὐτῷ",
        "note": "The pronoun **him** refers to **Jesus**. If this is not clear for your readers, you could use the person’s name here. Alternate translation: [with Jesus]"
      }
    ]
  },
  {
    "reference": "1Th 4:15",
    "bsb_verse_text": "By the word of the Lord, we declare to you that we who are alive and remain until the coming of the Lord will by no means precede those who have fallen asleep.",
    "ult_verse_text": "For this we say to you in a word of the Lord, that we, the ones living, the ones surviving to the coming of the Lord, will certainly not go before the ones having slept.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **For** introduces a further explanation of what Paul has said about believers who have died. If it would be helpful in your language, you could use a word or phrase that introduces a further explanation, or you could leave **For** untranslated. Alternate translation: [Further,] or [Indeed,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "τοῦτο & ὑμῖν λέγομεν ἐν λόγῳ Κυρίου, ὅτι",
        "note": "Here, the word **this** refers to what Paul introduces with the word **that**. This form emphasizes what Paul is about to say. If it would be helpful in your language, you could use a different form that introduces what a person is about to say. Alternate translation: [we say to you in a word of the Lord that] or [here is what we say to you in a word of the Lord:]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "λέγομεν & ἡμεῖς οἱ ζῶντες",
        "note": "Here, the word **we** in the phrase **we say** only includes Paul and his fellow workers. It does not include the Thessalonians. However, the word **we** in the phrase **we, the ones living** does include the Thessalonians. Make sure that this is clear if your language marks these distinctions."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "λόγῳ",
        "note": "Paul is using the term **word** to mean a message that is shared by using words. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [a message] or [words]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "λόγῳ Κυρίου",
        "note": "Here, Paul is using the possessive form to describe a **word** that could be: (1) something that **the Lord** said. Alternate translation: [a word from the Lord] or [a word spoken by the Lord]; (2) authorized by **the Lord**. Alternate translation: [a word that the Lord approves] or [a word that has the Lord’s authority]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-distinguish",
        "orig_language_quote": "ἡμεῖς οἱ ζῶντες, οἱ περιλειπόμενοι",
        "note": "Here, the phrases **the ones living** and **the ones surviving** distinguish **we** from other people. Be sure that this distinction is clear in your translation. Alternate translation: [we, by which I mean those of us who live, who survive]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἰς τὴν παρουσίαν τοῦ Κυρίου",
        "note": "Here, the phrase **the coming of the Lord** refers to the specific time in the future when Jesus will come back to earth, judge everyone, punish unbelievers, and reward believers. If it would be helpful in your language, you could make this idea more explicit. See how you translated the similar phrase in [3:13](../03/13.md). Alternate translation: [until when the Lord comes back to earth] or [to the return of our Lord to us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublenegatives",
        "orig_language_quote": "οὐ μὴ φθάσωμεν",
        "note": "The words translated **certainly not** are two negative words. In this construction, the second negative does not cancel the first to create a positive meaning. Instead, it gives greater emphasis to the negative. If your language can use two negatives that do not cancel one another to create a positive meaning, you could use a double negative here. If your language does not use two negatives in that way, you could translate with one strong negative, as the ULT does. Alternate translation: [will by no means go before]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οὐ μὴ φθάσωμεν",
        "note": "Here, the phrase **will certainly not go before** indicates that people who are alive when Jesus comes back will not meet him first. Instead, believers who have died will meet him first, and then believers who are alive will meet him. Paul explains this further in the following verse (see [4:16](../04/16.md)). If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [will certainly not go to Jesus before] or [will certainly not be with Jesus before]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-euphemism",
        "orig_language_quote": "τοὺς κοιμηθέντας",
        "note": "See how you translated the similar phrase in [4:13–14](../04/13.md). Alternate translation: [the ones having passed away] or [the ones who are dead]"
      }
    ]
  },
  {
    "reference": "1Th 4:16",
    "bsb_verse_text": "For the Lord Himself will descend from heaven with a loud command, with the voice of an archangel, and with the trumpet of God, and the dead in Christ will be the first to rise.",
    "ult_verse_text": "For the Lord himself, with a shout, with the voice of an archangel, and with a trumpet of God, will come down from heaven, and the dead in Christ will rise first.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "ὅτι",
        "note": "Here, the word **For** introduces an elaboration or explanation of what Paul said in the previous verse about how living believers will not “go before” dead believers (see [4:15](../04/15.md)). This explanation continues in [4:17](../04/17.md). If it would be helpful in your language, you could use a word or phrase that introduces an elaboration or explanation. Alternate translation: [Here is what I mean:] or [More specifically,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "αὐτὸς ὁ Κύριος",
        "note": "For emphasis, Paul is stating the pronoun “him,” which is already implied in the verbal phrase **will come down**. If your language can state implied pronouns explicitly for emphasis, you may want to use that construction in your translation. Other languages may have other ways of bringing out this emphasis. The ULT does so by using the intensive pronoun **himself**. Alternate translation: [it is the Lord who] or [as for the Lord, he]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-time-simultaneous",
        "orig_language_quote": "ἐν κελεύσματι, ἐν φωνῇ ἀρχαγγέλου, καὶ ἐν σάλπιγγι Θεοῦ",
        "note": "Here Paul provides a list with three items. This list might refer to: (1) three different actions that all make sounds. Alternate translation: [with a loud command, the voice of an archangel, and a trumpet of God]; (2) one action, the **loud command**. This **command** is made up of the **voice of an archangel** and the **trumpet of God**. Alternate translation: [with a loud command given by the voice of an archangel and by a trumpet of God]; (3) two different actions, the **loud command** and the **voice of an archangel**, and the **archangel** uses **a trumpet of God**. Alternate translation: [with a loud command and with the voice of an archangel who uses a trumpet of God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν κελεύσματι",
        "note": "Here Paul does not specify who gives the **loud command**. He implies that it is God. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [with a loud command from God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "σάλπιγγι Θεοῦ",
        "note": "Paul is using the possessive form to describe **a trumpet** that is related to **God**. More specifically, the **trumpet** could: (1) be one that **God** commands to be blown. Alternate translation: [a trumpet that God has someone blow]; (2) belong to **God**. Alternate translation: [God’s trumpet]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-time-sequential",
        "orig_language_quote": "καὶ",
        "note": "Here, the word **and** introduces an event that comes after the previously described events. If it would be helpful in your language, you could use a word or phrase introduces the next event in a sequence. Alternate translation: [and then] or [and after that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "οἱ νεκροὶ",
        "note": "Paul is using the adjective **dead** as a noun in order to refer to believers who are **dead**. Your language may use adjectives in the same way. If not, you could translate this with a noun phrase. Alternate translation: [the dead people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Χριστῷ",
        "note": "Here Paul uses the spatial metaphor **in Christ** to describe the union of believers with **Christ**. In this case, being **in Christ**, or united to Christ, indicates that Paul is speaking only about **the dead** who are united to Christ, that is, believers. If it would be helpful in your language, you could use a phrase that indicates that Paul is speaking about believers who have died. Alternate translation: [Christians] or [who believed in Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἀναστήσονται",
        "note": "Here, the word **rise** refers to people who had died then coming back to life. If it would be helpful in your language, you could use a comparable idiom or express the idea plainly. Alternate translation: [will be restored to life] or [will resurrect]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πρῶτον",
        "note": "Here, the word **first** indicates that, after Jesus comes down from heaven, **the dead in Christ** will resurrect before anything else happens. Paul indicates in the following verse what happens after they resurrect. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [before anything else happens] or [immediately afterwards]"
      }
    ]
  },
  {
    "reference": "1Th 4:17",
    "bsb_verse_text": "After that, we who are alive and remain will be caught up together with them in the clouds to meet the Lord in the air. And so we will always be with the Lord.",
    "ult_verse_text": "Then we, the ones living, the ones surviving, will be caught up together with them in the clouds to meet the Lord in the air, and in this way we will always be with the Lord.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-time-sequential",
        "orig_language_quote": "ἔπειτα",
        "note": "Here, the word **Then** indicates that what Paul is about to describe will only happen after the events he described in the previous verse. If it would be helpful in your language, you could use a form that introduces the next event in a sequence. Alternate translation: [Next,] or [Afterward,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἡμεῖς οἱ ζῶντες, οἱ περιλειπόμενοι ἅμα σὺν αὐτοῖς, ἁρπαγησόμεθα",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was God. Alternate translation: [God will catch us, the ones living, the ones surviving, up together with them]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμεῖς & πάντοτε & ἐσόμεθα",
        "note": "By **we** in both clauses, Paul includes himself, his fellow workers, and the Thessalonians, so use the inclusive form of that word in your translation if your language marks that distinction."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-distinguish",
        "orig_language_quote": "ἡμεῖς οἱ ζῶντες, οἱ περιλειπόμενοι",
        "note": "Here, the phrases **the ones living** and **the ones surviving** distinguish **we** from other people. Be sure that this distinction is clear in your translation. See how you translated the similar phrases in [4:15](../04/15.md). Alternate translation: [we, by which I mean those of us who live, who survive]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "αὐτοῖς",
        "note": "The pronoun **them** refers to “the dead in Christ” who resurrect. Paul mentioned them in the previous verse. If it would be helpful in your language, you could make the referent more explicit. Alternate translation: [the resurrected believers] or [the dead who live again]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν νεφέλαις",
        "note": "Here, the phrase **in the clouds** could refer to: (1) the place where believers meet the Lord. In other words, the **clouds** are in the **air**, which is where believers **meet the Lord**. Alternate translation: [up among the clouds]; (2) the means by which believers go to meet the Lord. In this case, the **clouds** are what believers stand on as they go to meet the Lord. Some people in Paul’s culture told stories about people standing on clouds as they traveled to heaven. Alternate translation: [on the clouds] or [by means of clouds]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἰς ἀπάντησιν τοῦ Κυρίου εἰς ἀέρα",
        "note": "Here, the phrase **to meet** refers to going to greet someone. Paul could be implying that, after believers greet him, Jesus: (1) continues to earth with all believers. Alternate translation: [to meet the Lord in the air and return to earth with him]; (2) goes back up to heaven with all believers, either temporarily or eternally. Alternate translation: [to meet the Lord in the air and go back to heaven with him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἰς ἀέρα",
        "note": "Here, the phrase **in the air** refers to the area above the earth but below heaven, an area often called the sky. If it would be helpful in your language, you could use a word or phrase that refers to this area. Alternate translation: [above the earth] or [up in the atmosphere]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οὕτως",
        "note": "Here, the phrase **in this way** refers to the process that Paul has outlined in this verse and the previous verse. If it would be helpful in your language, you could use a word or phrase that introduces the result of a process. Alternate translation: [as a result] or [after all those events]"
      }
    ]
  },
  {
    "reference": "1Th 4:18",
    "bsb_verse_text": "Therefore encourage one another with these words.",
    "ult_verse_text": "Therefore, encourage one another with these words.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὥστε",
        "note": "Here, the word **Therefore** introduces what Paul wants the Thessalonians to do in response to what he has told them about Jesus’ second coming and the resurrection of dead believers. If it would be helpful in your language, you could use a word or phrase that introduces the application of a specific teaching. Alternate translation: [So then] or [Now that I have taught you these things]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν τοῖς λόγοις τούτοις",
        "note": "Here, the phrase **these words** refers to what Paul has said in [4:13–17](../04/13.md). If it would be helpful in your language, you could use a word or phrase that refers back to this entire section. Alternate translation: [with all these things that I have taught you] or [with the message I have spoken]"
      }
    ]
  },
  {
    "reference": "1Th 5:1",
    "bsb_verse_text": "Now about the times and seasons, brothers, we do not need to write to you.",
    "ult_verse_text": "Now concerning the times and the seasons, brothers, you have no need {for anything} to be written to you.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "δὲ",
        "note": "Here, the word **Now** introduces a new section in the letter. If it would be helpful in your language, you could use a word or phrase that introduces a new section, or you could leave **Now** untranslated. Alternate translation: [Next,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τῶν χρόνων καὶ τῶν καιρῶν",
        "note": "Here Paul implies that **the times and the seasons** relate to questions concerning when Jesus will come back. In other words, Paul has begun to talk about the timing of Jesus’ second coming. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [the times and the seasons after which Jesus will return] or [the times and the seasons related to Jesus’ second coming]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "τῶν χρόνων καὶ τῶν καιρῶν",
        "note": "The terms **times** and **seasons** mean similar things. Paul is using the two terms together to refer in general to the timing of Jesus’ second coming. If it would be clearer for your readers, you could express this idea with a single phrase. Alternate translation: [the precise time] or [the periods of time]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ὑμῖν γράφεσθαι",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who would do the action, it is clear from the context that it would be Paul and his fellow workers. Alternate translation: [for us to write anything to you]"
      }
    ]
  },
  {
    "reference": "1Th 5:2",
    "bsb_verse_text": "For you are fully aware that the Day of the Lord will come like a thief in the night.",
    "ult_verse_text": "For you yourselves know perfectly well that the day of the Lord comes in this manner—as a thief in the night.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **For** introduces a reason why the Thessalonians “have no need for anything to be written” to them about the timing of Jesus’ second coming. If it would be helpful in your language, you could use a word or phrase that introduces a reason or basis for a previous claim. Alternate translation: [In fact,] or [Indeed,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "αὐτοὶ & ἀκριβῶς οἴδατε",
        "note": "For emphasis, Paul is stating the pronoun **you**, which is already implied in the verb **know**. If your language can state implied pronouns explicitly for emphasis, you may want to use that construction in your translation. Other languages may have other ways of bringing out this emphasis. The ULT does so by using the intensive pronoun **yourselves**. Alternate translation: [as for you, you know perfectly well] or [it is you who know perfectly well]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἔρχεται",
        "note": "Here, Paul speaks of **the day of the Lord** as if it were a person who could come to a place. He means that the event named **the day of the Lord** will happen. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [will happen] or [occurs]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ὡς κλέπτης ἐν νυκτὶ οὕτως ἔρχεται",
        "note": "Paul is saying that **the day of the Lord** is like **a thief in the night** because people cannot tell when either one will happen. If it would be helpful in your language, you could state that explicitly. Alternate translation: [comes in this manner—unexpectedly, as a thief comes unexpectedly in the night] or [comes when people are not looking for it, just as thief steals in the night when people are not looking]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicitinfo",
        "orig_language_quote": "ὡς & οὕτως",
        "note": "Having both terms **in this manner** and **as** in this sentence may be redundant in your language. If it would be helpful in your language, you could express the idea in another way. Alternate translation: [as]"
      }
    ]
  },
  {
    "reference": "1Th 5:3",
    "bsb_verse_text": "While people are saying, “Peace and security,” destruction will come upon them suddenly, like labor pains on a pregnant woman, and they will not escape.",
    "ult_verse_text": "Whenever they say, “Peace and safety,” then sudden destruction comes on them, just as the birth pain to the one having in the womb, and they will certainly not escape.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-pastforfuture",
        "orig_language_quote": "ὅταν λέγωσιν, εἰρήνη καὶ ἀσφάλεια, τότε αἰφνίδιος αὐτοῖς ἐφίσταται ὄλεθρος",
        "note": "Here Paul uses the present tense forms **say** and **comes** to refer to something that will happen in the future. He uses the present tense to indicate that these things will certainly happen. If it would be helpful in your language, you could use the future tense. Alternate translation: [Whenever they will be saying, “Peace and safety,” then sudden destruction will come on them]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-time-simultaneous",
        "orig_language_quote": "ὅταν λέγωσιν, εἰρήνη καὶ ἀσφάλεια, τότε αἰφνίδιος & ὄλεθρος",
        "note": "Here, the word **Whenever** introduces something that is happening when the **sudden destruction comes**. If it would be helpful in your language, you could use a form that describes things that happen at the same time. Alternate translation: [While they are saying, “Peace and safety,” sudden destruction] or [They will be saying, “Peace and safety,” but then sudden destruction]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-quotations",
        "orig_language_quote": "λέγωσιν, εἰρήνη καὶ ἀσφάλεια, τότε",
        "note": "It may be more natural in your language to have an indirect quotation here. Alternate translation: [they say that there is peace and safety, then]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "λέγωσιν & αὐτοῖς & οὐ μὴ ἐκφύγωσιν",
        "note": "Here, the pronouns **they**, **them**, and **they** refer to every person who is not a believer. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [unbelievers say … on them … they will certainly not escape]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰρήνη καὶ ἀσφάλεια",
        "note": "If your language does not use abstract nouns for the ideas of **Peace** and **safety**, you could express the same ideas in another way. Alternate translation: [We are peaceful and safe] or [We live peacefully and safely]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "αἰφνίδιος αὐτοῖς ἐφίσταται ὄλεθρος, ὥσπερ ἡ ὠδὶν τῇ",
        "note": "If your language does not use an abstract noun for the idea of **destruction**, you could express the same idea in another way. Alternate translation: [they will suddenly be destroyed, just as the birth pain comes to the one]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὄλεθρος",
        "note": "Here, the word **destruction** refers to severe suffering or punishment. It does not mean that they people who experience the **destruction** cease to exist. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [ruin] or [disaster]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ὥσπερ ἡ ὠδὶν τῇ ἐν γαστρὶ ἐχούσῃ; καὶ οὐ μὴ ἐκφύγωσιν",
        "note": "Paul is saying that **sudden destruction** during the day of the Lord is like **birth pain** because both events begin suddenly and cannot be avoided. If it would be helpful in your language, you could state that explicitly. Alternate translation: [just as the birth pain comes suddenly on the one having in the womb, and just as she cannot escape from the birth pain, so they will certainly not escape the destruction]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τῇ ἐν γαστρὶ ἐχούσῃ",
        "note": "Here, the phrase **the one having in the womb** refers to a woman who is pregnant. If it would be helpful in your language, you could use a comparable phrase or state the meaning plainly. Alternate translation: [to a woman with child] or [to a woman who is pregnant]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublenegatives",
        "orig_language_quote": "οὐ μὴ ἐκφύγωσιν",
        "note": "The words translated **certainly not** are two negative words. In this construction, the second negative does not cancel the first to create a positive meaning. Instead, it gives greater emphasis to the negative. If your language can use two negatives that do not cancel one another to create a positive meaning, you could use a double negative here. If your language does not use two negatives in that way, you could translate with one strong negative, as the ULT does. Alternate translation: [they will by no means escape]"
      }
    ]
  },
  {
    "reference": "1Th 5:4",
    "bsb_verse_text": "But you, brothers, are not in the darkness so that this day should overtake you like a thief.",
    "ult_verse_text": "But you, brothers, are not in darkness, so that the day might overtake you as a thief.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ὑμεῖς δέ, ἀδελφοί & ἐστὲ",
        "note": "Here, the phrase **But you** introduces what is true about the Thessalonians in contrast to what Paul has said about unbelievers. If it would be helpful in your language, you could use a phrase that contrasts the Thessalonians with unbelievers. Alternate translation: [However, as for you, brothers, you are] or [In contrast, brothers, you are]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "οὐκ ἐστὲ ἐν σκότει",
        "note": "Here Paul speaks as if the Thessalonians are not in a place that has no light. He could mean that: (1) they are not ignorant about the day of the Lord. Alternate translation: [are not ignorant] or [know about these things]; (2) they are not avoiding and disobeying God. Alternate translation: [are not disobeying God] or [are not far away from God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν σκότει",
        "note": "If your language does not use an abstract noun for the idea of **darkness**, you could express the same idea in another way. Alternate translation: [in dark places] or [without the light]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "καταλάβῃ",
        "note": "Here, Paul speaks of **the day** as if it were a person who could **overtake** the Thessalonians. He means that the event named **the day** will not surprise or shock the Thessalonians. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [might surprise] or [might startle]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ἡ ἡμέρα ὑμᾶς ὡς κλέπτας καταλάβῃ",
        "note": "Paul is saying that **the day** of the Lord will **overtake** some people as sunshine overtakes **thieves** because both the people and the thieves are surprised by and unprepared for the **day** to arrive. If it would be helpful in your language, you could state that explicitly. Alternate translation: [the day might overtake you as daytime overtakes thieves while they are stealing] or [you are unprepared for the day as thieves are unprepared for the sun to rise]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἡ ἡμέρα",
        "note": "Here Paul is again referring to what he called “the day of the Lord” in [5:2](../05/02.md). Make sure that your readers recognize that this is the same **day**, and express the idea as you did in [5:2](../05/02.md). Alternate translation: [Jesus’ second coming] or [the time when Jesus comes back]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ὡς κλέπτας",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [as daylight overtakes thieves]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "ὡς κλέπτας",
        "note": "Here, many ancient manuscripts read **as thieves**. The ULT follows that reading. Other ancient manuscripts read “as a thief.” This reading would mean that the **day** overtakes some people **as a thief** overtakes people and steals from them. If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      }
    ]
  },
  {
    "reference": "1Th 5:5",
    "bsb_verse_text": "For you are all sons of the light and sons of the day; we do not belong to the night or to the darkness.",
    "ult_verse_text": "For you are all sons of light and sons of day. We are not of night, nor of darkness.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **For** introduces a reason or basis for what Paul has said about how the “day” will not overtake the Thessalonians (see [5:2](../05/02.md)). If it would be helpful in your language, you could use a word or phrase that introduces a reason or basis for a previous claim. Alternate translation: [In fact,] or [That is true because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "πάντες & ὑμεῖς υἱοὶ φωτός ἐστε, καὶ υἱοὶ ἡμέρας οὐκ ἐσμὲν νυκτὸς οὐδὲ σκότους",
        "note": "Here, the phrases **sons of the light** and **sons of day** mean basically the same thing. Also, the phrases **of night** and **of darkness** mean basically the same thing. Paul is using these phrases together for emphasis. If it would be clearer for your readers, you could express the emphasis by using a single phrase in each sentence. Alternate translation: [you are all sons of the day. We are not of night] or [you are all sons of the bright day. We are not of the dark night]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "πάντες & ὑμεῖς υἱοὶ φωτός ἐστε, καὶ υἱοὶ ἡμέρας",
        "note": "The expression **son of** describes a person who shares the qualities of something. Paul is using this expression to describe the behavior and character of the Thessalonians, since they are people who are characterized by **light** and **day**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [you are all characterized by light and characterized by day] or [you all belong to the light and belong to the day]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πάντες & ὑμεῖς υἱοὶ φωτός ἐστε, καὶ υἱοὶ ἡμέρας",
        "note": "Here Paul speaks of the Thessalonians as if they were characterized by **light** and **day** (see the previous note for the meaning of the phrase **son of**). He means that they obey God and do what is right. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [you are all people who obey God and do what is right]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "υἱοὶ φωτός & καὶ υἱοὶ ἡμέρας",
        "note": "Although the term **sons** is masculine, Paul is using the word in a generic sense that includes both men and women. If it would be helpful in your language, you could use a phrase that makes this clear. Alternate translation: [children of light and children of day]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "οὐκ ἐσμὲν νυκτὸς οὐδὲ σκότους",
        "note": "Here, Paul is using the possessive form to describe how **We** are not characterized by **night** or **darkness**. If it would be helpful in your language, you could express the idea in another way. Alternate translation: [We are not characterized by night nor characterized by darkness] or [We do not belong to the night nor do we belong to the darkness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "οὐκ ἐσμὲν νυκτὸς οὐδὲ σκότους",
        "note": "Here Paul speaks of believers as those who are not characterized by **night** and **darkness** (see the previous note for the meaning of the phrases **of night** and **of darkness**). He means that believers are not people who disobey God and do what is wrong. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [we are not people who disobey God and do what is wrong]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἐσμὲν",
        "note": "Here, the word **We** includes Paul, his fellow workers, and the Thessalonians. Your language may require you to mark this form."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "σκότους",
        "note": "If your language does not use an abstract noun for the idea of **darkness**, you could express the same idea in another way. Alternate translation: [of dark places] or [without light]"
      }
    ]
  },
  {
    "reference": "1Th 5:6",
    "bsb_verse_text": "So then, let us not sleep as the others do, but let us remain awake and sober.",
    "ult_verse_text": "So then, let us not sleep as the rest, but let us keep watch and be sober.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἄρα οὖν",
        "note": "Here, the phrase **So then** introduces what Paul wants believers to do in response to what he has said about Jesus’ second coming. If it would be helpful in your language, you could use a word or phrase that introduces the application of a specific teaching. Alternate translation: [Because those things are true] or [Now that I have taught you these things]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "μὴ καθεύδωμεν & γρηγορῶμεν",
        "note": "Here, both times Paul uses the word **us**, it includes Paul, his fellow workers, and the Thessalonians. Your language may require you to mark these forms."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μὴ καθεύδωμεν",
        "note": "Here Paul speaks about the people “of the night” and “of the darkness” as if they were sleeping. He means that they are unaware of or unprepared for the Lord’s return because they are living sinfully. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [let us not behave sinfully and ignorantly] or [let us not act as if the Lord is not coming]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "οἱ λοιποί",
        "note": "Paul is using the adjective **rest** as a noun to refer to a group of people that includes everyone who does not believe. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [the rest of people] or [everyone else]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "οἱ λοιποί",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [the rest sleep]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "γρηγορῶμεν καὶ νήφωμεν",
        "note": "Here, Paul speaks as if believers were guards who needed to **keep watch and be sober**. He means that believers should be aware of and prepared for the Lord’s return, and they should be self-controlled so that they live in a way that pleases God. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [let us be spiritually alert and self-controlled] or [let us confidently expect the Lord to return and live in a way that pleases God]"
      }
    ]
  },
  {
    "reference": "1Th 5:7",
    "bsb_verse_text": "For those who sleep, sleep at night, and those who get drunk, get drunk at night.",
    "ult_verse_text": "For the ones sleeping sleep at night, and the ones getting drunk get drunk at night.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γὰρ",
        "note": "Here, the word **For** introduces a further explanation of the contrast between night and day (see [5:8](../05/08.md)). If it would be helpful in your language, you could use a word or phrase that introduces a further explanation, or you could leave **For** untranslated. Alternate translation: [Indeed,] or [As you know,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "οἱ & καθεύδοντες, νυκτὸς καθεύδουσιν; καὶ οἱ μεθυσκόμενοι, νυκτὸς μεθύουσιν",
        "note": "Here Paul provides two parallel examples of what people do **at night**. He repeats the same structure and the phrase **at night** in both clauses, which emphasizes **at night**. If it would be helpful in your language, you could combine the two examples into one clause and emphasize **at night** in another way. Alternate translation: [it is at night that people sleep and drunkards get drunk] or [the ones sleeping and the ones getting drunk do so during the night]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "οἱ & καθεύδοντες, νυκτὸς καθεύδουσιν; καὶ οἱ μεθυσκόμενοι, νυκτὸς μεθύουσιν",
        "note": "Here Paul provides common examples of what people sometimes do during the **night**. He is not using **sleeping** and **getting drunk** to speak about something else. If it would be helpful in your language, you make it clearer that Paul is providing examples from regular life. Alternate translation: [here are some things that people often do at night: they sleep, or they get drunk]"
      }
    ]
  },
  {
    "reference": "1Th 5:8",
    "bsb_verse_text": "But since we belong to the day, let us be sober, putting on the breastplate of faith and love, and the helmet of our hope of salvation.",
    "ult_verse_text": "But let us, being of day, be sober, having put on the breastplate of faith and of love, and a helmet—the hope of salvation.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "Here, the word **But** introduces a contrast with the people who “sleep” and “get drunk” during the night (see [5:7](../05/07.md)). If it would be helpful in your language, you could use a word or phrase that contrasts two groups of people. Alternate translation: [In contrast,] or [Unlike them,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμεῖς",
        "note": "Here, the word **us** includes Paul, his fellow workers, and the Thessalonians. Your language may require you to mark this form."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἡμέρας ὄντες",
        "note": "Here, the phrase **being of day** provides a reason why the Thessalonians should **be sober**. If it would be helpful in your language, you could include a word or phrase that introduces a reason. Alternate translation: [because we are of day]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἡμέρας",
        "note": "Here, the phrase **of day** means basically the same thing as the phrase “sons of day” in [5:5](../05/05.md). Paul means that believers obey God and do what is right, just as people usually do what is right during the **day**. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [people who obey God and do what is right]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἡμεῖς δὲ ἡμέρας ὄντες, νήφωμεν",
        "note": "Here, the phrase **be sober** contrasts with the phrase “get drunk” in the previous verse ([5:7](../05/07.md)). Paul means that believers should be self-controlled and obedient to God. He does not just mean that they should not get drunk, although that is part of the command. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [But let us, being of day, not get drunk but be self-controlled]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐνδυσάμενοι θώρακα πίστεως καὶ ἀγάπης, καὶ περικεφαλαίαν, ἐλπίδα σωτηρίας",
        "note": "Here Paul speaks of Christians acting in **faith** and **love** as if each of them were a soldier putting on a **breastplate**. He speaks of Christians experiencing **the hope of salvation** as if each of them were a soldier putting on a **helmet**. He means that **faith**, **love**, and **hope** protect believers, just as armor protects soldiers. Paul does not directly state what believers are protected from, but he implies that it is sin and evil powers, including the devil. If it would be helpful in your language, you could use a simile or state the meaning plainly. Alternate translation: [acting in faith and love as if they were a breastplate you could put on, and having the hope of salvation as if it were a helmet you would wear] or [protecting yourselves by acting in faith and love and by having the hope of salvation]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "θώρακα πίστεως καὶ ἀγάπης, καὶ περικεφαλαίαν, ἐλπίδα σωτηρίας",
        "note": "If your language does not use abstract nouns for the ideas of **faith**, **love**, **hope**, and **salvation**, you could express the same ideas in another way. Alternate translation: [the breastplate, which stands for believing God and loving people, and a helmet, which stands for hoping that God will save us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "θώρακα πίστεως καὶ ἀγάπης",
        "note": "Here, Paul is using the possessive form to define **the breastplate** as **faith** and **love**. If this is not clear in your language, you could express the idea in another way. Alternate translation: [a breastplate, which is faith and love] or [the breastplate that is faith and love]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "περικεφαλαίαν",
        "note": "A **helmet** is a strong hat that a soldier would wear to protect his or her head. If your readers would not be familiar with this type of armor, you could use the name of something similar in your area or you could use a more general term. Alternate translation: [a protective hat] or [something to protect our heads]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ἐλπίδα σωτηρίας",
        "note": "Here, Paul is using the possessive form to describe **hope** that is focused on **salvation**. If this is not clear in your language, you could express the idea in another way. Alternate translation: [the hope for salvation] or [the hope that expects salvation]"
      }
    ]
  },
  {
    "reference": "1Th 5:9",
    "bsb_verse_text": "For God has not appointed us to suffer wrath, but to obtain salvation through our Lord Jesus Christ.",
    "ult_verse_text": "For God did not appoint us for wrath, but for the obtaining of salvation through our Lord Jesus Christ,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὅτι",
        "note": "Here, the word **For** introduces a reason why the Thessalonians should do what Paul has commanded them to do in [5:6–8](../05/06.md). If it would be helpful in your language, you could use a word or phrase that introduces the reason or basis for previous commands. Alternate translation: [You should do those things because] or [I urge you to do those things since]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμᾶς & ἡμῶν",
        "note": "Here, the words **us** and **our** include Paul, his fellow workers, and the Thessalonians. Your language may require you to mark these forms."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἰς ὀργὴν",
        "note": "Here, the word **wrath** refers to how God will punish people who do not believe and who disobey him. This punishment will occur during “the day of the Lord” that Paul has already mentioned. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [for future punishment] or [to experience punishment when Jesus returns]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰς ὀργὴν",
        "note": "If your language does not use an abstract noun for the idea of **wrath**, you could express the same idea in another way. Alternate translation: [to be punished]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἀλλὰ εἰς",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [but he appointed us for]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "εἰς περιποίησιν σωτηρίας",
        "note": "Here, Paul is using the possessive form to describe **obtaining** something, which is **salvation**. If this is not clear in your language, you could express the idea in another way. Alternate translation: [for obtaining salvation] or [to obtain salvation]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰς περιποίησιν σωτηρίας",
        "note": "If your language does not use an abstract noun for the idea of **salvation**, you could express the same idea in another way. Alternate translation: [to be saved]"
      }
    ]
  },
  {
    "reference": "1Th 5:10",
    "bsb_verse_text": "He died for us so that, whether we are awake or asleep, we may live together with Him.",
    "ult_verse_text": "the one having died for us so that, whether we keep watch or sleep, we will live together with him.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-distinguish",
        "orig_language_quote": "τοῦ ἀποθανόντος περὶ ἡμῶν",
        "note": "Here, the phrase **the one having died for us** gives more information about “our Lord Jesus Christ.” It does not distinguish between several Christs. If it would be helpful in your language, you could use a form that adds information instead of making distinctions. Alternate translation: [and he is the one who died for us] or [who died for us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμῶν & γρηγορῶμεν & ζήσωμεν",
        "note": "Here, the words **us**, **we**, and **we** include Paul, his fellow workers, and the Thessalonians. Your language may require you to mark these forms."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "περὶ ἡμῶν",
        "note": "Here, the phrase **for us** could indicate that Jesus **died**: (1) to benefit or help us. Alternate translation: [for our benefit]; (2) instead of or in place of us. Alternate translation: [in place of us] or [instead of us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "Here, the phrase **so that** introduces the purpose for which Jesus **died**. If it would be helpful in your language, you could use a word or phrase that introduces a purpose. Alternate translation: [in order that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "εἴτε γρηγορῶμεν εἴτε καθεύδωμεν",
        "note": "Here Paul could be using the terms **keep watch** and **sleep** to refer to: (1) being alive and being dead. Alternate translation: [whether we are alive or die]; (2) waiting expectantly for Jesus to return and being dead. Alternate translation: [whether we continue to expect Jesus to return or have died]; (3) doing what pleases God and not doing what pleases God. Alternate translation: [whether we do not always please God or whether we do what pleases him]"
      }
    ]
  },
  {
    "reference": "1Th 5:11",
    "bsb_verse_text": "Therefore encourage and build one another up, just as you are already doing.",
    "ult_verse_text": "Therefore, encourage one another and build up one the one, just as also you are doing.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὸ",
        "note": "Here, the word **Therefore** introduces what Paul wants the Thessalonians to do in response to what he has told them about Jesus’ second coming and how to be ready for it. If it would be helpful in your language, you could use a word or phrase that introduces the application of a specific teaching. Alternate translation: [So then] or [Now that I have taught you these things]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "παρακαλεῖτε ἀλλήλους, καὶ οἰκοδομεῖτε εἷς τὸν ἕνα",
        "note": "The commands **encourage one another** and **build up one the one** mean similar things. Paul is using the two terms together for emphasis. If it would be clearer for your readers, you could express the emphasis with a single phrase. Alternate translation: [encourage one another] or [build one another up]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "οἰκοδομεῖτε εἷς τὸν ἕνα",
        "note": "Here, Paul is speaking of the Thessalonian believers as if they were a building. If it would be clearer in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [help one the one become more faithful to Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "εἷς τὸν ἕνα",
        "note": "Here, the phrase **one the one** indicates that each person should be building up each other person. If it would be helpful in your language, you could use a form that refers to people building each other up. Alternate translation: [one another]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καθὼς καὶ ποιεῖτε",
        "note": "Here Paul means that the Thessalonians are already doing what he is asking them to do. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [which indeed you are already doing for each other]"
      }
    ]
  },
  {
    "reference": "1Th 5:12",
    "bsb_verse_text": "But we ask you, brothers, to acknowledge those who work diligently among you, who care for you in the Lord and who admonish you.",
    "ult_verse_text": "Now we ask you, brothers, to recognize the ones laboring among you and leading you in the Lord and admonishing you,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "δὲ",
        "note": "Here, the word **Now** introduces a new section in the letter. If it would be helpful in your language, you could use a word or phrase that introduces a new section, or you could leave **Now** untranslated. Alternate translation: [Further,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-distinguish",
        "orig_language_quote": "τοὺς κοπιῶντας ἐν ὑμῖν, καὶ προϊσταμένους ὑμῶν ἐν Κυρίῳ, καὶ νουθετοῦντας ὑμᾶς",
        "note": "Here Paul is describing one group of people who do three different things. He is not making distinctions between three different groups. Make sure that your translation refers to only one group of people. Alternate translation: [the people who labor among you, who lead you in the Lord, and who admonish you] or [your leaders who labor among you and lead you in the Lord and admonish you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τοὺς κοπιῶντας ἐν ὑμῖν, καὶ προϊσταμένους ὑμῶν ἐν Κυρίῳ, καὶ νουθετοῦντας ὑμᾶς",
        "note": "Here Paul could be using these three phrases: (1) to refer to three distinct activities. Alternate translation: [the ones laboring among you, leading you in the Lord, and admonishing you]; (2) to refer to one primary activity (**laboring**) that he defines as **leading** and **admonishing**. Alternate translation: [the ones laboring among you by leading you in the Lord and by admonishing you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Κυρίῳ",
        "note": "Here Paul uses the spatial metaphor **in the Lord** to describe the union of believers with **the Lord**. In this case, being **in the Lord**, or united to Christ, could: (1) identify the leaders as those who lead people who believe in Christ. Alternate translation: [as Christians] or [as Christ’s people]; (2) indicate that **the Lord** has authorized these leaders. Alternate translation: [as the Lord has authorized them] or [as representatives of the Lord]"
      }
    ]
  },
  {
    "reference": "1Th 5:13",
    "bsb_verse_text": "In love, hold them in highest regard because of their work. Live in peace with one another.",
    "ult_verse_text": "and to regard them highly in love because of their work. Be at peace among yourselves.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "καὶ ἡγεῖσθαι αὐτοὺς ὑπέρἐκπερισσοῦ ἐν ἀγάπῃ, διὰ τὸ ἔργον αὐτῶν",
        "note": "If it would be helpful in your language, you could state the reason before the result. Alternate translation: [and, because of their work, to regard them highly in love]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἡγεῖσθαι αὐτοὺς ὑπέρἐκπερισσοῦ ἐν ἀγάπῃ",
        "note": "Here, the phrase **in love** could give: (1) the context in which the Thessalonians should **regard them highly**. In other words, the Thessalonians should **regard them highly** while they are loving them. Alternate translation: [while you are loving them to regard them highly]; (2) the manner in which the Thessalonians should **regard them highly**. Alternate translation: [to regard them highly by loving them] or [to regard them with great love]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἡγεῖσθαι αὐτοὺς ὑπέρἐκπερισσοῦ",
        "note": "Here, the phrase **regard them highly** means that the Thessalonians should greatly respect and honor their leaders in the church. If it would be helpful in your language, you could use a comparable phrase or state the meaning plainly. Alternate translation: [to hold them in high esteem] or [to treat them with respect]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν ἀγάπῃ",
        "note": "If your language does not use an abstract noun for the idea of **love**, you could express the same idea in another way. Alternate translation: [and in a loving way] or [and love them]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰρηνεύετε",
        "note": "If your language does not use an abstract noun for the idea of **peace**, you could express the same idea in another way. Alternate translation: [Act peaceably]"
      }
    ]
  },
  {
    "reference": "1Th 5:14",
    "bsb_verse_text": "And we urge you, brothers, to admonish the unruly, encourage the fainthearted, help the weak, and be patient with everyone.",
    "ult_verse_text": "Now we encourage you, brothers: Admonish the disorderly, comfort the discouraged, help the weak, be patient toward all.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "δὲ",
        "note": "Here, the word **Now** introduces a new section in the letter. If it would be helpful in your language, you could use a word or phrase that introduces a new section, or you could leave **Now** untranslated. Alternate translation: [Next,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "νουθετεῖτε τοὺς ἀτάκτους, παραμυθεῖσθε τοὺς ὀλιγοψύχους, ἀντέχεσθε τῶν ἀσθενῶν, μακροθυμεῖτε πρὸς πάντας",
        "note": "Paul is using the adjectives **disorderly**, **discouraged**, **weak**, and **all** as nouns to refer to groups of people who can be described by these adjectives. Your language may use adjectives in the same way. If not, you could translate these words with equivalent phrases. Alternate translation: [Admonish disorderly people, comfort discouraged people, help weak people, be patient toward all people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τοὺς ἀτάκτους",
        "note": "Here, the word **disorderly** could describe: (1) people who live in undisciplined and disruptive ways. Alternate translation: [the undisciplined]; (2) people who refuse to work to support themselves. Alternate translation: [the idle] or [the lazy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πάντας",
        "note": "Here, the word **all** could refer to: (1) people in general. Alternate translation: [all people]; (2) just believers. Alternate translation: [all believers]"
      }
    ]
  },
  {
    "reference": "1Th 5:15",
    "bsb_verse_text": "Make sure that no one repays evil for evil. Always pursue what is good for one another and for all people.",
    "ult_verse_text": "See that no one repays evil for evil to anyone, but always pursue {what is} good, both for one another and for all.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὁρᾶτε",
        "note": "Here Paul tells the Thessalonians to see or look at what he wants them to do. He means that he wants them to make sure that it happens. If it would be clearer in your language, you could state the meaning plainly. Alternate translation: [Ensure that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "κακὸν ἀντὶ κακοῦ τινι ἀποδῷ",
        "note": "Here Paul means that the Thessalonians should not do what is **evil** to people who have done what is **evil**. In other words, when someone treats them badly, they should not respond in the same way. If it would be helpful in your language, you could use a similar phrase or state the meaning plainly. Alternate translation: [retaliates against anyone who hurts you] or [responds with evil to anyone who does evil]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλὰ",
        "note": "Here, the word **but** introduces a command that is in contrast with repaying **evil for evil**. Use a natural way in your language for introducing this kind of contrast. Alternate translation: [and instead,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "διώκετε",
        "note": "Here Paul speaks as if he wants the Corinthians to run after and try to capture **{what is} good**. He speaks in this way because he wants them to do **{what is} good** as persistently as someone who pursues someone or something. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [seek after] or [try to do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καὶ εἰς ἀλλήλους καὶ εἰς πάντας",
        "note": "Here, the phrase **one another** refers to the believers in Thessalonica. The word **all** refers to all people, whether they are believers or not. If it would be helpful in your language, you could make these ideas more explicit. Alternate translation: [both for your fellow believers and for all people] or [both for each other and for all other people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "πάντας",
        "note": "Paul is using the adjective **all** as a noun to refer to a group of people. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [all people] or [everybody]"
      }
    ]
  },
  {
    "reference": "1Th 5:17",
    "bsb_verse_text": "Pray without ceasing.",
    "ult_verse_text": "Pray continually.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "ἀδιαλείπτως",
        "note": "Paul says **continually** here as a generalization for emphasis. If it would be helpful in your language, you could use a different way to express the emphasis. Alternate translation: [very regularly] or [extremely often]"
      }
    ]
  },
  {
    "reference": "1Th 5:18",
    "bsb_verse_text": "Give thanks in every circumstance, for this is God’s will for you in Christ Jesus.",
    "ult_verse_text": "In everything give thanks, for this {is} the will of God in Christ Jesus for you.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν παντὶ",
        "note": "Here, the phrase **In everything** could refer to: (1) every situation or experience. Alternate translation: [In everything that you experience] or [In every circumstance]; (2) every moment in time. Alternate translation: [At every time] or [At all times]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "εὐχαριστεῖτε & γὰρ",
        "note": "Here, the word **for** could introduce a reason or basis for: (1) the three commands in [5:16–18](../05/16.md). Alternate translation: [give thanks. Do these things since]; (2) just the command to **give thanks**. Alternate translation: [give thanks, which you should do since]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "τοῦτο",
        "note": "Here, the word **this** could refer to: (1) the three commands in [5:16–18](../05/16.md) Alternate translation: [these are]; (2) just the command to **give thanks**. Alternate translation: [that is]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "θέλημα Θεοῦ",
        "note": "If your language does not use an abstract noun for the idea of **will**, you could express the same idea in another way. Alternate translation: [what God desires]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "θέλημα Θεοῦ ἐν Χριστῷ Ἰησοῦ εἰς ὑμᾶς",
        "note": "Here Paul could mean: (1) that the **will of God** has been revealed **in Christ Jesus**. Alternate translation: [the will of God that has been revealed in Christ Jesus for you] or [the will of God as Christ Jesus has shown it to you]; (2) that the **will of God** is for people who are **in Christ Jesus**. In other words, these commands are what God wants people who are in union with **Christ Jesus** to do. Alternate translation: [the will of God for you who are united to Christ Jesus]"
      }
    ]
  },
  {
    "reference": "1Th 5:19",
    "bsb_verse_text": "Do not extinguish the Spirit.",
    "ult_verse_text": "Do not quench the Spirit.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸ Πνεῦμα μὴ σβέννυτε",
        "note": "Paul speaks of the Holy **Spirit** as if he were a fire that that the Thessalonians should not **quench**. Paul means that the Thessalonians should not hinder or oppose the work of the Holy **Spirit**. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [Do not restrain the Spirit] or [Do not hinder the Spirit]"
      }
    ]
  },
  {
    "reference": "1Th 5:20",
    "bsb_verse_text": "Do not treat prophecies with contempt,",
    "ult_verse_text": "Do not despise prophecies.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "μὴ ἐξουθενεῖτε",
        "note": "Here Paul may be giving a specific example of his command not to “quench the Spirit” in [5:19](../05/19.md). If it would be helpful in your language, you could make this connection more explicit. Alternate translation: [Specifically, do not despise] or [For example, do not despise]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-litotes",
        "orig_language_quote": "μὴ ἐξουθενεῖτε",
        "note": "Paul is using a figure of speech here that expresses a strongly positive meaning by using a negative word, **not**, together with an expression that is the opposite of the intended meaning, **despise**. If it would be helpful in your language, you could express the positive meaning. Alternate translation: [Honor] or [Respect]"
      }
    ]
  },
  {
    "reference": "1Th 5:21",
    "bsb_verse_text": "but test all things. Hold fast to what is good.",
    "ult_verse_text": "Test all things.\\f + \\ft Many ancient manuscripts include the word \\fqa But \\fqa* at the beginning of this sentence.\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "πάντα δοκιμάζετε",
        "note": "Here, many ancient manuscripts read **Test all things**. The ULT follows that reading. Other ancient manuscripts read “But test all things.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πάντα δοκιμάζετε; τὸ καλὸν κατέχετε",
        "note": "Here Paul could be referring to: (1) the “prophecies” that he referred to in the previous verse (see [5:20](../05/20.md)). Alternate translation: [Test all prophecies. Hold fast to those that are good]; (2) spiritual gifts, or how the Holy Spirit specially empowers each person. Alternate translation: [Test all spiritual gifts. Hold fast to those that do what is good]; (3) anything people say and do. Alternate translation: [Test all things that people say and do. Hold fast to those that are good]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸ καλὸν κατέχετε",
        "note": "Here Paul speaks as if **what {is} good** were an object that the Thessalonians could grasp tightly. He means that they should believe and act based on whatever is **good**. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [Adhere to what is good] or [Follow what is good]"
      }
    ]
  },
  {
    "reference": "1Th 5:22",
    "bsb_verse_text": "Abstain from every form of evil.",
    "ult_verse_text": "Keep yourselves from every form of evil.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀπὸ παντὸς εἴδους πονηροῦ ἀπέχεσθε",
        "note": "Here, much as in the previous verse ([5:22](../05/22.md)), Paul could be referring to: (1) the “prophecies” that he referred to in [5:20](../05/20.md). Alternate translation: [Keep yourselves from every form of evil prophecy]; (2) spiritual gifts, or how the Holy Spirit specially empowers each person. Alternate translation: [Keep yourselves from every form of spiritual gift that does what is evil]; (3) anything people say and do. Alternate translation: [Keep yourselves from every form of what people say and do that is evil]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "παντὸς εἴδους πονηροῦ",
        "note": "Here, Paul is using the possessive form to describe **every form** that is characterized by **evil**. If this is not clear in your language, you could express the idea in another way. Alternate translation: [every form that evil takes] or [evil in any form]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἴδους",
        "note": "Here, the word translated **form** could refer to: (1) a type or kind of something. Alternate translation: [type]; (2) the way that something looks or appears. Alternate translation: [appearance]"
      }
    ]
  },
  {
    "reference": "1Th 5:23",
    "bsb_verse_text": "Now may the God of peace Himself sanctify you completely, and may your entire spirit, soul, and body be kept blameless at the coming of our Lord Jesus Christ.",
    "ult_verse_text": "Now may the God of peace himself sanctify you completely, and may your whole spirit, and soul, and body be kept blamelessly at the coming of our Lord Jesus Christ.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "δὲ",
        "note": "Here, the word **Now** introduces a new section, a blessing from Paul to the Thessalonians. If it would be helpful in your language, you could use a word or phrase that introduces a new section, or you could leave **Now** untranslated. Alternate translation: [Next,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "αὐτὸς & ὁ Θεὸς τῆς εἰρήνης ἁγιάσαι ὑμᾶς ὁλοτελεῖς, καὶ ὁλόκληρον ὑμῶν τὸ πνεῦμα, καὶ ἡ ψυχὴ, καὶ τὸ σῶμα, ἀμέμπτως ἐν τῇ παρουσίᾳ τοῦ Κυρίου ἡμῶν, Ἰησοῦ Χριστοῦ, τηρηθείη",
        "note": "Here Paul is asking God to bless the Thessalonians. You could express this as either a blessing or a prayer, in whichever way is more natural in your language. Alternate translation: [we ask the God of peace himself to sanctify you completely, and we ask that your whole spirit, and soul, and body be kept blamelessly at the coming of our Lord Jesus Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ὁ Θεὸς τῆς εἰρήνης",
        "note": "Here Paul uses the possessive form **the God of peace**, which is a title for God found in the New Testament (see [Romans 15:33](../../rom/15/33.md); [16:20](../../rom/16/20.md); [Philippians 4:9](../../php/04/09.md); [Hebrews 13:20](../../heb/13/20.md)). In this context, the phrase **the God of peace** could refer to: (1) what God does. Alternate translation: [the God who gives peace]; (2) who God is. Alternate translation: [the God who is characterized by peace]; (3) Both. Alternate translation: [the peaceful God who gives peace]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ὁ Θεὸς τῆς εἰρήνης",
        "note": "If your language does not use an abstract noun for the idea of **peace**, you could express the idea in another way. Make sure that your translation fits the option you chose in the previous note about how **God** and **peace** relate. Alternate translation: [the peaceful God] or [the God who makes people peaceful]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "αὐτὸς & ὁ Θεὸς τῆς εἰρήνης ἁγιάσαι",
        "note": "For emphasis, Paul is stating the pronoun “he,” which is already implied in the the phrase **the God of peace**. If your language can state implied pronouns explicitly for emphasis, you may want to use that construction in your translation. Other languages may have other ways of bringing out this emphasis. The ULT does so by using the intensive pronoun **himself**. Alternate translation: [may he who is the God of peace sanctify] or [may the God of peace indeed sanctify]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "καὶ",
        "note": "Here, the word **and** could introduce: (1) a second blessing or prayer. Alternate translation: [and also]; (2) a more specific explanation of the first blessing or prayer. Alternate translation: [that is,] or [and more specifically,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ὁλόκληρον ὑμῶν τὸ πνεῦμα, καὶ ἡ ψυχὴ, καὶ τὸ σῶμα, ἀμέμπτως & τηρηθείη.",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who does the action, it is clear from the context that it is God. Alternate translation: [may he keep blamelessly your whole spirit, and soul, and body]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὁλόκληρον ὑμῶν τὸ πνεῦμα, καὶ ἡ ψυχὴ, καὶ τὸ σῶμα",
        "note": "Here Paul uses the three terms **spirit**, **soul**, and **body** together to refer to the whole person. These three terms could: (1) describe different aspects of the whole person from different perspectives. In this case, the three terms do not define three separate pieces that together make up a person. You could use fewer or more terms to refer to different aspects of the person. Alternate translation: [your whole body and soul] or [your whole life, mind, feelings, and desires]; (2) describe three separate pieces that together make up a person. In this case, you should use two terms to refer to two different non-physical parts (**spirit** and **soul**) and one term to refer to one physical part (**body**). Alternate translation: [your whole mind, and life, and flesh]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀμέμπτως",
        "note": "Here, the word **blamelessly** could refer to: (1) the situation in which the **spirit**, **soul**, and **body** are **kept**. Alternate translation: [in a blameless state]; (2) the result of the **spirit**, **soul**, and **body** being **kept**. Alternate translation: [so that they are blameless]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν τῇ παρουσίᾳ τοῦ Κυρίου ἡμῶν, Ἰησοῦ Χριστοῦ",
        "note": "Here, the phrase **the coming of our Lord Jesus Christ** refers to the specific time in the future when Jesus will come back to earth, judge everyone, punish unbelievers, and reward believers. If it would be helpful in your language, you could make this idea more explicit. See how you translated the similar phrase in [4:15](../04/15.md). Alternate translation: [when our Lord Jesus Christ comes back to earth] or [at return of our Lord Jesus Christ to us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμῶν",
        "note": "Here, the word **our** includes Paul, Silvanus, Timothy, the Thessalonians, and all believers. Your language may require you to mark this form."
      }
    ]
  },
  {
    "reference": "1Th 5:24",
    "bsb_verse_text": "The One who calls you is faithful, and He will do it.",
    "ult_verse_text": "Faithful {is} the one calling you, who also will do {it}.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "πιστὸς ὁ καλῶν ὑμᾶς, ὃς καὶ ποιήσει",
        "note": "Here, the clause **Faithful {is} the one calling you** gives the reason why God will be the one **who will also do {it}**. If it would be helpful in your language, you could make the relationship more explicit. Alternate translation: [Because the one calling you is faithful, he also will do it]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ὁ καλῶν ὑμᾶς, ὃς",
        "note": "Here, the pronouns **he** and **who** refer to “the God of peace” (see [5:23](../05/23.md)). If it would be helpful in your language, you could refer directly to God. Alternate translation: [is God who calls you, who]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ποιήσει",
        "note": "Here Paul does not state directly what God **will do**. He implies that God will do what Paul prayed for in the previous verse (see [5:23](../05/23.md)). If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [will do those things] or [will do what I have prayed for]"
      }
    ]
  },
  {
    "reference": "1Th 5:25",
    "bsb_verse_text": "Brothers, pray for us as well.",
    "ult_verse_text": "Brothers, pray also for us.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "προσεύχεσθε καὶ",
        "note": "Here, **also** indicates that the Thessalonians should be praying for Paul, Silas, and Timothy just as Paul, Silas, and Timothy pray for them (see [5:23](../05/23.md)). If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [just as we pray for you, pray also]"
      }
    ]
  },
  {
    "reference": "1Th 5:26",
    "bsb_verse_text": "Greet all the brothers with a holy kiss.",
    "ult_verse_text": "Greet all the brothers with a holy kiss.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-symaction",
        "orig_language_quote": "ἐν φιλήματι ἁγίῳ",
        "note": "A **holy kiss** was a symbolic action to show familial love between believers. In some cultures, a kiss as a greeting is appropriate, but in other cultures it is not appropriate. The idea of a **holy kiss** is that it be a greeting that is appropriate in the culture, whether it be a kiss, a hug, a handshake, or something else, and also that it be holy, that is, appropriate between God’s people. If this would not be clear to your readers, you could explain the significance of this action in the text or in a footnote. Alternate translation: [warmly, as fellow believers]"
      }
    ]
  },
  {
    "reference": "1Th 5:27",
    "bsb_verse_text": "I charge you before the Lord to have this letter read to all the brothers.",
    "ult_verse_text": "I solemnly charge you {by} the Lord to have this letter read to all the brothers.\\f + \\ft Instead of \\fqa all the brothers,\\fqa* many ancient manuscripts read \\fqa all the holy brothers.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-oathformula",
        "orig_language_quote": "ἐνορκίζω ὑμᾶς τὸν Κύριον",
        "note": "The phrase **{by} the Lord** could be: (1) an oath formula. Use a natural way in your language to express an oath. Alternate translation: [I make you swear before the Lord] or [I solemnly require that you promise the Lord]; (2) Paul’s claim that **the Lord** has authorized him. Alternate translation: [As one who represents the Lord, I solemnly charge you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀναγνωσθῆναι τὴν ἐπιστολὴν",
        "note": "In Paul’s culture, letters sent to a group were normally **read** out loud by one person to everyone else in the group. If it would be helpful in your language, you could make this idea more explicit. Alternate translation: [to have this letter read by somebody out loud]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἀναγνωσθῆναι τὴν ἐπιστολὴν",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [to have someone read this letter]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πᾶσιν τοῖς ἀδελφοῖς",
        "note": "Many ancient manuscripts read **all the brothers**. The ULT follows that reading. Other ancient manuscripts read “all the holy brothers.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      }
    ]
  },
  {
    "reference": "1Th 5:28",
    "bsb_verse_text": "The grace of our Lord Jesus Christ be with you.",
    "ult_verse_text": "The grace of our Lord Jesus Christ {be} with you.\\f + \\ft Some ancient manuscripts add \\fqa Amen.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "ἡ χάρις τοῦ Κυρίου ἡμῶν, Ἰησοῦ Χριστοῦ, μεθ’ ὑμῶν",
        "note": "As was customary in his culture, Paul closes his letter with a blessing for the Thessalonians. Use a form that people would recognize as a blessing in your language. Alternate translation: [May you experience kindness from our Lord Jesus Christ within you] or [I pray that you will have grace from our Lord Jesus Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ χάρις τοῦ Κυρίου ἡμῶν, Ἰησοῦ Χριστοῦ, μεθ’ ὑμῶν",
        "note": "If your language does not use an abstract noun for the idea of **grace**, you could express the idea in another way. Alternate translation: [May our Lord Jesus Christ act graciously toward you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἡμῶν",
        "note": "Here, the word **our** includes Paul, Silvanus, Timothy, the Thessalonians, and all believers. Your language may require you to mark this form."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "μεθ’ ὑμῶν",
        "note": "Here, many ancient manuscripts read **{be} with you**. The ULT follows that reading. Other ancient manuscripts add “Amen” after **{be} with you**. If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      }
    ]
  }
]
