[
  {
    "reference": "2Ti 1:1",
    "bsb_verse_text": "Paul, an apostle of Christ Jesus by the will of God, according to the promise of life in Christ Jesus,",
    "ult_verse_text": "Paul, an apostle of Christ Jesus through the will of God, according to the promise of life that {is} in Christ Jesus,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-123person",
        "orig_language_quote": "Παῦλος, ἀπόστολος",
        "note": "In this culture, letter writers would give their own names first, referring to themselves in the third person. If it would be helpful in your language, you could use the first person here. Or if your language has a particular way of introducing the author of a letter, and if it would be helpful to your readers, you could use it here. Alternate translation: [From Paul. I am an apostle]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "διὰ θελήματος Θεοῦ",
        "note": "If your language does not use an abstract noun for the idea of **will**, you could express the same idea in another way. Alternate translation: [because that is what God wanted] or [because of what God decided]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "κατ’",
        "note": "Here the phrase **according to** could indicate: (1) that the purpose for which Paul is an **apostle** is to tell others about **the promise of life**. Alternate translation: [for the purpose of declaring]; (2) that the reason why Paul is an **apostle** is **the promise of life**. Alternate translation: [because of]; (3) that God’s **will** contains or includes **the promise of life**. Alternate translation: [which will contains]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ἐπαγγελίαν ζωῆς",
        "note": "Here Paul is using the possessive form to describe a **promise** that promises **life**. If this is not clear in your language, you could express the idea in another way. Alternate translation: [the promise that guarantees life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ζωῆς τῆς ἐν Χριστῷ Ἰησοῦ",
        "note": "Here Paul uses the spatial metaphor **in Christ Jesus** to describe **life** that can only be experienced when someone is in union with **Christ Jesus**. If it would be helpful in your language, you could use a phrase that indicates that this **life** can only be experienced when people are united to **Christ Jesus**. Alternate translation: [of life that is received in union with Christ Jesus] or [of life that is gained when people are united to Christ Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ζωῆς τῆς",
        "note": "Here Paul is referring to new, eternal **life** with God. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [of eternal life that is] or [of new life with God that is]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ζωῆς τῆς",
        "note": "If your language does not use an abstract noun for the idea of **life**, you could express the same idea in another way. Alternate translation: [about living forever, which people do]"
      }
    ]
  },
  {
    "reference": "2Ti 1:2",
    "bsb_verse_text": "To Timothy, my beloved child: Grace, mercy, and peace from God the Father and Christ Jesus our Lord.",
    "ult_verse_text": "to Timothy, beloved child.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-123person",
        "orig_language_quote": "Τιμοθέῳ",
        "note": "In this culture, after giving their own names, letter writers would name those to whom they sent the letter, referring to them in the third person. If that is confusing in your language, you could use the second person here. Or if your language has a particular way of introducing the recipient of a letter, and if it would be helpful to your readers, you could use it here. Alternate translation: [This letter is for you, Timothy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀγαπητῷ τέκνῳ",
        "note": "Paul speaks of his close relationship to Timothy as though Timothy were his **beloved child**. Paul means that he considers himself to be Timothy’s spiritual father, and Paul loves Timothy in the way a father loves his child. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [who is like a beloved child to me] or [a beloved spiritual son]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἀγαπητῷ τέκνῳ",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was Paul. Alternate translation: [child whom I love]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "χάρις, ἔλεος, εἰρήνη, ἀπὸ Θεοῦ Πατρὸς καὶ Χριστοῦ Ἰησοῦ τοῦ Κυρίου ἡμῶν",
        "note": "After stating his name and the name of the person to whom he is writing, Paul adds a blessing for Timothy. Use a form that people would recognize as a blessing in your language. Alternate translation: [May you experience grace, mercy, and peace from God the Father and Christ Jesus our Lord] or [I pray that grace, mercy, and peace from God the Father and Christ Jesus our Lord will always be with you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "χάρις, ἔλεος, εἰρήνη",
        "note": "If your language does not use abstract nouns for the ideas of **Grace**, **mercy**, and **peace**, you could express the same ideas in another way. Alternate translation: [May you be treated graciously, mercifully, and peacefully by God the Father and by Christ Jesus our Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/guidelines-sonofgodprinciples",
        "orig_language_quote": "Θεοῦ Πατρὸς",
        "note": "**Father** is an important title for God the **Father** that describes his relationship with **Jesus** his Son."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμῶν",
        "note": "In this letter, Paul uses the words **our**, “we,” and “us” to refer either to Timothy and himself or else to all believers, which would also include the two of them. So, use the inclusive forms of those words throughout your translation if your language marks that distinction."
      }
    ]
  },
  {
    "reference": "2Ti 1:3",
    "bsb_verse_text": "I thank God, whom I serve with a clear conscience as did my forefathers, as I constantly remember you night and day in my prayers.",
    "ult_verse_text": "I have gratitude to God, whom I serve from my ancestors, with a pure conscience, as I have the constant remembrance concerning you in my prayers night and day,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "χάριν ἔχω",
        "note": "If your language does not use an abstract noun for the idea of **gratitude**, you could express the same idea in another way. Alternate translation: [I am grateful] or [I am thankful]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ᾧ λατρεύω ἀπὸ προγόνων",
        "note": "Here Paul means that he serves God in the same way that his **ancestors** did. If it would be helpful in your language, you could use a comparable phrase or state the meaning plainly. Alternate translation: [whom I serve in the way I received from my ancestors] or [whom my ancestors served and I serve as well]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἐν καθαρᾷ συνειδήσει",
        "note": "A **conscience** that is **pure** is one that does not convict a person of doing anything wrong. If it would be helpful in your language, you could use a comparable phrase or state the meaning plainly. Alternate translation: [with a clear conscience] or [with a conscience that is not guilty]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ὡς ἀδιάλειπτον ἔχω τὴν περὶ σοῦ μνείαν",
        "note": "If your language does not use an abstract noun for the idea of **remembrance**, you could express the same idea in another way. Alternate translation: [as I remember you constantly] or [as I think about you constantly]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "σοῦ",
        "note": "In this letter, the words **you**, “your,” and “yourself” are singular because they refer to Timothy. There is only one exception. A note will discuss this one exception in [4:22](../04/22.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "νυκτὸς καὶ ἡμέρας",
        "note": "Here the phrase **night and day** indicates that Paul prays during both the night and the day. This means that he was praying very often every day. If it would be helpful in your language, you could use a comparable phrase or state the meaning plainly. Alternate translation: [all the time] or [during every night and every day]"
      }
    ]
  },
  {
    "reference": "2Ti 1:4",
    "bsb_verse_text": "Recalling your tears, I long to see you so that I may be filled with joy.",
    "ult_verse_text": "longing to see you, remembering your tears, so that I may be filled with joy,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μεμνημένος σου τῶν δακρύων",
        "note": "Here Paul implies that Timothy shed **tears** when Paul had to leave Timothy. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [remembering your tears when we separated] or [remembering your tears when I said goodbye to you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "σου τῶν δακρύων",
        "note": "Here the word **tears** represents the act of shedding **tears**, that is, crying. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [your weeping] or [your sadness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "χαρᾶς πληρωθῶ",
        "note": "Paul speaks of himself as if he were a container that could be **filled with joy**. He means that he will experience very much **joy**. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [I may have very much joy] or [I may rejoice a lot]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "χαρᾶς πληρωθῶ",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [joy may fill me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "χαρᾶς πληρωθῶ",
        "note": "If your language does not use an abstract noun for the idea of **joy**, you could express the same idea in another way. Alternate translation: [may become joyful]"
      }
    ]
  },
  {
    "reference": "2Ti 1:5",
    "bsb_verse_text": "I am reminded of your sincere faith, which first dwelt in your grandmother Lois and your mother Eunice, and I am convinced is in you as well.",
    "ult_verse_text": "having received remembrance of the sincere faith in you, which dwelled first in your grandmother Lois and your mother Eunice, and I am persuaded that {it is} also in you.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ὑπόμνησιν λαβὼν",
        "note": "If your language does not use an abstract noun for the idea of **remembrance**, you could express the same idea in another way. Alternate translation: [having remembered] or [having been reminded]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "τῆς ἐν σοὶ ἀνυποκρίτου πίστεως, ἥτις ἐνῴκησεν πρῶτον ἐν τῇ μάμμῃ σου, Λωΐδι, καὶ τῇ μητρί σου, Εὐνίκῃ; πέπεισμαι δὲ ὅτι καὶ ἐν σοί",
        "note": "Here Paul speaks as if **faith** were a living thing that could be or dwell **in** some location. In this context, he means that Timothy, **Lois**, and **Eunice** all have faith. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [of the sincere faith that you have, which your grandmother Lois and your mother Eunice had first, and I am persuaded that you also have it]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῆς ἐν σοὶ ἀνυποκρίτου πίστεως, ἥτις ἐνῴκησεν πρῶτον",
        "note": "If your language does not use an abstract noun for the idea of **faith**, you could express the same idea in another way. Alternate translation: [that you sincerely believe, which was true first]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-kinship",
        "orig_language_quote": "τῇ μάμμῃ σου",
        "note": "Paul does not indicate whether this **grandmother** is the mother of Timothy’s father or mother. If you must specify, the connection with Timothy’s mother might imply that she was the mother of Timothy’s mother. Alternate translation: [your maternal grandmother]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Λωΐδι & Εὐνίκῃ",
        "note": "The words **Lois** and **Eunice** are the names of women."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "πέπεισμαι",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [I am sure] or [I am confident]"
      }
    ]
  },
  {
    "reference": "2Ti 1:6",
    "bsb_verse_text": "For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands.",
    "ult_verse_text": "For which reason, I am reminding you to rekindle the gift of God that is in you through the laying on of my hands.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "δι’ ἣν αἰτίαν",
        "note": "Here the phrase **which reason** refers back to the fact of Timothy’s sincere faith (see [1:5](../01/05.md)). If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [Because of your sincere faith]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀναζωπυρεῖν τὸ χάρισμα",
        "note": "Here Paul speaks of Timothy’s **gift** as if it were a fire that he needed **to rekindle**. He could mean that: (1) Timothy needs to use his **gift** more than he has in the past. Alternate translation: [to make even more use of the gift]; (2) Timothy needs to start using his **gift** again, with the implication being that he has stopped using it consistently. Alternate translation: [to be eager once more to use the gift]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸ χάρισμα τοῦ Θεοῦ, ὅ ἐστιν ἐν σοὶ",
        "note": "Paul speaks of Timothy as if he were a container that could hold **the gift of God**. He means that Timothy has this gift. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [the gift of God that you have]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὸ χάρισμα τοῦ Θεοῦ, ὅ ἐστιν ἐν σοὶ",
        "note": "Here Paul implies that this **gift** is a specific ability or skill that **God** had given Timothy for his ministry. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [the skill that you have as a gift from God] or [the gift of God in you, your special ability,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-symaction",
        "orig_language_quote": "διὰ τῆς ἐπιθέσεως τῶν χειρῶν μου",
        "note": "Here Paul is speaking of a ceremony during which he put his **hands** on Timothy. When he did that, he was commissioning Timothy to use his gift and to proclaim the gospel. If it would be helpful in your language, you could refer to a comparable action in your culture, or you could explain what this action means. Alternate translation: [through the laying on of my hands to commission you] or [once I authorized you by laying my hands on you]"
      }
    ]
  },
  {
    "reference": "2Ti 1:7",
    "bsb_verse_text": "For God has not given us a spirit of fear, but of power, love, and self-control.",
    "ult_verse_text": "For God did not give us a spirit of cowardice, but of power and of love and of self-control.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "Here the word **For** introduces a reason why Timothy should rekindle his gift ([1:6](../01/06.md)). If it would be helpful in your language, you could use a word or phrase that introduces a reason or basis for an exhortation, or you could leave **For** untranslated. Alternate translation: [You should do that because] or [I remind you of that because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πνεῦμα δειλίας, ἀλλὰ δυνάμεως, καὶ ἀγάπης, καὶ σωφρονισμοῦ",
        "note": "Here the word **spirit** could refer to: (1) the **spirit** of a person, meaning the inner life of a person, that is, how that person thinks, feels, and makes decisions. Alternate translation: [an attitude of fear, but of power and of love and of disposition] or [a heart of fear, but a heart of power and of love and of disciple]; (2) the Holy Spirit. Alternate translation: [the Holy Spirit to make us cowardly, but to make us powerful and loving and self-controlled]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "δειλίας, ἀλλὰ δυνάμεως, καὶ ἀγάπης, καὶ σωφρονισμοῦ",
        "note": "If your language does not use abstract nouns for the ideas of **fear**, **power**, **love**, and **self-control**, you could express the same ideas in another way. Alternate translation: [that makes us cowardly, but one that makes us powerful, loving, and self-controlled]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "σωφρονισμοῦ",
        "note": "Here the word **self-control** could refer to: (1) the ability to control or restrain one’s desires. Alternate translation: [of moderation] or [of personal restraint]; (2) the ability to make wise decisions. Alternate translation: [of prudence] or [of clear thinking]"
      }
    ]
  },
  {
    "reference": "2Ti 1:8",
    "bsb_verse_text": "So do not be ashamed of the testimony of our Lord, or of me, His prisoner. Instead, join me in suffering for the gospel by the power of God.",
    "ult_verse_text": "Therefore, do not be ashamed of the testimony of our Lord, nor of me, his prisoner, but suffer together for the gospel, according to the power of God,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "οὖν",
        "note": "Here the word **Therefore** includes an exhortation that is based on what Paul said in the previous verse about having power, love, and self-control instead of fear. If it would be helpful in your language, you could use a different word or phrase that introduces an exhortation based on a previous statement. Alternate translation: [So then] or [Because you have that spirit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "μὴ & ἐπαισχυνθῇς τὸ μαρτύριον τοῦ Κυρίου ἡμῶν, μηδὲ ἐμὲ, τὸν δέσμιον αὐτοῦ",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [do not let the testimony of our Lord, nor me, his prisoner, shame you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τὸ μαρτύριον τοῦ Κυρίου ἡμῶν",
        "note": "Here Paul is using the possessive form to describe **testimony** that is about **our Lord**. If this is not clear in your language, you could express the idea in another way. Alternate translation: [the testimony concerning our Lord] or [testifying about our Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τὸν δέσμιον αὐτοῦ",
        "note": "Here Paul is using the possessive form to describe himself as a **prisoner** because of how he serves Jesus. If this is not clear in your language, you could express the idea in another way. Alternate translation: [a prisoner for his sake] or [a prisoner because I serve the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "συνκακοπάθησον",
        "note": "Here the phrase **suffer together** could indicate that Timothy should suffer with: (1) Paul. Alternate translation: [suffer together with me]; (2) all Christians who suffer. Alternate translation: [suffer together with other believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τῷ εὐαγγελίῳ",
        "note": "Here Paul implies that Timothy should be willing to suffer as he believes in and proclaims **the gospel**. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [as you preach the gospel] or [for the sake of believing and proclaiming the gospel]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "κατὰ δύναμιν Θεοῦ",
        "note": "If your language does not use an abstract noun for the idea of **power**, you could express the same idea in another way. Alternate translation: [as God empowers you] or [which God will make you able to do]"
      }
    ]
  },
  {
    "reference": "2Ti 1:9",
    "bsb_verse_text": "He has saved us and called us to a holy calling, not because of our works, but by His own purpose and by the grace He granted us in Christ Jesus before time began.",
    "ult_verse_text": "the one having saved us and having called {us} to a holy calling—not according to our works, but according to his own purpose and grace, the {grace} having been given to us in Christ Jesus before eternal times,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "κλήσει ἁγίᾳ",
        "note": "Here the phrase **holy calling** could refer to: (1) the result of being called, which is to be **holy**. Alternate translation: [to be holy people]; (2) the way in which God called, which is a **holy** way. Alternate translation: [with a holy calling] or [by means of a holy calling]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "οὐ κατὰ τὰ ἔργα ἡμῶν, ἀλλὰ κατὰ ἰδίαν πρόθεσιν καὶ χάριν, τὴν δοθεῖσαν ἡμῖν",
        "note": "If your language does not use abstract nouns for the ideas of **works**, **purpose**, or **grace**, you could express the same ideas in another way. Alternate translation: [not according to the things we do, but according to what he decided ahead of time and graciously did, which he did for us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "τὴν δοθεῖσαν",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was God. Alternate translation: [which God gave]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Χριστῷ Ἰησοῦ πρὸ χρόνων αἰωνίων",
        "note": "Here Paul uses the spatial metaphor **in Christ Jesus** to describe the union of believers with **Christ Jesus**. In this case, being **in Christ Jesus**, or united to Christ, is the only way in which believers are given grace. If it would be helpful in your language, you could use a phrase that indicates that the grace is given to believers as part of their union with **Christ Jesus**. Alternate translation: [before eternal times in union with Christ Jesus] or [before eternal times as part of being united to Christ Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "πρὸ χρόνων αἰωνίων",
        "note": "Here Paul is indicating that God did this **before** God made the world and before time began to be counted. If it would be helpful in your language, you could use a comparable phrase or state the meaning plainly. Alternate translation: [before time began] or [before God made anything]"
      }
    ]
  },
  {
    "reference": "2Ti 1:10",
    "bsb_verse_text": "And now He has revealed this grace through the appearing of our Savior, Christ Jesus, who has abolished death and illuminated the way to life and immortality through the gospel,",
    "ult_verse_text": "and now having been revealed through the appearance of our Savior Christ Jesus, both having abolished death and having brought to light life and immortality through the gospel,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "φανερωθεῖσαν δὲ νῦν",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was God. Alternate translation: [which now God has revealed] or [which now God has allowed people to know]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "διὰ τῆς ἐπιφανείας τοῦ Σωτῆρος ἡμῶν, Χριστοῦ Ἰησοῦ",
        "note": "Here the word **appearance** refers to when Jesus became a human being, lived on earth, died, and rose again. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [through how our Savior Christ Jesus became a man and lived, died, and rose again] or [through the incarnation of our Savior Christ Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "καταργήσαντος μὲν τὸν θάνατον",
        "note": "If your language does not use an abstract noun for the idea of **death**, you could express the same idea in another way. Alternate translation: [both having enabled dead people to be dead no longer]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "φωτίσαντος δὲ ζωὴν καὶ ἀφθαρσίαν διὰ τοῦ εὐαγγελίου",
        "note": "Here Paul speaks as if Jesus used **the gospel** to shine a **light** on **life and immortality**. He means that, by using **the gospel**, Jesus revealed how people can have **life and immortality**. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [and having taught us about life and immortality through the gospel] or [and having revealed life and immortality through the gospel]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ζωὴν καὶ ἀφθαρσίαν",
        "note": "If your language does not use abstract nouns for the ideas of **life** and **immortality**, you could express the same ideas in another way. Alternate translation: [being able to live and be immortal]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "ζωὴν καὶ ἀφθαρσίαν",
        "note": "The two words **life** and **immortality** express a single idea. The word **immortality** describes what kind of **life** Paul is speaking about. If it would be more natural in your language, you could express this meaning in a different way. Alternate translation: [immortal life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ζωὴν",
        "note": "Here Paul is referring to new, eternal life with God. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [eternal life] or [new life with God]"
      }
    ]
  },
  {
    "reference": "2Ti 1:11",
    "bsb_verse_text": "to which I was appointed as a preacher, an apostle, and a teacher.",
    "ult_verse_text": "for which I was appointed a herald and an apostle and a teacher,\\f + \\ft Some manuscripts add here the words \\fqa to the Gentiles.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "εἰς ὃ",
        "note": "Here the pronoun **which** refers back to “the gospel” in the previous verse. If this is not clear for your readers, you could refer to “the gospel” more directly. Alternate translation: [for which gospel]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐτέθην ἐγὼ",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was God. Alternate translation: [God appointed me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "κῆρυξ",
        "note": "A **herald** is someone who is sent out to announce a message. If your readers would not be familiar with a person who performs this kind of task, you could use the name of something similar in your area or you could use a more general term. Alternate translation: [an announcer] or [a messenger]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "διδάσκαλος",
        "note": "Many ancient manuscripts read **a teacher**. The ULT follows that reading. Other ancient manuscripts read “a teacher of the Gentiles.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      }
    ]
  },
  {
    "reference": "2Ti 1:12",
    "bsb_verse_text": "For this reason, even though I suffer as I do, I am not ashamed; for I know whom I have believed, and I am convinced that He is able to guard what I have entrusted to Him for that day.",
    "ult_verse_text": "for which reason I also suffer these things. But I am not ashamed, for I know in whom I have believed, and I have been persuaded that he is able to guard my deposit until that day.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "δι’ ἣν αἰτίαν",
        "note": "Here the phrase **which reason** refers back to the fact that Paul was appointed to be a herald, apostle, and teacher (see [1:11](../01/11.md)). If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [because of which appointment] or [and so]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καὶ ταῦτα πάσχω",
        "note": "Here Paul does not mention the specific **things** that he is suffering, but from the context of the letter, Timothy would have known that he was referring to suffering as a prisoner (see [2:9](../02/09.md)). If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [I also suffer as a prisoner] or [I also suffer while I am in jail]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "οὐκ ἐπαισχύνομαι",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who would do the action, it is clear from the context that it would be the things that Paul is suffering. Alternate translation: [that does not shame me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ᾧ",
        "note": "The pronoun **whom** could refer: (1) to God generally. Alternate translation: [God, in whom]; (2) to Jesus specifically. Alternate translation: [Jesus, in whom]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "πέπεισμαι",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [I am confident] or [I know]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τὴν παραθήκην μου φυλάξαι",
        "note": "Here Paul is using the possessive form to describe a **deposit** that could be: (1) something that Paul has entrusted to God. Alternate translation: [to guard the deposit from me]; (2) something that God has entrusted to Paul. Alternate translation: [to guard the deposit given to me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὴν παραθήκην μου φυλάξαι",
        "note": "Here Paul speaks as if God were guarding a **deposit** of money or goods. He means that God will protect or preserve the **deposit**. What the **deposit** represents depends on what you chose in the previous note about who gave the **deposit** to whom. If the **deposit**: (1) was given by Paul to God, then it could represent Paul himself, the rewards he will receive, or his resurrection life. Alternate translation: [to protect my true life] or [to preserve me]; (2) was given by God to Paul, then it could represent the gospel or Paul’s ministry. Alternate translation: [to protect the gospel given to me] or [to preserve my ministry]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐκείνην τὴν ἡμέραν",
        "note": "Here Paul is referring to the exact moment when Jesus will return to this world, which will also be the end of the current time period. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [that day when Jesus will return] or [Jesus’ second coming]"
      }
    ]
  },
  {
    "reference": "2Ti 1:13",
    "bsb_verse_text": "Hold on to the pattern of sound teaching you have heard from me, with the faith and love that are in Christ Jesus.",
    "ult_verse_text": "Hold the pattern of healthy words that you heard from me, in faith and love {that are} in Christ Jesus.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὑποτύπωσιν ἔχε",
        "note": "Here Paul indicates that he wants Timothy to maintain the basic form and content of the **healthy words**. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [Maintain the form] or [Preserve the core content]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὑγιαινόντων λόγων",
        "note": "Here Paul speaks as if **words** could be **healthy**. He means that these **words** are good and reliable in every way and have no defect or corruption. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [of words that are like healthy food] or [of correct words]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ὑγιαινόντων λόγων",
        "note": "Here, the word **words** represents things spoken using words. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [of healthy statements] or [of healthy declarations]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν πίστει καὶ ἀγάπῃ τῇ ἐν Χριστῷ Ἰησοῦ",
        "note": "If your language does not use abstract nouns for the ideas of **faith** and **love**, you could express the same ideas in another way. Alternate translation: [believing and loving, which you can do in Christ Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τῇ ἐν Χριστῷ Ἰησοῦ",
        "note": "Here, the phrase **in Christ Jesus** could describe: (1) both **faith** and **love**. Alternate translation: [that are both in Christ Jesus]; (2) just **love**. Alternate translation: [that is in Christ Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῇ ἐν Χριστῷ Ἰησοῦ",
        "note": "Paul uses the spatial metaphor **in Christ Jesus** to describe the union of believers with Christ. In this case, being **in Christ Jesus**, or united to **Christ Jesus**, explains how Timothy can have **faith** and **love**. If it would be helpful in your language, you could use a phrase that indicates that Timothy can have **faith** and **love** as one who has been united to **Christ Jesus**. Alternate translation: [that are obtained in union with Christ Jesus] or [that come from being united to Christ Jesus]"
      }
    ]
  },
  {
    "reference": "2Ti 1:14",
    "bsb_verse_text": "Guard the treasure entrusted to you, with the help of the Holy Spirit who dwells in us.",
    "ult_verse_text": "Guard the good deposit through the Holy Spirit, the one dwelling in us.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὴν καλὴν παραθήκην φύλαξον",
        "note": "Here, the phrase **good deposit** refers to something that has been entrusted to Timothy and that he must **Guard**. More specifically, the **good deposit** is the gospel, which God entrusted to Timothy. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [guard the good deposit of the gospel] or [guard the good gospel, which God entrusted to you,]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "διὰ Πνεύματος Ἁγίου",
        "note": "Alternate translation: [with the help of the Holy Spirit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τοῦ ἐνοικοῦντος ἐν ἡμῖν",
        "note": "Here Paul speaks as if believers were buildings and as if the **Holy Spirit** were **dwelling in** them. He means that the Holy Spirit is with believers in a special way and empowers them. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [who is always with us as if he were dwelling in us] or [the one who is with us to give us power]"
      }
    ]
  },
  {
    "reference": "2Ti 1:15",
    "bsb_verse_text": "You know that everyone in the Province of Asia has deserted me, including Phygelus and Hermogenes.",
    "ult_verse_text": "You know this, that all the ones in Asia turned away from me, among whom are Phygelus and Hermogenes.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicitinfo",
        "orig_language_quote": "οἶδας τοῦτο, ὅτι",
        "note": "Here the word **this** refers directly ahead to the phrase **all the ones in Asia turned away from me**. Paul expressed the idea in this way because it was powerful in his language. If using the word **this** to refer to what someone is about to say would be redundant in your language, you could omit the redundant information and make the expression powerful in another way. Alternate translation: [You surely know that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "πάντες οἱ ἐν τῇ Ἀσίᾳ",
        "note": "Paul says **all** here as an overstatement to emphasize how many believers turned away from him. If it would be helpful in your language, you could use a different way to express the emphasis. Alternate translation: [most of the people who believe in Asia]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οἱ ἐν τῇ Ἀσίᾳ",
        "note": "Here the phrase **the ones in Asia** could refer to: (1) believers who are living in **Asia**. Alternate translation: [the believers living in Asia]; (2) believers who are from **Asia** but who were with Paul where he was imprisoned, which was probably in Rome. Alternate translation: [the believers from Asia] or [the ones who came with me from Asia]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀπεστράφησάν με",
        "note": "Here Paul speaks of people who stopped listening to him and helping him as if they had **turned away from** him. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [turned their backs on me] or [abandoned me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀπεστράφησάν με",
        "note": "Here Paul implies that these people **turned away** because Paul was accused of doing what was wrong, and he was put in jail. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [turned away from me when I was accused] or [turned away from me because I am in prison]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Φύγελος & Ἑρμογένης",
        "note": "The words **Phygelus** and **Hermogenes** are the names of men."
      }
    ]
  },
  {
    "reference": "2Ti 1:16",
    "bsb_verse_text": "May the Lord grant mercy to the household of Onesiphorus, because he has often refreshed me and was unashamed of my chains.",
    "ult_verse_text": "May the Lord give mercy to the household of Onesiphorus, because he often refreshed me and was not ashamed of my chain,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "δῴη ἔλεος ὁ Κύριος τῷ Ὀνησιφόρου οἴκῳ",
        "note": "Here Paul asks God to bless the family of **Onesiphorus**. Use a form that people would recognize as a blessing in your language. Alternate translation: [I ask the Lord to give mercy to the household of Onesiphorus] or [I pray that the household of Onesiphorus will receive mercy from the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "δῴη ἔλεος ὁ Κύριος",
        "note": "If your language does not use an abstract noun for the idea of **mercy**, you could express the same idea in another way. Alternate translation: [May the Lord be merciful]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Ὀνησιφόρου",
        "note": "The word **Onesiphorus** is the name of a man."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "τὴν ἅλυσίν μου οὐκ ἐπησχύνθη",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [my chain did not shame him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τὴν ἅλυσίν μου",
        "note": "Here, **chain** represents imprisonment or being in jail. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [my imprisonment] or [me being in prison]"
      }
    ]
  },
  {
    "reference": "2Ti 1:17",
    "bsb_verse_text": "Indeed, when he arrived in Rome, he searched diligently until he found me.",
    "ult_verse_text": "but being in Rome, he diligently searched for me and found {me}.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλὰ",
        "note": "Here the word **but** introduces what Onesiphorus did instead of being ashamed of Paul. If it would be helpful in your language, you could use a word or phrase that introduces this kind of contrast, or you could leave **but** untranslated. Alternate translation: [but instead,] or [and rather,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν Ῥώμῃ",
        "note": "Here Paul implies that he was in prison in **Rome**. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [in Rome, where I am,]"
      }
    ]
  },
  {
    "reference": "2Ti 1:18",
    "bsb_verse_text": "May the Lord grant Onesiphorus His mercy on that day. You know very well how much he ministered to me in Ephesus.",
    "ult_verse_text": "May the Lord give to him to find mercy from the Lord in that day. And as much as he served in Ephesus, you know very well.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "(δῴη αὐτῷ ὁ Κύριος, εὑρεῖν ἔλεος παρὰ Κυρίου ἐν ἐκείνῃ τῇ ἡμέρᾳ), καὶ ὅσα ἐν Ἐφέσῳ διηκόνησεν, βέλτιον σὺ γινώσκεις",
        "note": "If it would be helpful in your language, you could reverse the order of these sentences since the second sentence continues to describe what Onesiphorus did, as the previous verse does. Alternate translation: [And as much as he served in Ephesus, you know very well. May the Lord give to him to find mercy from the Lord in that day]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "δῴη αὐτῷ ὁ Κύριος, εὑρεῖν ἔλεος παρὰ Κυρίου",
        "note": "Here Paul again asks God to bless Onesiphorus. Use a form that people would recognize as a blessing in your language. See how you translated the similar blessing in [1:16](../01/16.md). Alternate translation: [I ask the Lord to give to him to find mercy from the Lord] or [I pray that he will have mercy from the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "εὑρεῖν ἔλεος παρὰ Κυρίου",
        "note": "Here Paul speaks of **mercy** as if it were an object that Onesiphorus could **find**. He means that he wants Onesiphorus to experience **mercy**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [to receive mercy from the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εὑρεῖν ἔλεος παρὰ Κυρίου",
        "note": "If your language does not use an abstract noun for the idea of **mercy**, you could express the same idea in another way. Alternate translation: [to be treated mercifully by the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν ἐκείνῃ τῇ ἡμέρᾳ",
        "note": "Here Paul is referring to the exact moment when Jesus will return to this world, which will also be when he judges everyone. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [on that day when Jesus will return] or [at the final judgment]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὅσα & διηκόνησεν",
        "note": "Here Paul could be implying that Onesiphorus **served**: (1) Paul specifically. Alternate translation: [as much as he served me]; (2) believers in general. Alternate translation: [as much as he served believers]"
      }
    ]
  },
  {
    "reference": "2Ti 2:1",
    "bsb_verse_text": "You therefore, my child, be strong in the grace that is in Christ Jesus.",
    "ult_verse_text": "You, therefore, my child, be strengthened in the grace {that is} in Christ Jesus.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "σὺ οὖν",
        "note": "Here the word **therefore** could introduce: (1) an inference from [1:15–18](../01/15.md). In this case, Paul wants Timothy to act like Onesiphorus and not like Phygelus and Hermogenes. Alternate translation: [Like those who have not abandoned me, you too] or [In contrast to Phygelus and Hermogenes, you]; (2) an inference from most or all of [chapter 1](../01/01.md). Alternate translation: [Given all that, you]; (3) further exhortation to Timothy that is not based on anything specific. Alternate translation: [Now you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τέκνον μου",
        "note": "Paul speaks of his close relationship to Timothy as though Timothy were his **child**. Paul means that he is Timothy’s spiritual father, and Paul loves Timothy in the way a father loves his child. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [who are like a child to me] or [my spiritual son]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐνδυναμοῦ",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who does the action, you could indicate that it is: (1) God. Alternate translation: [let God strengthen you]; (2) Timothy himself. Alternate translation: [strengthen yourself]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν τῇ χάριτι τῇ ἐν Χριστῷ Ἰησοῦ",
        "note": "If your language does not use an abstract noun for the idea of **grace**, you could express the same idea in another way. Alternate translation: [in the way that God acts graciously toward you in Christ Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν τῇ χάριτι",
        "note": "Here the word **in** could introduce: (1) the circumstance in which Timothy is **strengthened**. Alternate translation: [while you experience the grace]; (2) the means by which Timothy is **strengthened**. Alternate translation: [by the grace]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῇ ἐν Χριστῷ Ἰησοῦ",
        "note": "Here Paul uses the spatial metaphor **in Christ Jesus** to describe the union of believers with Christ Jesus. In this case, being **in Christ Jesus**, or united to **Christ Jesus**, is the way in which Timothy is given **grace**. If it would be helpful in your language, you could use a phrase that indicates that the **grace** is given to Timothy as part of his union with **Christ Jesus**. Alternate translation: [that is given in union with Christ Jesus] or [that you have because you are united to Christ Jesus]"
      }
    ]
  },
  {
    "reference": "2Ti 2:2",
    "bsb_verse_text": "And the things that you have heard me say among many witnesses, entrust these to faithful men who will be qualified to teach others as well.",
    "ult_verse_text": "And what you have heard from me through many witnesses, place these things before faithful men who will be able to teach others also.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "διὰ πολλῶν μαρτύρων",
        "note": "Here the phrase **through many witnesses** could indicate that: (1) many people have witnessed or testified to the truth of what Paul has taught Timothy. Alternate translation: [that many witnesses have affirmed]; (2) Timothy has been taught by Paul in the presence of many people who can witness or testify to what Paul said. Alternate translation: [in the presence of many witnesses]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ταῦτα παράθου",
        "note": "Paul speaks of his teachings as if they were objects that Timothy could physically **place** before other people. He means that Timothy should give these people the same teachings that Paul gave to Timothy. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [pass these things on to] or [speak these things to]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "πιστοῖς ἀνθρώποις",
        "note": "Although the term **men** is masculine, Paul is using the word in a generic sense that includes both men and women. If it would be helpful in your language, you could use a phrase that makes this clear. Alternate translation: [to faithful men and women]"
      }
    ]
  },
  {
    "reference": "2Ti 2:3",
    "bsb_verse_text": "Join me in suffering, like a good soldier of Christ Jesus.",
    "ult_verse_text": "Suffer together\\f + \\ft Instead of \\fq Suffer together,\\fq* some manuscripts read \\fqa You, therefore, suffer.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "συνκακοπάθησον",
        "note": "Here the phrase **Suffer together** could indicate that Timothy should suffer with: (1) Paul. Alternate translation: [Suffer together with me]; (2) all Christians who suffer. Alternate translation: [Suffer together with other believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "συνκακοπάθησον",
        "note": "Many ancient manuscripts read **Suffer together**. The ULT follows that reading. Other ancient manuscripts read “You, therefore, suffer.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὡς καλὸς στρατιώτης Ἰησοῦ Χριστοῦ",
        "note": "Here Paul speaks as if Timothy were a **soldier** who fights for and serves **Jesus Christ**. A **good soldier** is one who obeys his commander even if that means suffering and pain. So, Timothy will be like **a good soldier** when he obeys Jesus even if that means that he will **Suffer together** with Paul. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [as if you were a good soldier and Jesus Christ were your commander] or [as someone who faithfully serves Jesus Christ no matter what happens]"
      }
    ]
  },
  {
    "reference": "2Ti 2:4",
    "bsb_verse_text": "A soldier refrains from entangling himself in civilian affairs, in order to please the one who enlisted him.",
    "ult_verse_text": "No one serving as a soldier is entangled in the affairs of life, so that he may please the one having enlisted him.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exmetaphor",
        "orig_language_quote": "οὐδεὶς στρατευόμενος ἐμπλέκεται ταῖς τοῦ βίου πραγματίαις, ἵνα τῷ στρατολογήσαντι ἀρέσῃ",
        "note": "Here Paul continues to speak about a **soldier** to help Timothy understand how to behave. Just as a soldier focuses on pleasing his commander, so Timothy should focus on pleasing Jesus. To do so, he will have to avoid becoming **entangled in the affairs of life**. Since Paul tells Timothy in [2:7](../02/07.md) to think carefully about the examples that he gives in this verse and in [2:5–6](../02/05.md), you should not explain the meaning of this metaphor here. However, if it would be helpful in your language, you could use a form that indicates that Paul is using a metaphor or giving an example. Alternate translation: [Imagine that you are a soldier. No one serving as a soldier is entangled in the affairs of life, so that he may please the one having enlisted him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐμπλέκεται ταῖς τοῦ βίου πραγματίαις",
        "note": "Paul speaks of **the affairs of life** as if they were a net that could trap people and keep them from being able to move freely. He means that **the affairs of life** would prevent a soldier from doing what he is supposed to do. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [is trapped by the affairs of life] or [is distracted by the affairs of life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐμπλέκεται",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [entangles himself]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ταῖς τοῦ βίου πραγματίαις",
        "note": "Here the phrase **the affairs of life** refers to the normal things that people who are not soldiers do and care about, including having a job and owning a home. If it would be helpful in your language, you could refer to those things more explicitly. Alternate translation: [in the normal tasks of everyday life] or [in the everyday jobs of civilian life]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τῷ στρατολογήσαντι",
        "note": "Alternate translation: [his leader] or [the one who commands him]"
      }
    ]
  },
  {
    "reference": "2Ti 2:5",
    "bsb_verse_text": "Likewise, a competitor does not receive the crown unless he competes according to the rules.",
    "ult_verse_text": "But also, if anyone competes, he is not crowned if he has not competed lawfully.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "δὲ καὶ",
        "note": "Here the phrase **But also** introduces another example or metaphor that Paul uses to explain how Timothy should serve Jesus. If it would be helpful in your language, you could use a word or phrase that introduces another example, or you could leave **But also** untranslated. Alternate translation: [Further] or [Similarly]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐὰν & ἀθλῇ τις, οὐ στεφανοῦται, ἐὰν μὴ νομίμως ἀθλήσῃ",
        "note": "Here Paul speaks about an athlete who **competes** in a sport. He speaks about this to help Timothy understand how to behave. Just as an athlete will only receive the crown given to the winner if he competes **lawfully**, so Timothy will only be rewarded if he serves Jesus **lawfully**, that is, as Jesus desires. Since Paul tells Timothy in [2:7](../02/07.md) to think carefully about the examples that he gives in this verse and in [2:4](../02/04.md) and [2:6](../02/06.md), you should not explain the meaning of this metaphor here. However, if it would be helpful in your language, you could use a form that indicates that Paul is using a metaphor or giving an example. Alternate translation: [imagine that you are an athlete. If anyone competes as an athlete, he is not crowned if he has not competed lawfully]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hypo",
        "orig_language_quote": "ἐὰν & ἀθλῇ τις, οὐ στεφανοῦται, ἐὰν μὴ νομίμως ἀθλήσῃ",
        "note": "Here Paul uses an imaginary situation to show what happens when athletes do not compete **lawfully**. Use a natural method in your language for introducing an imaginary situation. Alternate translation: [suppose someone did not compete lawfully. In that case, he would not be crowned]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀθλῇ",
        "note": "Here the word **competes** refers specifically to competing in an athletic event. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [competes in an athletic event] or [competes as an athlete]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublenegatives",
        "orig_language_quote": "οὐ στεφανοῦται, ἐὰν μὴ νομίμως ἀθλήσῃ",
        "note": "If it would be helpful in your language, you could state the meaning in positive form. Alternate translation: [he can only be crowned if he has competed lawfully]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "οὐ στεφανοῦται",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who would do the action, it is clear from the context that it would be the officials or referees who were judging the competition. Alternate translation: [the officials will not crown him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "οὐ στεφανοῦται",
        "note": "In Paul’s culture, when athletes won competitions, they were **crowned** with wreaths made from the leaves of plants. If your readers would not be familiar with this custom, you could refer to how athletes are recognized as winners in your culture, or you could use a more general statement. Alternate translation: [he is not given an award] or [he is not declared the winner]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μὴ νομίμως ἀθλήσῃ",
        "note": "Here Paul refers to the rules that governed a competition. The athletes had to obey the rules, or they would be removed from the competition and not have an opportunity to win. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [he has not competed according to the rules of the competition]"
      }
    ]
  },
  {
    "reference": "2Ti 2:6",
    "bsb_verse_text": "The hardworking farmer should be the first to partake of the crops.",
    "ult_verse_text": "It is necessary for the hardworking farmer first to share in the fruits.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸν κοπιῶντα γεωργὸν δεῖ πρῶτον τῶν καρπῶν μεταλαμβάνειν",
        "note": "Here Paul speaks about a **farmer** who is **hardworking**. He speaks about this to help Timothy understand how to behave. Just as this kind of **farmer** should be **first to share in the fruits**, so Timothy will be **first** to receive rewards if he works hard to serve Jesus. Since Paul tells Timothy in [2:7](../02/07.md) to think carefully about the examples that he gives in this verse and in [2:4–5](../02/04.md), you should not explain the meaning of this metaphor here. However, if it would be helpful in your language, you could use a form that indicates that Paul is using a metaphor or giving an example. Alternate translation: [Now imagine that you are a farmer. It is necessary for the hardworking farmer first to share in the fruits]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-genericnoun",
        "orig_language_quote": "τὸν κοπιῶντα γεωργὸν",
        "note": "The word **farmer** represents farmers in general, not one particular farmer. If it would be helpful in your language, you could express the idea in another way. Alternate translation: [any hardworking farmer]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πρῶτον τῶν καρπῶν μεταλαμβάνειν",
        "note": "Here Paul implies that other people will **share in the fruits**, but the farmer is one who should **share in** them **first**. In other words, he is the one who deserves to receive the benefits of his work before anyone else does. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [to share in the fruits before anyone else does] or [to receive the first share of the fruits]"
      }
    ]
  },
  {
    "reference": "2Ti 2:7",
    "bsb_verse_text": "Consider what I am saying, for the Lord will give you insight into all things.",
    "ult_verse_text": "Think about what I am saying, for the Lord will give you understanding in everything.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "νόει ὃ λέγω",
        "note": "Here Paul means that Timothy should **Think about** what Paul has written about soldiers, athletes, and farmers ([2:4–6](../02/04.md)). He wants Timothy to apply these examples to himself as he serves Jesus. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [Think about the examples I have given] or [Think about what I have said about soldiers, athletes, and farmers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "δώσει & σοι & σύνεσιν",
        "note": "If your language does not use an abstract noun for the idea of **understanding**, you could express the same idea in another way. Alternate translation: [will help you to understand]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν πᾶσιν",
        "note": "Here the phrase **in everything** could refer to: (1) everything related to the three examples that Paul has given to Timothy in the previous verses. Alternate translation: [about everything that I have just said] or [about all those examples]; (2) everything that Timothy needs to know to serve Jesus well. Alternate translation: [about everything that you need to know] or [about all things related to serving him]"
      }
    ]
  },
  {
    "reference": "2Ti 2:8",
    "bsb_verse_text": "Remember Jesus Christ, raised from the dead, descended from David, as proclaimed by my gospel,",
    "ult_verse_text": "Remember Jesus Christ, having been raised from the dead, from the seed of David, according to my gospel,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μνημόνευε",
        "note": "Here the word **Remember** indicates that Timothy should think consistently about **Jesus Christ**. It does not imply that Timothy might completely forget about **Jesus Christ**. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [Concentrate on] or [Consistently think about]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-events",
        "orig_language_quote": "ἐγηγερμένον ἐκ νεκρῶν, ἐκ σπέρματος Δαυείδ",
        "note": "Jesus was born **from the seed of David** before he was **raised from the dead**. If it would be helpful in your language, you could reverse the order of these clauses to express the ideas in sequential order. Alternate translation: [from the seed of David, having been raised from the dead]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἐγηγερμένον",
        "note": "Here the word **raised** refers to someone who died coming back to life. If it would be helpful in your language, you could use a comparable idiom or state the meaning plainly. Alternate translation: [having been restored to life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐγηγερμένον",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, Paul implies that God did it. Alternate translation: [whom God has raised]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "ἐκ νεκρῶν",
        "note": "Paul is using the adjective **dead** as a noun in order to refer to people who are **dead**. Your language may use adjectives in the same way. If not, you could translate this with a noun phrase. Alternate translation: [from among the dead people] or [from the corpses]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐκ σπέρματος Δαυείδ",
        "note": "Here Paul speaks as if Jesus were a plant that grew from a **seed** that came from **David**. He means that Jesus is a descendant of **David**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [who is descended from David]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "κατὰ τὸ εὐαγγέλιόν μου",
        "note": "Here Paul is using the possessive form to describe the **gospel** that God gave to him to preach. If this is not clear in your language, you could express the idea in another way. Alternate translation: [according to the gospel message that I preach] or [according to the gospel that was given to me]"
      }
    ]
  },
  {
    "reference": "2Ti 2:9",
    "bsb_verse_text": "for which I suffer to the extent of being chained like a criminal. But the word of God cannot be chained!",
    "ult_verse_text": "in which I am suffering, even to chains, like a criminal. But the word of God has not been bound.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "μέχρι δεσμῶν",
        "note": "Here, **chains** represent imprisonment. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [even to imprisonment] or [even up to being imprisoned]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ὡς κακοῦργος",
        "note": "Paul is saying that he is being treated **like a criminal** because he has been put in jail with those who break laws. If it would be helpful in your language, you could state that explicitly. Alternate translation: [like someone who has committed crimes] or [like someone who has disobeyed the government]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὁ λόγος τοῦ Θεοῦ οὐ δέδεται",
        "note": "Here Paul speaks as if **the word of God** could have been **bound**, as Paul has been. However, even when Paul is in jail and cannot preach the gospel in many places, **the word of God** cannot be restrained or contained in one place. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [the word of God cannot be restrained as a prisoner can be restrained by chains] or [nothing is holding back the message from God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ὁ λόγος τοῦ Θεοῦ οὐ δέδεται",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, you could use an indefinite subject. Alternate translation: [nothing has bound the word of God] or [nobody has bound the word of God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ὁ λόγος τοῦ Θεοῦ",
        "note": "Here Paul is using the possessive form to describe a **word** that comes from God. Alternate translation: [the word that comes from God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ὁ λόγος",
        "note": "Here, **word** represents the gospel, which people communicate using words. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [the gospel]"
      }
    ]
  },
  {
    "reference": "2Ti 2:10",
    "bsb_verse_text": "For this reason I endure all things for the sake of the elect, so that they too may obtain the salvation that is in Christ Jesus, with eternal glory.",
    "ult_verse_text": "Because of this, I endure all things because of the elect so that they also may obtain salvation {that is} in Christ Jesus, with eternal glory.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "διὰ τοῦτο, πάντα ὑπομένω",
        "note": "The pronoun **this** could refer to: (1) what Paul said in the previous verse about how God’s word is not bound. Alternate translation: [Because God’s word has not been bound, I endure all things]; (2) what Paul is about to say about **the elect** and their **salvation**. Alternate translation: [Here is why I endure all things:]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "πάντα ὑπομένω",
        "note": "Paul says **all** here as an overstatement to emphasize that he endures every bad thing that happens to him. If it would be helpful in your language, you could use a different way to express the emphasis. Alternate translation: [I endure all of these sufferings] or [I endure many things]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "τοὺς ἐκλεκτούς",
        "note": "Paul is using the adjective **elect** as a noun to mean people whom God has chosen. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [the elect people] or [those who have been chosen]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "καὶ αὐτοὶ σωτηρίας τύχωσιν τῆς ἐν Χριστῷ Ἰησοῦ",
        "note": "If your language does not use an abstract noun for the idea of **salvation**, you could express the same idea in another way. Alternate translation: [they also may be saved, which happens in Christ Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῆς ἐν Χριστῷ Ἰησοῦ",
        "note": "Here Paul uses the spatial metaphor **in Christ Jesus** to describe the union of believers with **Christ Jesus**. In this case, being **in Christ Jesus**, or united to **Christ Jesus**, is the only way in which believers **obtain salvation**. If it would be helpful in your language, you could use a phrase that indicates that believers **obtain salvation** as part of their union with **Christ Jesus**. Alternate translation: [that is received in union with Christ Jesus] or [that they have because they are united to Christ Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μετὰ δόξης αἰωνίου",
        "note": "Here the phrase **with eternal glory** could refer to **glory**: (1) that goes along with salvation. Alternate translation: [along with eternal glory]; (2) that characterizes salvation. Alternate translation: [salvation that has eternal glory]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μετὰ δόξης αἰωνίου",
        "note": "If your language does not use an abstract noun for the idea of **glory**, you could express the same idea in another way. Be sure that your translation fits with the option you chose in the previous note. Alternate translation: [and they will live gloriously forever] or [along with being eternally great]"
      }
    ]
  },
  {
    "reference": "2Ti 2:11",
    "bsb_verse_text": "This is a trustworthy saying: If we died with Him, we will also live with Him;",
    "ult_verse_text": "The word {is} trustworthy:",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "πιστὸς ὁ λόγος",
        "note": "Here, **word** represents what Paul is about to write using words. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [What I am about to write is trustworthy] or [The following words are trustworthy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-quotemarks",
        "orig_language_quote": "εἰ γὰρ συναπεθάνομεν, καὶ συνζήσομεν & εἰ ὑπομένομεν, καὶ συνβασιλεύσομεν; εἰ ἀρνησόμεθα, κἀκεῖνος ἀρνήσεται ἡμᾶς & εἰ ἀπιστοῦμεν, ἐκεῖνος πιστὸς μένει; ἀρνήσασθαι γὰρ ἑαυτὸν οὐ δύναται",
        "note": "These words are the **word** that Paul shares with Timothy. To indicate this, the ULT and UST put quotation marks around these words. If it would be helpful in your language, you could use quotation marks or another form to indicate which words are the ones that Paul introduces as the word."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γὰρ",
        "note": "Here the word **For** could: (1) be part of the **word** that Paul quotes here. In this case, **For** does not connect directly with anything that Paul has previously said. Alternate translation: [In fact,]; (2) introduce the **word** as the reason for what Paul has said in the previous verses about remembering Jesus and enduring in suffering. Alternate translation: [We should endure because] or [Remember Christ Jesus because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-condition-fact",
        "orig_language_quote": "εἰ & συναπεθάνομεν",
        "note": "Paul speaks as if this were a hypothetical situation, but he means that this does certainly happen. If your language does not state something as a condition if it does happen, and if your readers might think that what Paul is saying is uncertain, then you could translate his words as an affirmative statement. Alternate translation: [when we died with him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "συναπεθάνομεν",
        "note": "Here Paul refers to how believers, in their union with Christ, share in Christ’s death. In this way, they too have died. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [we died, as it were, with him] or [we participated in the Messiah’s death]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καὶ συνζήσομεν",
        "note": "Here Paul refers to the new life that believers receive in their union with Christ. This new life can be experienced now, but Paul seems especially to be speaking about the eternal life that believers will have after Jesus comes back. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [we will also experience new life with him] or [we will also have eternal life with him]"
      }
    ]
  },
  {
    "reference": "2Ti 2:12",
    "bsb_verse_text": "if we endure, we will also reign with Him; if we deny Him, He will also deny us;",
    "ult_verse_text": "If we endure, we will also reign with {him}.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὑπομένομεν",
        "note": "Here Paul implies that believers must **endure** suffering and persecution. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [we endure suffering] or [we endure persecution]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀρνησόμεθα",
        "note": "Here Paul refers to people denying that they know and believe in Jesus. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [we deny that we believe in him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "κἀκεῖνος ἀρνήσεται ἡμᾶς",
        "note": "Here Paul implies that at the final judgment Jesus **will deny** that these people know him and believe in him. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [he also will deny that we believe in him] or [he also will deny at the final judgment that we are his followers]"
      }
    ]
  },
  {
    "reference": "2Ti 2:13",
    "bsb_verse_text": "if we are faithless, He remains faithful, for He cannot deny Himself.",
    "ult_verse_text": "If we are unfaithful, he remains faithful,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀπιστοῦμεν",
        "note": "Here the word **unfaithful** could refer to: (1) failing to be loyal to Jesus and disobeying him. Alternate translation: [we disobey Jesus] or [we are disloyal to Jesus]; (2) failing to believe in Jesus. Alternate translation: [we stop believing in Jesus] or [if we no longer trust Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐκεῖνος πιστὸς μένει",
        "note": "Here the word **faithful** could indicate that: (1) Jesus remains loyal to these people. In other words, he still does what he said he would, even if they do not. Alternate translation: [he continues to do what he said he would] or [he remains true to them]; (2) Jesus consistently acts based on who he is. In this case, Jesus will be **faithful** to his promise to deny those who deny him. Alternate translation: [he remains consistent and will deny them] or [he is true to himself and will judge them]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀρνήσασθαι & ἑαυτὸν οὐ δύναται",
        "note": "Here the phrase **deny himself** refers to a person choosing not to do what they would naturally do. Here, then, Paul means that Jesus is able to do only what he would naturally do. If it would be helpful in your language, you could use a comparable phrase or state the meaning plainly. Alternate translation: [he is not able to stop doing what he does] or [he will always do what fits with who he is]"
      }
    ]
  },
  {
    "reference": "2Ti 2:14",
    "bsb_verse_text": "Remind the believers of these things, charging them before God to avoid quarreling over words, which succeeds only in leading the listeners to ruin.",
    "ult_verse_text": "Remind {them} of these things, declaring before God\\f + \\ft Instead of \\fq God,\\fq* some manuscripts read \\fqa the Lord.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὑπομίμνῃσκε",
        "note": "Here Paul implies that Timothy should **Remind** the believers who are with him and over whom he has responsibility. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [Remind the believers there of]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ταῦτα",
        "note": "Here the phrase **these things** refer to what Paul has previously written. This includes the trustworthy word in [2:11–13](../02/11.md) and perhaps also [2:1–10](../02/01.md). If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [what I have written] or [the things I have just said]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-oathformula",
        "orig_language_quote": "διαμαρτυρόμενος ἐνώπιον τοῦ Θεοῦ",
        "note": "Here Paul could be: (1) indicating that **God** knows and approves what Timothy should command the believers. Alternate translation: [declaring with God hearing and approving] or [declaring by God’s authority]; (2) asking Timothy to put the believers under oath, making them swear by **God**, that they will do what Timothy tells them to do. Alternate translation: [making them swear before God] or [requiring that they solemnly promise God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "τοῦ Θεοῦ",
        "note": "Many ancient manuscripts read **God**. The ULT follows that reading. Other ancient manuscripts read “the Lord.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μὴ λογομαχεῖν",
        "note": "Here Paul refers to arguments about what **words** mean as if they were battles. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [not to dispute about words]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐπὶ καταστροφῇ τῶν ἀκουόντων",
        "note": "If your language does not use an abstract noun for the idea of **destruction**, you could express the same idea in another way. Alternate translation: [and it destroys the ones hearing]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐπὶ καταστροφῇ τῶν ἀκουόντων",
        "note": "Here Paul implies that battling about words damages the faith **of the ones hearing** and stops their spiritual growth. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [to the destruction of the faith of the ones hearing] or [to the ruin of the spiritual growth of the ones hearing]"
      }
    ]
  },
  {
    "reference": "2Ti 2:15",
    "bsb_verse_text": "Make every effort to present yourself approved to God, an unashamed workman who accurately handles the word of truth.",
    "ult_verse_text": "Strive to present yourself approved to God, a worker not ashamed, cutting the word of truth straight.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "σπούδασον σεαυτὸν, δόκιμον παραστῆσαι τῷ Θεῷ",
        "note": "Here Paul means that Timothy should **Strive** to be the kind of person who is **approved** by **God**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [Work hard so that God approves of you] or [Do your best to please God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐργάτην",
        "note": "Here Paul speaks as if Timothy were a skilled **worker**. He means that Timothy works for God as a teacher and leader. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [like a craftsman] or [someone who works for God and is]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἀνεπαίσχυντον",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say what would do the action, it is clear from the context that it would be his work. Alternate translation: [without shame] or [whose work does not shame him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὀρθοτομοῦντα τὸν λόγον τῆς ἀληθείας",
        "note": "Paul refers to **the word of truth** as if it were wood or cloth that Timothy should cut **straight**. He means that Timothy should understand and teach **the word of truth** carefully and properly. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [teaching the word of truth rightly as if it were a piece of cloth that you were cutting straight] or [instructing others properly in the word of truth]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τὸν λόγον τῆς ἀληθείας",
        "note": "Here Paul is using the possessive form to describe a **word** that could be: (1) true. Alternate translation: [the word that is true]; (2) that is about something that is true. Alternate translation: [the word about what is true]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὸν λόγον τῆς ἀληθείας",
        "note": "If your language does not use an abstract noun for the idea of **truth**, you could express the same idea in another way. Be sure that your translation fits with the option you chose in the previous note. Alternate translation: [the true word]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τὸν λόγον",
        "note": "Here, **word** represents the gospel, which people communicate with words. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [the gospel]"
      }
    ]
  },
  {
    "reference": "2Ti 2:16",
    "bsb_verse_text": "But avoid irreverent, empty chatter, which will only lead to more ungodliness,",
    "ult_verse_text": "But avoid profane, empty sayings, for they will advance further in ungodliness,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "Here the word **But** introduces how Timothy should treat **profane empty sayings** in contrast with how he should treat “the word of truth” ([2:15](../02/15.md)). If it would be helpful in your language, you could use a word or phrase that introduces this kind of contrast, or you could leave **But** untranslated. Alternate translation: [In contrast,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὰς & βεβήλους κενοφωνίας",
        "note": "Here Paul implies that the **sayings** are **empty** of useful or true information. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [the profane sayings that have no meaning]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "προκόψουσιν",
        "note": "The pronoun **they** could refer to: (1) the people who speak and listen to the **profane empty sayings**. When Paul refers to “their word” in [2:17](../02/17.md), he seems to be speaking about these people. Alternate translation: [the people who indulge in them will advance] or [those who speak and listen to them will advance]; (2) the **profane empty sayings** themselves. In this case, Paul means that the **sayings** become more and more ungodly as people use them. Alternate translation: [these sayings will advance]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐπὶ πλεῖον & προκόψουσιν ἀσεβείας",
        "note": "Here Paul speaks of people who speak the **profane empty sayings** as if they could physically **advance further** or progress in a certain direction, and he speaks of **ungodliness** as that direction. He means that these people become more and more ungodly as they speak these **sayings**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [they have even more ungodliness] or [they will be characterized by even more ungodliness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀσεβείας",
        "note": "If your language does not use an abstract noun for the idea of **ungodliness**, you could express the same idea in another way. Alternate translation: [in being ungodly]"
      }
    ]
  },
  {
    "reference": "2Ti 2:17",
    "bsb_verse_text": "and the talk of such men will spread like gangrene. Among them are Hymenaeus and Philetus,",
    "ult_verse_text": "and their word will have a spreading like gangrene, among whom are Hymenaeus and Philetus,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ὁ λόγος αὐτῶν",
        "note": "Here, **word** represents what people communicate using words. In this case, Paul is referring specifically to the “profane empty sayings” to which he referred in [2:16](../02/16.md). If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [their sayings] or [their message]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ὡς γάγγραινα νομὴν ἕξει",
        "note": "Paul is saying that profane empty sayings will spread **like gangrene** because both these sayings and **gangrene** spread quickly and are dangerous. If it would be helpful in your language, you could state that explicitly. Alternate translation: [will spread quickly and destroy things, just as gangrene does]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "γάγγραινα",
        "note": "The word **gangrene** refers to a type of tissue death caused by infection or lack of blood circulation. The type of **gangrene** that Paul is referring to can spread quickly through a person’s body and can lead to death. If your readers would not be familiar with this type of infection, you could use the name of something similar in your area or you could use a more general term. Alternate translation: [a contagious infection] or [a deadly disease]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Ὑμέναιος, καὶ Φίλητος",
        "note": "The words **Hymenaeus** and **Philetus** are names of men."
      }
    ]
  },
  {
    "reference": "2Ti 2:18",
    "bsb_verse_text": "who have deviated from the truth. They say that the resurrection has already occurred, and they undermine the faith of some.",
    "ult_verse_text": "who have missed the mark concerning the truth, saying the resurrection has already happened, and {who} overturn the faith of some.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "περὶ τὴν ἀλήθειαν ἠστόχησαν",
        "note": "Paul speaks as if **the truth** were a mark or target that these two men have **missed**. Paul means that these men have failed to maintain **the truth**. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [have not remained in the truth] or [have ceased to have the truth]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "περὶ τὴν ἀλήθειαν",
        "note": "If your language does not use an abstract noun for the idea of **truth**, you could express the same idea in another way. Alternate translation: [concerning what is true]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀνάστασιν ἤδη γεγονέναι",
        "note": "If your language does not use an abstract noun for the idea of **resurrection**, you could express the same idea in another way. Alternate translation: [that people have already resurrected]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀνατρέπουσιν τήν τινων πίστιν",
        "note": "Here Paul speaks of **faith** as if it were an object that these two men could **overturn**. He means that they are disrupting or destroying people’s faith in Jesus. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [who tear down the faith of some] or [who cause some to lose their faith]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τήν τινων πίστιν",
        "note": "If your language does not use an abstract noun for the idea of **faith**, you could express the same idea in another way. Alternate translation: [how some believed] or [some who used to believe]"
      }
    ]
  },
  {
    "reference": "2Ti 2:19",
    "bsb_verse_text": "Nevertheless, God’s firm foundation stands, bearing this seal: “The Lord knows those who are His,” and, “Everyone who calls on the name of the Lord must turn away from iniquity.”",
    "ult_verse_text": "Nevertheless, the firm foundation of God stands, having this seal: “The Lord knew the ones being his,” and “Let everyone naming the name of the Lord depart from unrighteousness.”",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὁ & στερεὸς θεμέλιος τοῦ Θεοῦ ἕστηκεν",
        "note": "Here Paul speaks of a **firm foundation** that **stands** to indicate that something that **God** has established is secure and will remain. Paul could be referring to: (1) God’s people, the church. In this case, God has established his people as a **firm foundation**, and no false teaching can make them stop believing. Alternate translation: [the church of God stands like a firm foundation]; (2) the gospel. In this case, God has established the gospel as a **firm foundation**, and no false teaching can corrupt it. Alternate translation: [the gospel of God stands like a firm foundation]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἔχων τὴν σφραγῖδα ταύτην",
        "note": "Here Paul speaks as if the **foundation** had a **seal** on it. He means that God has made official statements about the **foundation**. These official statements guarantee that the **foundation** is valid and belongs to God. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [having these official statements from God which are like a seal] or [about which God has officially said]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-quotations",
        "orig_language_quote": "ἔγνω Κύριος τοὺς ὄντας αὐτοῦ, καί, ἀποστήτω ἀπὸ ἀδικίας πᾶς ὁ ὀνομάζων τὸ ὄνομα Κυρίου",
        "note": "Here Paul introduces a quotation and a summary, both of which come from the Old Testament Scriptures. The first quotation is from [Numbers 16:5](../../num/16/05.md). Paul quotes these words from an ancient translation into Timothy’s language. The second quotation is a summary of many verses in the Old Testament. If it would be helpful to your readers, you could format these words as quotations, as the ULT and UST do, and you could include information about the quotations in a footnote."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "Κύριος & Κυρίου",
        "note": "Here the word **Lord** could refer to: (1) Jesus specifically. Alternate translation: [Jesus the Lord … of Jesus the Lord]; (2) God generally. Alternate translation: [The Lord God … of the Lord God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-tense",
        "orig_language_quote": "ἔγνω",
        "note": "Here the author of the quotation uses the past tense to refer to something that is always true. If it would be helpful in your language, you could use whatever tense is natural for stating a general truth. Alternate translation: [has known]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀποστήτω ἀπὸ & πᾶς ὁ ὀνομάζων τὸ ὄνομα Κυρίου",
        "note": "Here Paul speaks of **unrighteousness** if it were a location from which people should **depart**. He means that these people should stop doing what is unrighteous. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [Let everyone naming the name of the Lord avoid] or [Let everyone naming the name of the Lord reject]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-imperative3p",
        "orig_language_quote": "ἀποστήτω & πᾶς ὁ ὀνομάζων τὸ ὄνομα Κυρίου",
        "note": "If your language does not use the third-person imperative in this way, you could state this in another way that is natural in your language. Alternate translation: [Everyone naming the name of the Lord should depart]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ὁ ὀνομάζων τὸ ὄνομα Κυρίου",
        "note": "Here the phrase **naming the name of the Lord** refers to claiming that one serves and believes in **the Lord**. If it would be helpful in your language, you could use a comparable phrase or state the meaning plainly. Alternate translation: [who claims to follow the Lord] or [who claims to believe in the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀπὸ ἀδικίας",
        "note": "If your language does not use an abstract noun for the idea of **unrighteousness**, you could express the same idea in another way. Alternate translation: [from acting unrighteously]"
      }
    ]
  },
  {
    "reference": "2Ti 2:20",
    "bsb_verse_text": "A large house contains not only vessels of gold and silver, but also of wood and clay. Some indeed are for honorable use, but others are for common use.",
    "ult_verse_text": "Now in a great house, there are not only gold and silver containers, but also wood and clay, and some for honor and some for dishonor.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "δὲ",
        "note": "Here the word **Now** introduces the next thing that Paul wants to write about. If it would be helpful in your language, you could use a word or phrase that introduces the next topic, or you could leave **Now** untranslated. Alternate translation: [Further,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exmetaphor",
        "orig_language_quote": "ἐν μεγάλῃ & οἰκίᾳ, οὐκ ἔστιν μόνον σκεύη χρυσᾶ καὶ ἀργυρᾶ, ἀλλὰ καὶ ξύλινα καὶ ὀστράκινα; καὶ ἃ μὲν εἰς τιμὴν, ἃ δὲ εἰς ἀτιμίαν",
        "note": "To teach Timothy, Paul speaks of the church as if it were **a great house** that contained **containers**, which represent people who are part of the church. This is an important figure of speech that Paul continues in the next verse, so you should preserve it. If it would be helpful to your readers, you could use a form that introduces an illustration or example. Alternate translation: [here is an illustration: in a great house, there are not only gold and silver containers, but also wood and clay, and some for honor and some for dishonor]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "σκεύη",
        "note": "The word translated as **container** is a general term for items that people use when they are performing household duties. These items include bowls and pots but also tools such as knives and shovels. If it would be helpful in your language, you could use a general word that refers to this kind of item, or you could list several examples. Alternate translation: [bowls, knives, and similar items]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἀλλὰ καὶ ξύλινα καὶ ὀστράκινα",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [but there are also wood and clay containers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἃ μὲν εἰς τιμὴν, ἃ δὲ εἰς ἀτιμίαν",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from the context if it would be clearer in your language. Alternate translation: [some are made for honor and some are made for dishonor]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἃ μὲν εἰς τιμὴν, ἃ δὲ εἰς ἀτιμίαν",
        "note": "If your language does not use abstract nouns for the ideas of **honor** and **dishonor**, you could express the same ideas in another way. Alternate translation: [some for being used in honorable ways and some for being used in dishonorable ways]"
      }
    ]
  },
  {
    "reference": "2Ti 2:21",
    "bsb_verse_text": "So if anyone cleanses himself of what is unfit, he will be a vessel for honor: sanctified, useful to the Master, and prepared for every good work.",
    "ult_verse_text": "Therefore, if someone has cleansed himself from these, he will be a container for honor, having been sanctified, useful to the master, having been prepared for every good work.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exmetaphor",
        "orig_language_quote": "ἐὰν & τις ἐκκαθάρῃ ἑαυτὸν ἀπὸ τούτων, ἔσται σκεῦος εἰς τιμήν, ἡγιασμένον εὔχρηστον τῷ Δεσπότῃ, εἰς πᾶν ἔργον ἀγαθὸν ἡτοιμασμένον",
        "note": "Here Paul continues to speak of believers as if they were each a **container**. In this verse, Paul gives some explanation of this figure of speech. When people cleanse themselves, they become like clean containers that can be used in honorable ways and that are useful to the **master** of the house, who represents God. If it would be helpful in your language, you could express the idea in simile form to explain the figure of speech. Alternate translation: [if someone has cleansed himself from these, he will be like a container for honor. Like such a container, he will be sanctified and useful to God, who is like the master of the house. He will be prepared for every good work]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τούτων",
        "note": "Here the word **these** could refer to: (1) what Paul has said in [2:16–18](../02/16.md) about what the false teachers do and say. The particular focus, then, is on ungodliness and false teaching. Alternate translation: [from ungodliness and false teaching] or [these ungodly things]; (2) the containers for dishonor that Paul mentioned in [2:20](../02/20.md). In this case, the focus could be on the containers or the dishonor. Alternate translation: [these containers for dishonor] or [that dishonor]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἑαυτὸν & ἔσται",
        "note": "Although the terms **himself** and **he** are masculine, Paul is using the words in a generic sense that includes both men and women. If it would be helpful in your language, you could use a phrase that makes this clear. Alternate translation: [himself or herself … he or she will be]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰς τιμήν",
        "note": "If your language does not use an abstract noun for the idea of **honor**, you could express the same idea in another way. Alternate translation: [that is used in honorable ways]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἡγιασμένον",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was God. Alternate translation: [having become holy] or [one that God has sanctified]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἡτοιμασμένον",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was God. Alternate translation: [being ready] or [one that God has prepared]"
      }
    ]
  },
  {
    "reference": "2Ti 2:22",
    "bsb_verse_text": "Flee from youthful passions and pursue righteousness, faith, love, and peace, together with those who call on the Lord out of a pure heart.",
    "ult_verse_text": "But flee youthful lusts, and pursue righteousness, faith, love, peace with the ones calling on the Lord from a pure heart.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "δὲ",
        "note": "Here the word **But** introduces the next thing that Paul wants to write about. If it would be helpful in your language, you could use a word or phrase that introduces the next idea, or you could leave **But** untranslated. Alternate translation: [Now]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "φεῦγε",
        "note": "Paul speaks of **youthful lusts** as if they were things a person could physically run away from. He means that Timothy should always avoid these **lusts**. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [make sure that you do not have]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὰς & νεωτερικὰς ἐπιθυμίας",
        "note": "Here Paul is referring to **lusts** that generally characterize **youthful** people. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [the lusts that youthful people often have]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "δίωκε & δικαιοσύνην, πίστιν, ἀγάπην, εἰρήνην, μετὰ τῶν ἐπικαλουμένων τὸν Κύριον ἐκ καθαρᾶς καρδίας",
        "note": "Here the phrase **with the ones calling on the Lord from a pure heart** could modify: (1) **pursue**. In this case, Timothy is supposed to **pursue** these good qualities along with the people who are **calling on the Lord from a pure heart**. Alternate translation: [pursue, with the ones calling on the Lord from a pure heart, righteousness, faith, love, peace]; (2) **peace**. In this case, the people with whom Timothy should have peace are those **calling on the Lord from a pure heart**. Alternate translation: [pursue righteousness, faith, and love, and pursue peace with the ones calling on the Lord from a pure heart]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "δίωκε",
        "note": "Paul speaks of **righteousness** and other good qualities as if they were things that a person could **pursue** and catch. He means that Timothy should try very hard to be characterized by these good things. Alternate translation: [seek to acquire] or [work hard to be characterized by]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "δικαιοσύνην, πίστιν, ἀγάπην, εἰρήνην",
        "note": "If your language does not use abstract nouns for some or all of the ideas in this list, you could express the same ideas in another way. Alternate translation: [becoming more righteous, believing, loving, peaceful]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πίστιν",
        "note": "Here the word **faith** could refer to: (1) belief in Jesus. Alternate translation: [faith in Jesus]; (2) faithfulness in doing what God requires. Alternate translation: [faithfulness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τῶν ἐπικαλουμένων τὸν Κύριον",
        "note": "The phrase **calling on the Lord** refers to worshiping and praying to **the Lord**. If it would be helpful in your language, you could use a comparable phrase or state the meaning plainly. Alternate translation: [the ones praying to the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὸν Κύριον ἐκ καθαρᾶς καρδίας",
        "note": "Here the phrase **from a clean heart** could be: (1) another description of these people. Alternate translation: [the Lord who have a pure heart]; (2) a description of how they are **calling on the Lord**. Alternate translation: [the Lord, which they do with a pure heart]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐκ καθαρᾶς καρδίας",
        "note": "In Paul’s culture, the **heart** is the place where humans think and feel. If it would be helpful in your language, you could translate **heart** by referring to the place where humans think and feel in your culture or by expressing the idea plainly. Alternate translation: [from a pure mind] or [from pure thoughts]"
      }
    ]
  },
  {
    "reference": "2Ti 2:23",
    "bsb_verse_text": "But reject foolish and ignorant speculation, for you know that it breeds quarreling.",
    "ult_verse_text": "But reject foolish and ignorant controversies, knowing that they give birth to battles.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "Here the word **But** introduces how Timothy should treat **foolish and uneducated controversies** in contrast to how he should “pursue” the good qualities that Paul listed in the previous verse. If it would be helpful in your language, you could use a word or phrase that introduces this kind of contrast, or you could leave **But** untranslated. Alternate translation: [In contrast,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὰς & μωρὰς καὶ ἀπαιδεύτους ζητήσεις",
        "note": "If your language does not use an abstract noun for the idea of controversies, you could express the same idea in another way. Alternate translation: [debating about foolish and ignorant things]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "μωρὰς καὶ ἀπαιδεύτους",
        "note": "The terms **foolish** and **ignorant** mean similar things. Paul is using the two terms together for emphasis. If it would be clearer for your readers, you could express the emphasis with a single phrase. Alternate translation: [very foolish] or [completely ignorant]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "γεννῶσι",
        "note": "Here Paul speaks of the **controversies** as if they were mothers giving birth to children, the **battles**. He means that these **controversies** cause the **battles**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [they cause]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μάχας",
        "note": "Here Paul speaks of strife and quarrels within a community as if they were **battles**. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [quarrels that are like battles] or [strife]"
      }
    ]
  },
  {
    "reference": "2Ti 2:24",
    "bsb_verse_text": "And a servant of the Lord must not be quarrelsome, but must be kind to everyone, able to teach, and forbearing.",
    "ult_verse_text": "But it is necessary for a slave of the Lord not to battle, but to be gentle toward all, able to teach, patient,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "Here the word **But** introduces how **a slave of the Lord** acts in contrast to how the “controversies” that Paul mentioned in the previous verse cause people to act. If it would be helpful in your language, you could use a word or phrase that introduces this kind of contrast, or you could leave **But** untranslated. Alternate translation: [In contrast,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-genericnoun",
        "orig_language_quote": "δοῦλον & Κυρίου",
        "note": "The word **slave** represents any person who is a **slave of the Lord**, not one particular person. If it would be helpful in your language, you could express the idea in another way. Alternate translation: [each slave of the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "δοῦλον & Κυρίου",
        "note": "Here Paul speaks of people who worship and obey **the Lord**, and especially leaders in the church, as if they were each **a slave of the Lord**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [those who worship and obey the Lord] or [people who do what the Lord commands]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "οὐ & μάχεσθαι",
        "note": "Here Paul speaks of arguing and quarreling in a community as if it were battling. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. See how you expressed the similar figure of speech in [2:23](../02/23.md). Alternate translation: [not to quarrel, which is like fighting in a battle] or [not to cause strife]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "πάντας",
        "note": "Paul is using the adjective **all** as a noun to mean all people. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [everyone]"
      }
    ]
  },
  {
    "reference": "2Ti 2:25",
    "bsb_verse_text": "He must gently reprove those who oppose him, in the hope that God may grant them repentance leading to a knowledge of the truth.",
    "ult_verse_text": "in meekness educating the ones opposing. God may perhaps give them repentance for knowledge of the truth,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν πραΰτητι",
        "note": "If your language does not use an abstract noun for the idea of **meekness**, you could express the same idea in another way. Alternate translation: [meekly] or [in a meek way]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τοὺς ἀντιδιατιθεμένους",
        "note": "Here Paul could be implying that these people are **opposing**: (1) the “slave of the Lord” ([2:24](../02/24.md)). Alternate translation: [the ones opposing him]; (2) the gospel. Alternate translation: [the ones opposing the gospel]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μήποτε δώῃ αὐτοῖς ὁ Θεὸς μετάνοιαν",
        "note": "Here Paul speaks of **repentance** as if it were an object that God could give people. He means that God may enable these people to have **repentance**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [God may perhaps cause them to have repentance]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μήποτε δώῃ αὐτοῖς & μετάνοιαν εἰς ἐπίγνωσιν ἀληθείας",
        "note": "If your language does not use abstract nouns for the ideas of **repentance**, **knowledge**, and **truth**, you could express the same ideas in another way. Alternate translation: [may perhaps cause them to repent so that they can know the true teaching]"
      }
    ]
  },
  {
    "reference": "2Ti 2:26",
    "bsb_verse_text": "Then they will come to their senses and escape the snare of the devil, who has taken them captive to his will.",
    "ult_verse_text": "and they may become sober again from the trap of the devil, having been captured by him for the will of that one.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-events",
        "orig_language_quote": "ἀνανήψωσιν ἐκ τῆς τοῦ διαβόλου παγίδος, ἐζωγρημένοι ὑπ’ αὐτοῦ, εἰς τὸ ἐκείνου θέλημα",
        "note": "These people must have been **captured** by the devil before they could **become sober again from the trap of the devil**. If it would be helpful in your language, you could reverse the order of these clauses to express the ideas in sequential order. Alternate translation: [having in the past been captured by the devil for the will of that one, they may become sober again from the trap of the devil]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀνανήψωσιν ἐκ τῆς τοῦ διαβόλου παγίδος",
        "note": "Here Paul implies that being **sober again** also means escaping **from the trap of the devil**. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [they may become sober again and escape from the trap of the devil]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀνανήψωσιν",
        "note": "Here Paul speaks of being able to think clearly about what is true as if it were becoming **sober again**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [they may be able to reason properly again]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐκ τῆς τοῦ διαβόλου παγίδος, ἐζωγρημένοι ὑπ’ αὐτοῦ",
        "note": "Here Paul speaks of how the devil has gained power or control over these people as if he had **captured** them in a **trap**. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [from what is like a trap of the devil, in which they have been captured like animals by him] or [from the power of the devil, having been dominated by him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐζωγρημένοι ὑπ’ αὐτοῦ",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [he having captured them]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ὑπ’ αὐτοῦ, εἰς τὸ ἐκείνου θέλημα",
        "note": "Here Paul uses the pronoun **him** and the phrase **that one**. He could be: (1) using both terms to refer to the devil. Alternate translation: [the devil for the devil’s own will]; (2) be using the word **him** to refer to the devil and the phrase **that one** to refer to God. In this case, the phrase **for the will of that one** gives the result of these people becoming sober again. Alternate translation: [the devil, but now they can do the will of God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰς τὸ ἐκείνου θέλημα",
        "note": "If your language does not use an abstract noun for the idea of **will**, you could express the same idea in another way. Alternate translation: [for what that one desires]"
      }
    ]
  },
  {
    "reference": "2Ti 3:1",
    "bsb_verse_text": "But understand this: In the last days terrible times will come.",
    "ult_verse_text": "But know this, that in the last days difficult times will be present.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "δὲ",
        "note": "Here the word **But** introduces the next thing that Paul wants to write about. If it would be helpful in your language, you could use a word or phrase that introduces the next idea, or you could leave **But** untranslated. Alternate translation: [Now]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicitinfo",
        "orig_language_quote": "τοῦτο & γίνωσκε, ὅτι",
        "note": "The expression **know this, that** contains extra information that would be unnatural to express in some languages. If this is true of your language, you could shorten the expression. Alternate translation: [know that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἐν ἐσχάταις ἡμέραις",
        "note": "Here the phrase **last days** refers to the period of time before Jesus comes back. Christians have different understandings about whether Paul believed that this time period had already begun or would begin sometime in the future. If possible, your translation should refer to this time period without indicating whether it had already begun. Alternate translation: [during the time before Jesus’ second coming] or [in the final time period]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐνστήσονται καιροὶ χαλεποί",
        "note": "Here Paul implies that the **times** will be **difficult** for believers because of what other people do and say that may harm or injure them (see [3:2–5](../03/02.md)). If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [believers will face difficult situations] or [believers will be in danger]"
      }
    ]
  },
  {
    "reference": "2Ti 3:2",
    "bsb_verse_text": "For men will be lovers of themselves, lovers of money, boastful, arrogant, abusive, disobedient to their parents, ungrateful, unholy,",
    "ult_verse_text": "For the men will be lovers of self, lovers of money, boastful, proud, blasphemous, disobedient to parents, ungrateful, unholy,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "Here the word **For** introduces a reason why the times will be difficult. If it would be helpful in your language, you could use a word or phrase that introduces a reason or basis for a claim, or you could leave **For** untranslated. Alternate translation: [That is because] or [Here is why:]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-genericnoun",
        "orig_language_quote": "οἱ ἄνθρωποι",
        "note": "The phrase **the men** represents people in general, not one particular set of **men**. If it would be helpful in your language, you could express the idea in another way. Alternate translation: [men]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "οἱ ἄνθρωποι",
        "note": "Although the term **men** is masculine, Paul is using the word in a generic sense that includes both men and women. If it would be helpful in your language, you could use a phrase that makes this clear. Alternate translation: [the men and women]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "φίλαυτοι",
        "note": "Here the phrase **lovers of self** refers people who love themselves more than they love other people. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [lovers of themselves more than others] or [lovers of themselves most of all]"
      }
    ]
  },
  {
    "reference": "2Ti 3:3",
    "bsb_verse_text": "unloving, unforgiving, slanderous, without self-control, brutal, without love of good,",
    "ult_verse_text": "unloving, irreconcilable, slanderous, unrestrained, savage, not lovers of the good,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "ἀφιλάγαθοι",
        "note": "Paul is using the adjective **good** as a noun to mean good things and actions. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [not lovers of good things]"
      }
    ]
  },
  {
    "reference": "2Ti 3:4",
    "bsb_verse_text": "traitorous, reckless, conceited, lovers of pleasure rather than lovers of God,",
    "ult_verse_text": "traitors, reckless, puffed up, lovers of pleasure rather than lovers of God,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τετυφωμένοι",
        "note": "Here Paul speaks of proud people as if it they were **puffed up** by air. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [conceited]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "τετυφωμένοι",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [puffing themselves up] or [haughty]"
      }
    ]
  },
  {
    "reference": "2Ti 3:5",
    "bsb_verse_text": "having a form of godliness but denying its power. Turn away from such as these!",
    "ult_verse_text": "having a form of godliness, but denying its power. And turn away from these.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἔχοντες μόρφωσιν εὐσεβείας, τὴν δὲ δύναμιν αὐτῆς ἠρνημένοι",
        "note": "If your language does not use abstract nouns for the ideas of **godliness** and **power**, you could express the same ideas in another way. Alternate translation: [seeming to be godly, but denying how powerful being godly really is]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἔχοντες μόρφωσιν εὐσεβείας",
        "note": "Here the phrase **a form of godliness** refers to the appearance of **godliness**. In other words, these people appear to be acting in godly ways. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [seeming to have godliness] or [looking like people characterized by godliness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὴν & δύναμιν αὐτῆς ἠρνημένοι",
        "note": "Here Paul implies that these people refuse to experience and act upon the **power** that comes with real godliness. In other words, they do not actually do what is godly, and they do not allow God to change them so that they become more godly. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [refusing to experience its power] or [ignoring the work that it requires]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "καὶ",
        "note": "Here the word **And** introduces an inference based on what Paul has said about these people. If it would be helpful in your language, you could use a word or phrase that introduces an inference, or you could leave **And** untranslated. Alternate translation: [So]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τούτους ἀποτρέπου",
        "note": "Here Paul speaks of avoiding people as if it were done by turning **away from** them. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [turn your back on these] or [avoid these]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "τούτους",
        "note": "Paul is using the adjective **these** as a noun to mean the people he has been describing. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [these people] or [the kind of people I have described]"
      }
    ]
  },
  {
    "reference": "2Ti 3:6",
    "bsb_verse_text": "They are the kind who worm their way into households and captivate vulnerable women who are weighed down with sins and led astray by various passions,",
    "ult_verse_text": "For from these are the ones entering into households and taking captive little women having been heaped with sins, being led away by various desires,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γάρ",
        "note": "Here the word **For** introduces a reason why Timothy should “turn away from these” people (see [3:5](../03/05.md)). If it would be helpful in your language, you could use a word or phrase that introduces a reason or basis for a command, or you could leave **For** untranslated. Alternate translation: [Turn away from them because] or [I say that because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "ἐκ τούτων",
        "note": "Paul is using the adjective **these** as a noun to mean the people he has described in the previous verses. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. See how you translated the word “these” in [3:5](../03/05.md). Alternate translation: [from these people] or [from the kind of people I have described]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οἱ ἐνδύνοντες εἰς τὰς οἰκίας",
        "note": "Here Paul is referring to how these people visit other people’s homes. The word translated **entering** implies that these people used false pretenses and deception to visit these homes. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [the ones using deceit to enter into households] or [the ones sneaking into other people’s households]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "αἰχμαλωτίζοντες",
        "note": "Here Paul speaks about how these people influence **little women** as if they were **taking** these women **captive**. He means that they gain control and power over these women. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [gaining influence over] or [manipulating]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "γυναικάρια",
        "note": "Here Paul refers to the **women** who are deceived by the false teachers as if they were physically **little**. He could mean that: (1) these women are spiritually weak and immature. Alternate translation: [women who are spiritually weak]; (2) gullible or easily deceived. Alternate translation: [gullible women] or [silly women]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "σεσωρευμένα ἁμαρτίαις",
        "note": "Paul speaks of these women’s **sins** as if they were **heaped** on their backs. He could mean that: (1) these women sin often or even continually. Alternate translation: [who sin frequently]; (2) these women feel terrible guilt because of their sins. Alternate translation: [who feel very guilty for their sins]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "σεσωρευμένα ἁμαρτίαις",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, you could indicate that they themselves did. Alternate translation: [who carry many sins] or [having heaped themselves with sins]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἀγόμενα ἐπιθυμίαις ποικίλαις",
        "note": "Paul speaks about these **various desires** as if they could physically lead the women away. He means that these women do whatever they desire without trying to control themselves. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [following various desires] or [always doing the various things that they desire]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἀγόμενα ἐπιθυμίαις ποικίλαις",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [various desires leading them away]"
      }
    ]
  },
  {
    "reference": "2Ti 3:7",
    "bsb_verse_text": "who are always learning but never able to come to a knowledge of the truth.",
    "ult_verse_text": "always learning, and never being able to come to knowledge of the truth.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "καὶ",
        "note": "Here the word **and** introduces something that contrasts with how these women are **always learning**. If it would be helpful in your language, you could use a word or phrase that introduces a contrast. Alternate translation: [yet]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μηδέποτε εἰς ἐπίγνωσιν ἀληθείας ἐλθεῖν δυνάμενα",
        "note": "Here Paul speaks of the **knowledge of the truth** as if it were a destination at which people could arrive. He is indicating that these women cannot gain the **knowledge of the truth**. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [never able to grasp knowledge of the truth] or [never able to gain knowledge of the truth]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰς ἐπίγνωσιν ἀληθείας",
        "note": "If your language does not use abstract nouns for the ideas of **knowledge** and **truth**, you could express the same ideas in another way. Alternate translation: [to know the true teaching]"
      }
    ]
  },
  {
    "reference": "2Ti 3:8",
    "bsb_verse_text": "Just as Jannes and Jambres opposed Moses, so also these men oppose the truth. They are depraved in mind and disqualified from the faith.",
    "ult_verse_text": "And the way Jannes and Jambres opposed Moses, so also these oppose the truth, men having been corrupted {in} the mind, unapproved concerning the faith.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "Ἰάννης καὶ Ἰαμβρῆς ἀντέστησαν Μωϋσεῖ",
        "note": "Here Paul refers to something that happened when God sent **Moses** to tell Pharaoh, the king of Egypt, to set the Israelites free. When Moses performed a miracle, some of the magicians and sorcerers who served Pharaoh also performed that miracle. In this way, they tried to prevent **Moses** from doing what God had told him to do. You can read this story in [Exodus 7:8–13](../../exo/07/08.md). While the names of these magicians are not mentioned in the story in Exodus, their traditional names are **Jannes** and **Jambres**. If it would be helpful in your language, you could make some of this information more explicit, or you could include a footnote that gives this information. Alternate translation: [Jannes and Jambres, who were two of Pharaoh’s sorcerers, opposed Moses when he spoke to Pharaoh]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Ἰάννης καὶ Ἰαμβρῆς",
        "note": "The words **Jannes** and **Jambres** are names of men."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "οὗτοι",
        "note": "Here, as in [3:5](../03/05.md), Paul is using the adjective **these** as a noun to refer to the false teachers that he has described. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [these people] or [the kind of people I have described]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῇ ἀληθείᾳ",
        "note": "If your language does not use an abstract noun for the idea of **truth**, you could express the same idea in another way. Alternate translation: [the true teaching]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἄνθρωποι",
        "note": "Although the term **men** is masculine, Paul is using the word in a generic sense that includes both men and women. If it would be helpful in your language, you could use a phrase that makes this clear. Alternate translation: [men and women]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "κατεφθαρμένοι τὸν νοῦν",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was they themselves. Alternate translation: [whose mind is corrupt] or [who have corrupted their mind]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-collectivenouns",
        "orig_language_quote": "τὸν νοῦν",
        "note": "If it would not be natural in your language to speak as if a group of people had only one **mind**, you could use the plural form of that word in your translation. Alternate translation: [in their minds]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀδόκιμοι περὶ τὴν πίστιν",
        "note": "Here Paul implies that, when God tests the **faith** of these people, he will not approve of it. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [whose faith is not approved by God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "περὶ τὴν πίστιν",
        "note": "Here the word **faith** could refer to: (1) the act of having **faith** in Jesus. Alternate translation: [concerning the faith that they claim to have]; (2) what people believe about Jesus when they have **faith** in him. Alternate translation: [concerning what Christians believe]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "περὶ τὴν πίστιν",
        "note": "If your language does not use an abstract noun for the idea of **faith**, you could express the same idea in another way. Make sure that your translation fits with the option you chose in the previous note. Alternate translation: [in how they claim to believe in Jesus]"
      }
    ]
  },
  {
    "reference": "2Ti 3:9",
    "bsb_verse_text": "But they will not advance much further. For just like Jannes and Jambres, their folly will be plain to everyone.",
    "ult_verse_text": "But they will not advance further, for their foolishness will be obvious to all, as also that of those became.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀλλ’",
        "note": "Here the word **But** introduces what will happen to these false teachers in contrast to what they are trying to do, which is to oppose the truth. (See [3:8](../03/08.md).) If it would be helpful in your language, you could use a different word or phrase that introduces this kind of contrast. Alternate translation: [Despite that,] or [Although they try to oppose the truth,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "οὐ προκόψουσιν ἐπὶ πλεῖον",
        "note": "Here Paul speaks of people having success in teaching as if they were advancing **further** in a direction. He means that these people will cease to have success in teaching. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [they will not be able to teach even more people] or [they will not succeed in continuing to teach]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ & ἄνοια αὐτῶν",
        "note": "If your language does not use an abstract noun for the idea of **foolishness**, you could express the same idea in another way. Alternate translation: [how foolish they are]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "πᾶσιν",
        "note": "Paul is using the adjective **all** as a noun to mean all people. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [to all people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "πᾶσιν",
        "note": "Paul says **all** here as an overstatement for emphasis. If it would be helpful in your language, you could use a different way to express the emphasis. Alternate translation: [to most]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "ἡ ἐκείνων",
        "note": "Paul is using the adjective **that** as a noun to mean foolishness. He is using the adjective **those** to refer to Jannes and Jambres, Pharaoh’s magicians. Your language may use adjectives in these same ways. If not, you could translate these words with equivalent phrases. Alternate translation: [the foolishness of Jannes and Jambres]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἐγένετο",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [became obvious]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐγένετο",
        "note": "Here Paul is referring to how Pharaoh’s magicians failed to oppose Moses. They could not copy some of the miracles that Moses did (see [Exodus 8:18–19](../../exo/08/18.md)), and they were affected by other miracles that Moses did (see [Exodus 9:11](../../exo/09/11.md)). In that way, everyone realized that they were foolish. If it would be helpful in your language, you could make some of that information more explicit or include the information in a footnote. Alternate translation: [became when they failed to stop Moses]"
      }
    ]
  },
  {
    "reference": "2Ti 3:10",
    "bsb_verse_text": "You, however, have observed my teaching, my conduct, my purpose, my faith, my patience, my love, my perseverance,",
    "ult_verse_text": "But you have followed my teaching, conduct, purpose, faith, patience, love, endurance,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "σὺ δὲ",
        "note": "Here the word **But** introduces how Timothy behaves in contrast to how the false teachers behave. If it would be helpful in your language, you could use a word or phrase that introduces this kind of contrast, or you could leave **But** untranslated. Alternate translation: [You, however,] or [As for you, though, you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "σὺ & παρηκολούθησάς",
        "note": "Here Paul speaks as if Timothy **followed** the things that Paul has done and experienced. He means that Timothy has paid attention to these things and imitates how Paul does and experiences them. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [you have observed and emulated] or [you have modeled your behavior on]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μου τῇ διδασκαλίᾳ, τῇ ἀγωγῇ, τῇ προθέσει, τῇ πίστει, τῇ μακροθυμίᾳ, τῇ ἀγάπῃ, τῇ ὑπομονῇ & τοῖς διωγμοῖς, τοῖς παθήμασιν, οἷά",
        "note": "If your language does not use abstract nouns for some or all of the ideas in this list, you could express the same ideas in another way. Alternate translation: [what I teach, how I conduct myself, what I have chosen to do, how I have believed, how patient I am, how I love others, how I endure everything, how I am persecuted, and how I suffer. You know what]"
      }
    ]
  },
  {
    "reference": "2Ti 3:11",
    "bsb_verse_text": "my persecutions, and the sufferings that came upon me in Antioch, Iconium, and Lystra. What persecutions I endured! Yet the Lord rescued me from all of them.",
    "ult_verse_text": "persecutions, sufferings, such as happened to me in Antioch, in Iconium, in Lystra, what kind of persecutions I endured. And the Lord rescued me from {them} all.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οἷά",
        "note": "Here the phrase **such as** could refer back to: (1) just the **sufferings**. Alternate translation: [sufferings such as those that]; (2) both the **sufferings** and the **persecutions**. Alternate translation: [sufferings and persecutions such as those that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οἵους διωγμοὺς ὑπήνεγκα",
        "note": "Here the phrase **what kind of persecutions I endured** could be: (1) a further definition of what Paul experienced in the three cities to which he has referred. Alternate translation: [how I endured various persecutions]; (2) an explanation that indicates how much Paul experienced. Alternate translation: [what persecutions I endured!] or [I endured so many persecutions!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "οἵους διωγμοὺς ὑπήνεγκα",
        "note": "If your language does not use an abstract noun for the idea of **persecutions**, you could express the same idea in another way. Alternate translation: [how I was persecuted and had to endure it]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "καὶ",
        "note": "Here the word **And** introduces what **the Lord** did in contrast to what Paul was experiencing. If it would be helpful in your language, you could use a word or phrase that introduces this kind of contrast. Alternate translation: [And yet,] or [But]"
      }
    ]
  },
  {
    "reference": "2Ti 3:12",
    "bsb_verse_text": "Indeed, all who desire to live godly lives in Christ Jesus will be persecuted,",
    "ult_verse_text": "But also, all the ones wanting to live godly in Christ Jesus will be persecuted.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "καὶ & δὲ",
        "note": "Here the phrase **But also** introduces the idea that what has been true for Paul will be true for all true believers. If it would be helpful in your language, you could use a word or phrase that introduces an expansion or further application of an idea. Alternate translation: [In fact] or [Beyond that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "πάντες & οἱ θέλοντες ζῆν εὐσεβῶς ἐν Χριστῷ Ἰησοῦ διωχθήσονται",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, you could use an indefinite subject. Alternate translation: [people will persecute all the ones wanting to live godly in Christ Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Χριστῷ Ἰησοῦ",
        "note": "Here Paul uses the spatial metaphor **in Christ Jesus** to describe the union of believers with **Christ Jesus**. In this case, being **in Christ Jesus**, or united to **Christ Jesus**, is how believers **live godly**. If it would be helpful in your language, you could use a phrase that indicates that believers can **live** in this way because of their union with **Christ Jesus**. Alternate translation: [in union with Christ Jesus] or [as those who are united to Christ Jesus]"
      }
    ]
  },
  {
    "reference": "2Ti 3:13",
    "bsb_verse_text": "while evil men and imposters go from bad to worse, deceiving and being deceived.",
    "ult_verse_text": "But evil men and impostors will advance to the worse, leading astray and being led astray.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "Here the word **But** introduces what happens to **evil men and impostors** in contrast with what happens to people who want to live in godly ways. If it would be helpful in your language, you could use a word or phrase that introduces this kind of contrast, or you could leave **But** untranslated. Alternate translation: [However,] or [In contrast,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἄνθρωποι",
        "note": "Although the term **men** is masculine, Jesus is using the word in a generic sense that includes both men and women. If it would be helpful in your language, you could use a phrase that makes this clear. Alternate translation: [men and women]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "πονηροὶ & ἄνθρωποι καὶ γόητες",
        "note": "Here the phrase **evil men and impostors** could: (1) refer to two different groups of people. Alternate translation: [men who are evil and men who are impostors]; (2) describe one group of people using two terms connected with **and**. Alternate translation: [evil people who are impostors] or [evil impostors]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "προκόψουσιν ἐπὶ τὸ χεῖρον",
        "note": "Here Paul speaks of these people as if they could physically **advance** or progress in a certain direction, and he speaks of **the worse** as that direction. He means that these people become **worse** and **worse**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [will grow worse and worse] or [will be characterized by being increasingly worse]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "ἐπὶ τὸ χεῖρον",
        "note": "Paul is using the adjective **worse** as a noun to mean behavior and character that is worse. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [to worse behavior] or [to worse character]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πλανῶντες καὶ πλανώμενοι",
        "note": "Here Paul speaks as if the **evil men and impostors** could literally lead people **astray** and be **led astray**. He means that they will deceive others and be deceived themselves. If it would be helpful for your readers, you could state the meaning plainly. Alternate translation: [causing people to believe what is wrong and themselves believing what is wrong]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "πλανώμενοι",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, you could use an indefinite subject. Alternate translation: [others leading them astray]"
      }
    ]
  },
  {
    "reference": "2Ti 3:14",
    "bsb_verse_text": "But as for you, continue in the things you have learned and firmly believed, since you know from whom you have learned them.",
    "ult_verse_text": "But you, remain in what you learned and were convinced of, knowing from whom you learned,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "σὺ δὲ",
        "note": "Here the word **But** introduces how Timothy should behave in contrast to how the false teachers behave. If it would be helpful in your language, you could use a word or phrase that introduces that kind of contrast. Alternate translation: [You, however] or [As for you, though]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "μένε ἐν οἷς ἔμαθες καὶ ἐπιστώθης, εἰδὼς παρὰ τίνων ἔμαθες",
        "note": "If it would be more natural in your language, you could reverse the order of these clauses, since the second clause gives the reason for the result that the first clause describes. Alternate translation: [you know from whom you learned what you learned and were convinced of. So, remain in those things, knowing that truth]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μένε ἐν",
        "note": "Here Paul speaks as if what Timothy **learned** and was **convinced of** were places in which Timothy could **remain**. He means that Timothy should continue to believe and trust those things. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [continue to trust] or [maintain]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐπιστώθης",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [trusted in]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἰδὼς παρὰ τίνων ἔμαθες",
        "note": "Here Paul implies that Timothy knows that these people are trustworthy. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [knowing that the people from whom you learned are trustworthy]"
      }
    ]
  },
  {
    "reference": "2Ti 3:15",
    "bsb_verse_text": "From infancy you have known the Holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus.",
    "ult_verse_text": "and that from infancy you have known the sacred writings, which are able to make you wise for salvation through faith {that is} in Christ Jesus.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀπὸ βρέφους",
        "note": "If your language does not use an abstract noun for the idea of **childhood**, you could express the same idea in another way. Alternate translation: [since you were an infant]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰς σωτηρίαν διὰ πίστεως τῆς ἐν Χριστῷ Ἰησοῦ",
        "note": "If your language does not use abstract nouns for the ideas of **salvation** and **faith**, you could express the same ideas in another way. Alternate translation: [so that you are saved through believing in Christ Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῆς ἐν Χριστῷ Ἰησοῦ",
        "note": "Here Paul uses the spatial metaphor **in Christ Jesus** to describe the union of believers with Christ. In this case, being **in Christ Jesus**, or united to **Christ Jesus**, explains how Timothy can have **faith**. If it would be helpful in your language, you could use a phrase that indicates that Timothy can have **faith** as one who has been united to **Christ Jesus**. Alternate translation: [that you have in your union with Christ Jesus] or [that comes from being united to Christ Jesus]"
      }
    ]
  },
  {
    "reference": "2Ti 3:16",
    "bsb_verse_text": "All Scripture is God-breathed and is useful for instruction, for conviction, for correction, and for training in righteousness,",
    "ult_verse_text": "All Scripture {is} God-breathed and {is} profitable for teaching, for reproof, for correction, for training in righteousness,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "πᾶσα Γραφὴ θεόπνευστος καὶ ὠφέλιμος",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [God has breathed out all Scripture, and it is profitable]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πᾶσα Γραφὴ θεόπνευστος καὶ",
        "note": "Here Paul speaks as if God had **breathed** all **Scripture**. He means that God is the one who spoke or gave **Scripture** through his Spirit. In other words, **All Scripture** has its origin in God. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [All Scripture comes from God, as if he had breathed it out, and it] or [All Scripture is produced by God and] or [All Scripture originates in God and]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πᾶσα Γραφὴ",
        "note": "Here the phrase translated as **All Scripture** refers to what we call the Old Testament. Paul could be referring to: (1) the entirety of **Scripture**. Alternate translation: [The whole of Scripture]; (2) each of the individual scriptures. Alternate translation: [Every scripture]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὠφέλιμος",
        "note": "Here Paul could be implying that Scripture is **profitable**: (1) for someone to use in the following ways. Alternate translation: [is profitable for people to use for teaching, for reproof, for correction, for training in righteousness]; (2) as it functions in the following ways for those who read or hear it. Alternate translation: [is profitable for our teaching, for our reproof, for our correction, for our training in righteousness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "πρὸς διδασκαλίαν, πρὸς ἐλεγμόν, πρὸς ἐπανόρθωσιν, πρὸς παιδείαν τὴν ἐν δικαιοσύνῃ",
        "note": "If your language does not use abstract nouns for some or all of the ideas in this list, you could express the same ideas in another way. Alternate translation: [for instructing, for reproving, for correcting, for training to be righteous]"
      }
    ]
  },
  {
    "reference": "2Ti 3:17",
    "bsb_verse_text": "so that the man of God may be complete, fully equipped for every good work.",
    "ult_verse_text": "so that the man of God may be complete, having been equipped for every good work.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἵνα",
        "note": "Here the phrase **so that** could introduce: (1) a result that comes from how Scripture is God-breathed and profitable in the ways that Paul has described. Alternate translation: [and so]; (2) a purpose for which Scripture is God-breathed and profitable in the ways that Paul has described. Alternate translation: [in order that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ὁ τοῦ Θεοῦ ἄνθρωπος",
        "note": "Here Paul is using the possessive form to describe a **man** who serves and obeys **God**. If this is not clear in your language, you could express the idea in another way. Alternate translation: [the man who obeys God] or [the man who worships God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-genericnoun",
        "orig_language_quote": "ὁ τοῦ Θεοῦ ἄνθρωπος",
        "note": "The word **man** represents men in general, not one particular man. If it would be helpful in your language, you could express the idea in another way. Alternate translation: [men of God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ὁ τοῦ Θεοῦ ἄνθρωπος",
        "note": "Although the term **man** is masculine, Paul is using the word in a generic sense that includes both men and women. If it would be helpful in your language, you could use a phrase that makes this clear. Alternate translation: [the person of God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ἄρτιος & πρὸς πᾶν ἔργον ἀγαθὸν ἐξηρτισμένος",
        "note": "The terms **complete** and **equipped for every good work** mean similar things. Paul is using the two terms together for emphasis. If it would be clearer for your readers, you could express the emphasis with a single phrase. Alternate translation: [fully equipped for every good work] or [fully capable for every good work]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐξηρτισμένος",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was God. Alternate translation: [having everything he needs] or [one whom God has equipped]"
      }
    ]
  },
  {
    "reference": "2Ti 4:1",
    "bsb_verse_text": "I charge you in the presence of God and of Christ Jesus, who will judge the living and the dead, and in view of His appearing and His kingdom:",
    "ult_verse_text": "I declare before God and Christ Jesus, the one being about to judge living and dead, and by\\f + \\ft Instead of \\fq and by,\\fq* some manuscripts read \\fqa according to.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-oathformula",
        "orig_language_quote": "διαμαρτύρομαι ἐνώπιον τοῦ Θεοῦ καὶ Χριστοῦ Ἰησοῦ, τοῦ μέλλοντος κρίνειν ζῶντας καὶ νεκρούς, καὶ τὴν ἐπιφάνειαν αὐτοῦ, καὶ τὴν βασιλείαν αὐτοῦ",
        "note": "Here Paul could be: (1) indicating that **God and Christ Jesus** know and approve what Paul is about to write. Also, he means that he is as sure about what he is about to write as he is sure about Jesus’ **appearing** and **kingdom**. Alternate translation: [God and Christ Jesus, the one being about to judge living and dead, hear and approve when I declare by his appearing and kingdom] or [What I declare is approved by God and Christ Jesus, the one being about to judge living and dead, and I am as sure about it as I am sure about his appearing and his kingdom]; (2) putting Timothy under oath, making him swear by **God** and **Christ Jesus**, that he will do what Paul is about to write. Also, he wants Timothy to be as sure about doing what Paul is about to write as Timothy is sure about Jesus’ **appearing** and **kingdom**. Alternate translation: [I make you swear before God and Christ Jesus, the one being about to judge living and dead, and as you think about his appearing and his kingdom] or [I require that you solemnly promise God and Christ Jesus, the one being about to judge living and dead, that you will do what I am about to write, and I want you to guarantee it as much as Jesus’ appearing and kingdom are guaranteed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "ζῶντας καὶ νεκρούς",
        "note": "Paul is using the adjectives **living** and **dead** as nouns to mean people who are living and people who are dead. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [those who are still alive and those who are dead]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "καὶ τὴν ἐπιφάνειαν αὐτοῦ",
        "note": "Many ancient manuscripts read **and by his appearing**. The ULT follows that reading. Other ancient manuscripts read “according to his appearing.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὴν ἐπιφάνειαν αὐτοῦ",
        "note": "Here the phrase **his appearing** refers to when Jesus will come back to this world, which is when he will **judge** everyone. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [by his second coming]"
      }
    ]
  },
  {
    "reference": "2Ti 4:2",
    "bsb_verse_text": "Preach the word; be prepared in season and out of season; reprove, rebuke, and encourage with every form of patient instruction.",
    "ult_verse_text": "Preach the word; stand by opportunely, inopportunely; reprove, rebuke, exhort, with all patience and teaching.\\v 3 For there will be a time when they will not bear with the healthy teaching. Instead, they will heap up for themselves teachers according to their own desires, itching {in} the ear,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τὸν λόγον",
        "note": "Here, **word** represents the gospel, which people communicate using words. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [the gospel] or [God’s message]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐπίστηθι",
        "note": "Here Paul speaks as if Timothy should **stand by** something. He could mean that Timothy: (1) should be ready or prepared to preach the gospel. Alternate translation: [be prepared]; (2) should be persistent in preaching the gospel. Alternate translation: [be persistent]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εὐκαίρως, ἀκαίρως",
        "note": "Here Paul could be implying that it will be opportune sometimes and inopportune sometimes for: (1) Timothy’s audience. Alternate translation: [when people are ready to hear and when people are not ready to hear] or [when people are receptive and when they are not]; (2) Timothy. Alternate translation: [when it is convenient for you and when it is not]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "ἐν πάσῃ μακροθυμίᾳ καὶ διδαχῇ",
        "note": "Here the words **patience** and **teaching** could: (1) describe two separate things. Alternate translation: [with all patience and with all teaching]; (2) refer to one thing described with two words connected by **and**. Alternate translation: [with all patient teaching] or [with teaching that is very patient]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν πάσῃ μακροθυμίᾳ καὶ διδαχῇ",
        "note": "If your language does not use abstract nouns for the ideas of **patience** and **teaching**, you could express the same ideas in another way. Alternate translation: [and act very patiently, and teach as you do so]"
      }
    ]
  },
  {
    "reference": "2Ti 4:3",
    "bsb_verse_text": "For the time will come when men will not tolerate sound doctrine, but with itching ears they will gather around themselves teachers to suit their own desires.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "Here the word **For** introduces a basis for the commands that Paul gave in the previous verse. If it would be helpful in your language, you could use a word or phrase that introduces a basis for a command, or you could leave **For** untranslated. Alternate translation: [Here is why I command those things:] or [I urge you to do those things because]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἔσται & καιρὸς ὅτε",
        "note": "Alternate translation: [the time will come when] or [here is what will eventually happen:]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "οὐκ ἀνέξονται",
        "note": "The pronoun **they** refers to people in general, with a special focus on people who claim to be believers. If this is not clear for your readers, you could refer to those people more directly. Alternate translation: [those who claim to be believers will not endure] or [some people will not endure]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "οὐκ ἀνέξονται",
        "note": "Here the phrase **bear with** refers to listening to something charitably. Paul means that these people no longer be willing to listen to **the healthy teaching**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [they will not listen patiently to] or [they will not accept]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῆς ὑγιαινούσης διδασκαλίας",
        "note": "Here Paul speaks as if **teaching** could be **healthy**. He means that this **teaching** is good and reliable in every way and has no defect or corruption. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [the teaching that is like healthy food] or [the correct teaching]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "κατὰ τὰς ἰδίας ἐπιθυμίας, ἑαυτοῖς ἐπισωρεύσουσιν διδασκάλους",
        "note": "Here the phrase **according to their own desires** could modify: (1) the phrase **heap up for themselves**. Alternate translation: [according to their own desires they will heap up for themselves teachers]; (2) the word **teachers**. Alternate translation: [they will heap up for themselves teachers who teach according to these people’s own desires]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἑαυτοῖς ἐπισωρεύσουσιν διδασκάλους",
        "note": "Paul speaks of how these people gather many **teachers** as if they were heaping these teachers up in a pile. Paul implies that these **teachers** teach many different things that are wrong. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [they will gather many different teachers] or [they will listen to many different false teachers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "κνηθόμενοι τὴν ἀκοήν",
        "note": "Here Paul speaks as if these people had an **ear** that was **itching**, and the only way to scratch the itch was to hear what they wanted to hear. He means that these people want to hear things that make them feel good about themselves. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [wanting to hear what they like] or [desiring to be told things that make them feel good about themselves]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-collectivenouns",
        "orig_language_quote": "τὴν ἀκοήν",
        "note": "If it would not be natural in your language to speak as if a group of people had only one **ear**, you could use the plural form of that word in your translation. Alternate translation: [in their ears]"
      }
    ]
  },
  {
    "reference": "2Ti 4:4",
    "bsb_verse_text": "So they will turn their ears away from the truth and turn aside to myths.",
    "ult_verse_text": "and they will turn the ear away from the truth and be turned away to the myths.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀπὸ μὲν τῆς ἀληθείας τὴν ἀκοὴν ἀποστρέψουσιν",
        "note": "Paul speaks about people no longer paying attention as if they were physically turning their ears away so that they could not hear. If it would be helpful in your language, you could use a comparable metaphor or state the meaning plainly. Alternate translation: [they will no longer pay attention to the truth]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-collectivenouns",
        "orig_language_quote": "τὴν ἀκοὴν",
        "note": "If it would not be natural in your language to speak as if a group of people had only one **ear**, you could use the plural form of that word in your translation. Alternate translation: [their ears]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῆς ἀληθείας",
        "note": "If your language does not use an abstract noun for the idea of **truth**, you could express the same idea in another way. Alternate translation: [the true teaching]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐπὶ & ἐκτραπήσονται",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was the teachers they gathered. Alternate translation: [their teachers will turn them away to]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐπὶ & ἐκτραπήσονται",
        "note": "Here Paul speaks about people paying attention to **myths** as if someone were getting them to turn away in the wrong direction. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [be distracted by] or [start paying attention to]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "τοὺς μύθους",
        "note": "The word **myths** refers to a certain kind of story that is generally considered to be untrustworthy. This kind of story is often about what important people did a long time ago. Often, many people in a culture know these stories but do not consider them to be reliable historical narratives. If your readers would not be familiar with this type of story, you could use the name of something similar in your area or you could use a more general term. Alternate translation: [fictional narratives] or [traditional tales]"
      }
    ]
  },
  {
    "reference": "2Ti 4:5",
    "bsb_verse_text": "But you, be sober in all things, endure hardship, do the work of an evangelist, fulfill your ministry.",
    "ult_verse_text": "But you, be sober in all things. Suffer hardship. Do the work of an evangelist. Fulfill your service.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "σὺ δὲ",
        "note": "Here the word **But** introduces how Timothy should behave in contrast to how the people Paul describes behave. If it would be helpful in your language, you could use a word or phrase that introduces that kind of contrast. Alternate translation: [You, however] or [As for you, though]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "νῆφε",
        "note": "Here Paul speaks as if he wants Timothy to avoid getting drunk so that he is **sober**. While Paul did write that Christians should not get drunk (see [Ephesians 5:18](../../eph/05/18.md)), here he primarily means that Timothy should control himself and be alert. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [stay alert] or [be self-controlled]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐν πᾶσιν",
        "note": "Alternate translation: [in every situation] or [in everything]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "κακοπάθησον",
        "note": "If your language does not use an abstract noun for the idea of **hardship**, you could express the same idea in another way. Alternate translation: [When bad things are going to happen to you, be willing to experience them] or [Be willing to be hurt]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ἔργον & εὐαγγελιστοῦ",
        "note": "Here Paul is using the possessive form to describe **work** that **an evangelist** does. If this is not clear in your language, you could express the idea in another way. Alternate translation: [the work that an evangelist does]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὴν διακονίαν σου πληροφόρησον",
        "note": "If your language does not use an abstract noun for the idea of **service**, you could express the same idea in another way. Alternate translation: [Serve in all the ways that you should] or [Serve in every way that is required of you]"
      }
    ]
  },
  {
    "reference": "2Ti 4:6",
    "bsb_verse_text": "For I am already being poured out like a drink offering, and the time of my departure is at hand.",
    "ult_verse_text": "For I am already being poured out as an offering, and the time of my departure is near.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "Here the word **For** introduces a reason why Timothy should do the things that Paul has commanded him to do in the previous verse. If it would be helpful in your language, you could use a word or phrase that introduces a reason or basis for a command, or you could leave **For** untranslated. Alternate translation: [I command those things because] or [Here is why I say those things:]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐγὼ & ἤδη σπένδομαι",
        "note": "Here Paul describes himself as if he were the wine that people in his culture would pour on a sacrifice before they offered it to God. He means that he is experiencing the final days of his life, and both these days and his death will honor God. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [I am nearing the end of my life, which is like being poured out as an offering] or [I honor God as I experience the last days of my life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐγὼ & ἤδη σπένδομαι",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was God. Alternate translation: [God is already pouring me out as an offering]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-euphemism",
        "orig_language_quote": "τῆς ἀναλύσεώς μου",
        "note": "Paul is referring to his death in a polite way by using the phrase **my departure**. If it would be helpful in your language, you could use a polite way of referring to this in your language, or you could state this plainly. Alternate translation: [when I will pass away] or [of my death]"
      }
    ]
  },
  {
    "reference": "2Ti 4:7",
    "bsb_verse_text": "I have fought the good fight, I have finished the race, I have kept the faith.",
    "ult_verse_text": "I have fought the good fight; I have finished the race; I have kept the faith.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸν καλὸν ἀγῶνα ἠγώνισμαι",
        "note": "Here Paul speaks about how he has persevered in believing in and obeying Jesus as if he had been a warrior fighting in a **good fight** or an athlete doing his best to win an event. He means that he has encountered opposition, pain, and problems, but he has persisted and persevered in believing in and obeying Jesus. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [I have lived as if I were fighting a good fight] or [I have persevered, no matter how hard it was]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὸν καλὸν ἀγῶνα",
        "note": "Here the phrase **the good fight** could indicate: (1) that the **fight** is right or just. Alternate translation: [the just fight] or [the correct fight]; (2) that someone is fighting well. Alternate translation: [the fight well]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸν δρόμον τετέλεκα",
        "note": "Here Paul speaks of how he has served God as if it were a **race** that he has now **finished**. He means that he has served God well, and now his time of service is about to end, since he will soon die. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [I have completed what God wanted me to do, just as a runner has finished the race] or [I have completed what I needed to do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὴν πίστιν τετήρηκα",
        "note": "Here Paul speaks of **the faith** as if it were a valuable object that he has **kept** safe. He means that he has preserved and protected **the faith**. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [I have guarded the faith] or [I have preserved the faith]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὴν πίστιν τετήρηκα",
        "note": "Here the word **faith** could refer to: (1) the act of having **faith** in Jesus. Alternate translation: [I have kept the faith that I have]; (2) what Christians believe about Jesus when they have **faith** in him. Alternate translation: [I have kept what Christians believe]; (3) the act of being faithful. Alternate translation: [I have remained faithful]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὴν πίστιν",
        "note": "If your language does not use an abstract noun for the idea of **faith**, you could express the same idea in another way. Make sure that your translation fits with the option you chose in the previous note. Alternate translation: [the way that I believe in Jesus]"
      }
    ]
  },
  {
    "reference": "2Ti 4:8",
    "bsb_verse_text": "From now on there is laid up for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day—and not only to me, but to all who crave His appearing.",
    "ult_verse_text": "From now on, the crown of righteousness is reserved for me, which the Lord, the righteous judge, will give to me on that day, and not only to me, but also to all the ones having loved his appearing.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "λοιπὸν",
        "note": "Here the word translated as **From now on** could introduce: (1) something that is true from that moment and into the future. Alternate translation: [Now and in the future] or [Henceforth]; (2) the last thing that Paul wants to say about how he has lived his life. Alternate translation: [Finally]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἀπόκειταί & ὁ τῆς δικαιοσύνης στέφανος",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was God. Alternate translation: [God is reserving the crown of righteousness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ὁ τῆς δικαιοσύνης στέφανος",
        "note": "Here Paul is using the possessive form to describe a **crown** that could be: (1) the reward for his **righteousness**. Alternate translation: [the crown given to the righteous] or [the crown that is received because of righteousness]; (2) **righteousness** itself. In this case, God rewards people by declaring them righteous. Alternate translation: [the crown that is righteousness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὁ τῆς δικαιοσύνης στέφανος",
        "note": "Here Paul describes the reward that he expects to receive as if it were **the crown** that athletes in his culture received when they won an event. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [what God will give me to honor me, which is like a crown of righteousness,] or [what God will give me to honor me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν, ἐκείνῃ τῇ ἡμέρᾳ",
        "note": "Here Paul is referring to the exact moment when Jesus will return to this world, which will also be the end of the current time period. This will be the time when Jesus judges everyone. If it would be helpful in your language, you could make that idea more explicit. See how you expressed the similar phrase in [1:12](../01/12.md). Alternate translation: [on that day when Jesus will return] or [at his second coming]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "οὐ μόνον δὲ ἐμοὶ, ἀλλὰ καὶ πᾶσιν τοῖς",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [and he will not give it to me only, but he will also give it to all the ones]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πᾶσιν τοῖς ἠγαπηκόσι τὴν ἐπιφάνειαν αὐτοῦ",
        "note": "Here the phrase **having loved his appearing** indicates that these people care about, long for, and rejoice at **his appearing**. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [to all the ones looking forward to his appearing] or [to all the ones who care about his appearing]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τὴν ἐπιφάνειαν αὐτοῦ",
        "note": "Here the phrase **his appearing** refers to when Jesus will come back to this world, which is when he will act as a **judge**. If it would be helpful in your language, you could make that idea more explicit. See how you expressed this phrase in [4:1](../04/01.md). Alternate translation: [his second coming] or [his return]"
      }
    ]
  },
  {
    "reference": "2Ti 4:9",
    "bsb_verse_text": "Make every effort to come to me quickly,",
    "ult_verse_text": "Strive to come to me quickly,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "σπούδασον ἐλθεῖν & ταχέως",
        "note": "Alternate translation: [Come to me as soon as you can]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "ἐλθεῖν",
        "note": "In a context such as this, your language might say “go” instead of **come**. Alternate translation: [to go]"
      }
    ]
  },
  {
    "reference": "2Ti 4:10",
    "bsb_verse_text": "because Demas, in his love of this world, has deserted me and gone to Thessalonica. Crescens has gone to Galatia, and Titus to Dalmatia.",
    "ult_verse_text": "for Demas has forsaken me, having loved the present age, and has gone to Thessalonica, Crescens to Galatia, Titus to Dalmatia.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γάρ",
        "note": "Here the word **for** introduces a reason why Paul wants Timothy to come to him. If it would be helpful in your language, you could use a word or phrase that introduces a reason or basis for a command, or you could leave **for** untranslated. Alternate translation: [which I request because] or [since]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Δημᾶς & Κρήσκης",
        "note": "The words **Demas** and **Crescens** are names of men."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὸν νῦν αἰῶνα",
        "note": "Here the phrase **the present age** refers to the time period in which Paul and Timothy lived, the time period before Jesus comes back and God transforms everything. Here Paul implies that **Demas** loves what he can have and experience during this time period. If it would be helpful in your language, you could use a comparable phrase or state the meaning plainly. Alternate translation: [what he has in the current time period] or [things that exist during this time before Jesus returns]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "ἐπορεύθη",
        "note": "In a context such as this, your language might say “come” instead of **gone**. Alternate translation: [has come]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "Κρήσκης εἰς Γαλατίαν, Τίτος εἰς Δαλματίαν",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [and Crescens has gone to Galatia, and Titus has gone to Dalmatia]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Δαλματίαν",
        "note": "The word **Dalmatia** is the name of a Roman province on the eastern coast of the Adriatic Sea. This area is now part of the countries Croatia and Bosnia and Herzegovina."
      }
    ]
  },
  {
    "reference": "2Ti 4:11",
    "bsb_verse_text": "Only Luke is with me. Get Mark and bring him with you, because he is useful to me in the ministry.",
    "ult_verse_text": "Only Luke is with me. Taking Mark, bring {him} with you, for he is useful to me for service.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μοι εὔχρηστος εἰς διακονίαν",
        "note": "Here Paul could be implying that Mark is **useful**: (1) in helping Paul minister to others, especially by preaching and teaching. Alternate translation: [useful to me in my ministry]; (2) in helping Paul to take care of his personal needs. Alternate translation: [he is useful in taking care of my needs]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰς διακονίαν",
        "note": "If your language does not use an abstract noun for the idea of **service**, you could express the same idea in another way. Be sure that your translation fits with the option you chose in the previous verse. Alternate translation: [for ministering to others] or [in serving people]"
      }
    ]
  },
  {
    "reference": "2Ti 4:12",
    "bsb_verse_text": "Tychicus, however, I have sent to Ephesus.",
    "ult_verse_text": "But I sent Tychicus to Ephesus.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "δὲ",
        "note": "Here the word **But** introduces the next thing that Paul wants to write about. If it would be helpful in your language, you could use a word or phrase that introduces the next idea, or you could leave **But** untranslated. Alternate translation: [Now]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-tense",
        "orig_language_quote": "ἀπέστειλα",
        "note": "Here Paul could be using the past tense to indicate: (1) that he **sent Tychicus** when he sent this letter to Timothy in **Ephesus**. It may be that Tychicus is the one who carried this letter to Timothy at Ephesus. In this case, Paul had not yet **sent Tychicus** when he wrote this sentence. Consider what tense would be natural in your language for this situation. Alternate translation: [I am about to send] or [I am sending]; (2) that he **sent Tychicus to Ephesus** before he wrote this letter. Alternate translation: [I have sent]"
      }
    ]
  },
  {
    "reference": "2Ti 4:13",
    "bsb_verse_text": "When you come, bring the cloak that I left with Carpus at Troas, and my scrolls, especially the parchments.",
    "ult_verse_text": "The cloak that I left at Troas with Carpus, coming, bring, and the scrolls, especially the parchments.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "φελόνην",
        "note": "The term **cloak** refers to a heavy garment that was worn over other clothes. If your readers would not be familiar with this type of garment, you could use the name of something similar in your area or you could use a more general term. Alternate translation: [coat]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Κάρπῳ",
        "note": "The word **Carpus** is the name of a man."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "ἐρχόμενος",
        "note": "In a context such as this, your language might say “going” instead of **coming**. Alternate translation: [going]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μάλιστα τὰς μεμβράνας",
        "note": "Here the phrase **especially the parchments** could indicate: (1) that some of **the scrolls** are especially important to Paul. Alternate translation: [of which I especially want the parchments]; (2) that **the scrolls** that Paul wants are **the parchments**. Alternate translation: [that is, the parchments]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "τὰς μεμβράνας",
        "note": "The word **parchments** refers to documents written on specially treated animal skins. If your readers would not be familiar with this type of writing material, you could use the name of something similar in your area or you could use a more general term. Alternate translation: [those made from animal skins] or [the ones written on leather]"
      }
    ]
  },
  {
    "reference": "2Ti 4:14",
    "bsb_verse_text": "Alexander the coppersmith did great harm to me. The Lord will repay him according to his deeds.",
    "ult_verse_text": "Alexander the coppersmith showed many evils to me. The Lord will repay him according to his works,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "Ἀλέξανδρος ὁ χαλκεὺς",
        "note": "A **coppersmith** is a person who makes things out of copper and other metals. If your readers would not be familiar with this type of worker, you could use the name of something similar in your area or you could use a more general term. Alternate translation: [Alexander the metalworker] or [Alexander, who works with metals,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Ἀλέξανδρος",
        "note": "The word **Alexander** is the name of a man."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "πολλά μοι κακὰ ἐνεδείξατο",
        "note": "Here Paul means that Alexander did many evil things to him. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [acted in many evil ways toward me] or [did many evil things to me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀποδώσει αὐτῷ ὁ Κύριος",
        "note": "Here Paul speaks of how the **Lord** will punish Alexander as if the **Lord** were repaying Alexander for his **works**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [The Lord will judge him] or [The Lord will treat him]"
      }
    ]
  },
  {
    "reference": "2Ti 4:15",
    "bsb_verse_text": "You too should beware of him, for he has vigorously opposed our message.",
    "ult_verse_text": "whom you also guard yourself against, for he opposed our words very much.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὃν καὶ σὺ φυλάσσου, λίαν γὰρ ἀντέστη τοῖς ἡμετέροις λόγοις",
        "note": "If it would be more natural in your language, you could reverse the order of these clauses, since the second clause gives the reason for the result that the first clause describes. Alternate translation: [whom, because he opposed our words very much, you also must guard yourself against]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τοῖς ἡμετέροις λόγοις",
        "note": "Here, **words** represents the message that Paul and the people with him proclaimed using **words**. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [our message] or [what we teach]"
      }
    ]
  },
  {
    "reference": "2Ti 4:16",
    "bsb_verse_text": "At my first defense, no one stood with me, but everyone deserted me. May it not be charged against them.",
    "ult_verse_text": "At my first defense, no one appeared with me, but all forsook me. May it not be reckoned against them.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "ἐν τῇ πρώτῃ μου ἀπολογίᾳ",
        "note": "Here the phrase **first defense** refers to the first time that Paul was in court and had to defend himself against accusations. Paul implies that he already had appeared in court again or that he would have to do so again in the future. If your readers would not be familiar with this type of legal proceeding, you could use the name of something similar in your area or you could use a more general term. Alternate translation: [At the opening session of my trial] or [When I first appeared in court to answer the accusations against me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οὐδείς μοι παρεγένετο",
        "note": "Here Paul means that **no one** went with Paul to the court to help him defend himself. They might have been able to help Paul by testifying that he had not done anything wrong, or they might have just sat in the court to show that they approved of Paul. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [no one went with me to testify on my behalf] or [no one was there to help me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "πάντες",
        "note": "Paul is using the adjective **all** as a noun to mean all the believers who were there with Paul. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [all the believers here]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μὴ αὐτοῖς λογισθείη",
        "note": "Here Paul means that he does not want his fellow believers to be punished for not appearing with him in court. He uses this form as a way to ask God to forgive them for forsaking him. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [May they not be punished for that] or [May they not be held responsible for that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "μὴ αὐτοῖς λογισθείη",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who would do the action, it is clear from the context that it would be God. Alternate translation: [May God not count it against them]"
      }
    ]
  },
  {
    "reference": "2Ti 4:17",
    "bsb_verse_text": "But the Lord stood by me and strengthened me, so that through me the message would be fully proclaimed, and all the Gentiles would hear it. So I was delivered from the mouth of the lion.",
    "ult_verse_text": "But the Lord stood with me and strengthened me, so that through me the proclamation might be fulfilled and all the Gentiles might hear. And I was rescued out of the mouth of the lion.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "Here the word **But** introduces what **the Lord** did in contrast to what the rest of the believers did (see [4:16](../04/16.md)). If it would be helpful in your language, you could use a word or phrase that introduces this kind of contrast, or you could leave **But** untranslated. Alternate translation: [In contrast,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὁ & Κύριός μοι παρέστη",
        "note": "Here Paul speaks as if **the Lord** had physically **stood** with him. He means that **the Lord** supported and helped him. If it would be helpful in your language, you could use a comparable figure of speech or state the meaning plainly. Alternate translation: [the Lord was with me] or [the Lord helped me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "δι’ ἐμοῦ τὸ κήρυγμα πληροφορηθῇ",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. Alternate translation: [I might fulfill the proclamation]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "δι’ ἐμοῦ τὸ κήρυγμα πληροφορηθῇ",
        "note": "Here Paul may mean that **the proclamation** was **fulfilled**: (1) because he was able to proclaim the good news in every place and way that God required of him. Alternate translation: [I might accomplish my task of proclamation] or [I might complete the proclamation that I was called to perform]; (2) because he proclaimed the entire gospel message. Alternate translation: [I could proclaim the full message] or [through me the complete proclamation might be made]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὸ κήρυγμα πληροφορηθῇ",
        "note": "If your language does not use an abstract noun for the idea of **proclamation**, you could express the same idea in another way. Alternate translation: [the gospel might be fully proclaimed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "πάντα τὰ ἔθνη",
        "note": "Paul says **all** here as an overstatement for emphasis. If it would be helpful in your language, you could use a different way to express the emphasis. Alternate translation: [very many Gentiles]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐρύσθην ἐκ στόματος λέοντος",
        "note": "Here Paul speaks as if he was about to be eaten by a **lion** when he was **rescued out of the mouth** of that lion. He means that he was protected from terrible danger, which was most likely the danger of being executed. If it would be helpful in your language, you could express the idea in simile form or state the meaning plainly. Alternate translation: [I was rescued from danger, as if I had been in the mouth of a lion] or [I was rescued from being executed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐρύσθην",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it was God. Alternate translation: [God rescued me]"
      }
    ]
  },
  {
    "reference": "2Ti 4:18",
    "bsb_verse_text": "And the Lord will rescue me from every evil action and bring me safely into His heavenly kingdom. To Him be the glory forever and ever. Amen.",
    "ult_verse_text": "The Lord will rescue me from every evil work and will save {me} for his heavenly kingdom. To him {be} the glory forever {and} ever. Amen.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ᾧ ἡ δόξα",
        "note": "If your language does not use an abstract noun for the idea of **glory**, you could express the same idea in another way. Alternate translation: [May people glorify him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "εἰς τοὺς αἰῶνας τῶν αἰώνων",
        "note": "Here the phrase **forever {and} ever** identifies an action that will never end, and it strongly emphasizes that it will never end. If it would be helpful in your language, you could use a comparable phrase that emphasizes that an action will never end. Alternate translation: [without ever ceasing] or [from now on and always]"
      }
    ]
  },
  {
    "reference": "2Ti 4:19",
    "bsb_verse_text": "Greet Prisca and Aquila, as well as the household of Onesiphorus.",
    "ult_verse_text": "Greet Prisca and Aquila, and the household of Onesiphorus.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ἄσπασαι",
        "note": "Here Paul asks Timothy to extend greetings for him to other people that both he and the Timothy know. See the chapter introduction for more information."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Ὀνησιφόρου",
        "note": "**Onesiphorus** is the name of a man. See how you translated this name in [1:16](../01/16.md)."
      }
    ]
  },
  {
    "reference": "2Ti 4:20",
    "bsb_verse_text": "Erastus has remained at Corinth, and Trophimus I left sick in Miletus.",
    "ult_verse_text": "Erastus remained in Corinth, and Trophimus I left in Miletus, being sick.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Ἔραστος & Τρόφιμον",
        "note": "The words **Erastus** and **Trophimus** are the names of men."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Μιλήτῳ",
        "note": "The name **Miletus** is the name of a city on the western coast of what is now Turkey, south of Ephesus."
      }
    ]
  },
  {
    "reference": "2Ti 4:21",
    "bsb_verse_text": "Make every effort to come to me before winter. Eubulus sends you greetings, as do Pudens, Linus, Claudia, and all the brothers.",
    "ult_verse_text": "Strive to come before winter. Eubulus greets you, and Pudens and Linus and Claudia and the brothers.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "σπούδασον & ἐλθεῖν",
        "note": "Alternate translation: [Do your best to come]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "πρὸ χειμῶνος",
        "note": "Where Paul and Timothy lived, **winter** is the time of year when it is cold and travel is difficult. If it would be helpful in your language, you could use a term for a season in which it would be difficult to travel, or you could translate winter with a general expression. Alternate translation: [before the rainy season] or [before the cold season]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἀσπάζεταί σε Εὔβουλος, καὶ Πούδης, καὶ Λίνος, καὶ Κλαυδία, καὶ οἱ ἀδελφοὶ",
        "note": "Here Paul extends greetings from people who are with him and who know the person to whom he is writing, Timothy. See the chapter introduction for more information."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἀσπάζεταί σε Εὔβουλος, καὶ Πούδης, καὶ Λίνος, καὶ Κλαυδία, καὶ οἱ ἀδελφοὶ",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [Eubulus greets you, and so do Pudens and Linus and Claudia and the brothers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Εὔβουλος & Πούδης & Λίνος",
        "note": "The words **Eubulus**, **Pudens**, and **Linus** are the names of three men."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Κλαυδία",
        "note": "The word **Claudia** is the name of a woman."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οἱ ἀδελφοὶ",
        "note": "Here Paul refers to **the brothers** to include all the other believers who wanted to greet Timothy. Paul does not mean that **Eubulus**, **Pudens**, **Linus**, and **Claudia** are not **brothers**. If it would be helpful in your language, you could make that idea more explicit. Alternate translation: [the other brothers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "οἱ ἀδελφοὶ",
        "note": "Paul is using the term **brothers** to mean people who share the same faith. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [the believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "οἱ ἀδελφοὶ",
        "note": "Although the term **brothers** is masculine, Paul is using the word in a generic sense that includes both men and women. If you retain the metaphor in your translation, and if it would be helpful in your language, you could say “brothers and sisters” to indicate this."
      }
    ]
  },
  {
    "reference": "2Ti 4:22",
    "bsb_verse_text": "The Lord be with your spirit. Grace be with you all.",
    "ult_verse_text": "The Lord\\f + \\ft Instead of \\fq Lord,\\fq* some manuscripts read \\fqa Lord Jesus Christ.\\fqa*\\f*  {be} with your spirit. Grace {be} with you.\\f + \\ft Here some manuscripts add the word \\fqa Amen.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "ὁ Κύριος μετὰ τοῦ πνεύματός σου",
        "note": "As was customary in his culture, Paul closes his letter with a blessing for Timothy. Use a form that people would recognize as a blessing in your language. Alternate translation: [May the Lord be with your spirit] or [I pray that the Lord will be with your spirit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "ὁ Κύριος",
        "note": "Many ancient manuscripts read **The Lord**. The ULT follows that reading. Other ancient manuscripts read “The Lord Jesus Christ.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "μετὰ τοῦ πνεύματός σου",
        "note": "Paul is using **spirit** to represent Timothy as a whole person. He may use this figure of speech to indicate that the **Lord** will be with Timothy in a spiritual way, not a physical way. If it would be helpful in your language, you could use an equivalent expression from your culture or state the meaning plainly. Alternate translation: [be with you spiritually]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "ἡ χάρις μεθ’ ὑμῶν",
        "note": "As was customary in his culture, Paul closes his letter with a blessing for Timothy and the believers with him. He implies that the **Grace** is from God. Use a form that people would recognize as a blessing in your language. Alternate translation: [May you experience kindness from God within you] or [I pray that you will have grace from God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ χάρις μεθ’ ὑμῶν",
        "note": "If your language does not use an abstract noun for the idea of **grace**, you could express the same idea in another way. Alternate translation: [May God act graciously toward you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-you",
        "orig_language_quote": "ὑμῶν",
        "note": "Because Paul gives this blessing to Timothy and all the believers who are with him, this is the only place in the letter where **you** is plural."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "ὑμῶν",
        "note": "Many ancient manuscripts read **you**. The ULT follows that reading. Other ancient manuscripts read “you. Amen.” If a translation of the Bible exists in your region, you may wish to use the reading that it uses. If a translation of the Bible does not exist in your region, you may wish to use the reading of the ULT."
      }
    ]
  }
]
