[
  {
    "reference": "Eph 1:1",
    "bsb_verse_text": "Paul, an apostle of Christ Jesus by the will of God, To the saints in Ephesus, the faithful in Christ Jesus:",
    "ult_verse_text": "Paul, an apostle of Christ Jesus through the will of God, to the saints, the ones being [in Ephesus]\\f + \\ft Many early versions do not include\\fqa in Ephesus.\\fqa*\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "",
        "note": "Paul names himself as the writer of this letter to the believers in the church at Ephesus (and elsewhere). Except where noted, all instances of “you” and “your” refer to the Ephesian believers as well as to all believers, and so are plural."
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-participants",
        "orig_language_quote": "Παῦλος, ἀπόστολος Χριστοῦ Ἰησοῦ & τοῖς ἁγίοις τοῖς οὖσιν",
        "note": "Your language may have a particular way of introducing the author of a letter and the intended audience. Alternate translation: [I, Paul, an apostle of Jesus Christ … write this letter to you, God’s holy people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Χριστῷ Ἰησοῦ",
        "note": "The phrase **in Christ Jesus** and similar expressions are metaphors that frequently occur in the New Testament letters. They express the strongest kind of relationship possible between Christ and those who believe in him, picturing believers as being surrounded by Christ. Alternate translation: [in close relationship to Christ Jesus]"
      }
    ]
  },
  {
    "reference": "Eph 1:2",
    "bsb_verse_text": "Grace and peace to you from God our Father and the Lord Jesus Christ.",
    "ult_verse_text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "χάρις ὑμῖν καὶ εἰρήνη",
        "note": "This is a common greeting and blessing that Paul often uses in the beginning of his letters. Use a form in your language that makes it clear that this is a greeting and blessing."
      }
    ]
  },
  {
    "reference": "Eph 1:3",
    "bsb_verse_text": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly realms.",
    "ult_verse_text": "Blessed {be} the God and Father of our Lord Jesus Christ, the one having blessed us with every spiritual blessing in the heavenly {places} in Christ,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "",
        "note": "In this book, unless otherwise stated, the words “us” and “we” refer to Paul, the believers in Ephesus, and all believers."
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-background",
        "orig_language_quote": "",
        "note": "This verse provides background information about the Ephesians to help readers understand their spiritual condition. Paul opens his letter by talking about the believers’ position and their safety before God."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "εὐλογητὸς ὁ Θεὸς καὶ Πατὴρ τοῦ Κυρίου ἡμῶν, Ἰησοῦ Χριστοῦ",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [Let us praise the God and Father of our Lord Jesus Christ]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὁ εὐλογήσας ἡμᾶς",
        "note": "Alternate translation: [for God has blessed us]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "πάσῃ εὐλογίᾳ πνευματικῇ",
        "note": "Alternate translation: [every blessing coming from the Spirit of God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν τοῖς ἐπουρανίοις",
        "note": "Paul assumes that his readers will understand that the word **heavenly** refers to the place where God is. You could include this information if that would be helpful to your readers. Alternate translation: [in the supernatural world]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Χριστῷ",
        "note": "Here, **in Christ** could mean: (1) a metaphor referring to our close relationship with Christ. Alternate translation: [by uniting us with Christ] or [because we are united with Christ]; (2) what Christ has done. Alternate translation: [through Christ] or [through what Christ has done]"
      }
    ]
  },
  {
    "reference": "Eph 1:4",
    "bsb_verse_text": "For He chose us in Him before the foundation of the world to be holy and blameless in His presence. In love",
    "ult_verse_text": "just as he chose us in him from the foundation of the world, {for} us to be holy and blameless before him. In love",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ἁγίους καὶ ἀμώμους",
        "note": "Paul uses the two similar words **holy** and **blameless** to emphasize moral goodness. If your language does not have two similar words, you can use one word for both, as in the UST."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublenegatives",
        "orig_language_quote": "ἀμώμους",
        "note": "The word **blameless** contains two negative ideas: “blame” or “fault,” and “-less,” which means “without.” If it would be helpful in your language, the two negative ideas can be replaced with the corresponding positive idea, “perfect.”"
      }
    ]
  },
  {
    "reference": "Eph 1:5",
    "bsb_verse_text": "He predestined us for adoption as His sons through Jesus Christ, according to the good pleasure of His will,",
    "ult_verse_text": "he predestined us for adoption through Jesus Christ to himself, according to the good pleasure of his will,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "προορίσας & αὐτόν & αὐτοῦ",
        "note": "The words “he,” “himself,” and “his” refer to God."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "προορίσας ἡμᾶς εἰς υἱοθεσίαν",
        "note": "The word **us** refers to Paul, the Ephesian church, and all believers in Christ. Alternate translation: [God planned long ago to adopt us]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "προορίσας ἡμᾶς",
        "note": "Alternate translation: [God chose us ahead of time] or [God chose us long ago]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "εἰς υἱοθεσίαν",
        "note": "Here, **adoption** is a metaphor that refers to becoming part of God’s family. Alternate translation: [to become his children]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "διὰ Ἰησοῦ Χριστοῦ",
        "note": "Paul assumes that his readers will understand that God brought believers into his family by the work of **Jesus Christ**. You could include this information if that would be helpful to your readers."
      }
    ]
  },
  {
    "reference": "Eph 1:6",
    "bsb_verse_text": "to the praise of His glorious grace, which He has freely given us in the Beloved One.",
    "ult_verse_text": "to the praise of the glory of his grace that he has freely given us in the Beloved One,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ἐχαρίτωσεν ἡμᾶς ἐν τῷ ἠγαπημένῳ",
        "note": "Alternate translation: [he has kindly given to us by means of the One whom he loves]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τῷ ἠγαπημένῳ",
        "note": "Alternate translation: [the One he loves, Jesus Christ] or [his Son, whom he loves]"
      }
    ]
  },
  {
    "reference": "Eph 1:7",
    "bsb_verse_text": "In Him we have redemption through His blood, the forgiveness of our trespasses, according to the riches of His grace",
    "ult_verse_text": "in whom we have redemption through his blood, the forgiveness of the trespasses, according to the riches of his grace,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "διὰ τοῦ αἵματος αὐτοῦ",
        "note": "The **blood** of Jesus is a metonym for his death. Alternate translation: [because he died]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸ πλοῦτος τῆς χάριτος αὐτοῦ",
        "note": "Paul speaks of God’s **grace** as if it were material wealth. Alternate translation: [greatness of God’s grace] or [abundance of God’s grace]"
      }
    ]
  },
  {
    "reference": "Eph 1:8",
    "bsb_verse_text": "that He lavished on us with all wisdom and understanding.",
    "ult_verse_text": "which he caused to abound to us in all wisdom and understanding.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ἧς ἐπερίσσευσεν εἰς ἡμᾶς",
        "note": "Alternate translation: [which he gave us in a great amount] or [being extremely kind to us]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐν πάσῃ σοφίᾳ καὶ φρονήσει",
        "note": "This could mean: (1) because he has all wisdom and understanding. (2) so that we might have great wisdom and understanding."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "σοφίᾳ καὶ φρονήσει",
        "note": "Here, **wisdom** and **understanding** mean very similar things. If your language does not have two similar words, you can use one word for both."
      }
    ]
  },
  {
    "reference": "Eph 1:9",
    "bsb_verse_text": "And He has made known to us the mystery of His will according to His good pleasure, which He purposed in Christ",
    "ult_verse_text": "He made known to us the mystery of his will according to his good pleasure, which he had planned in him,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "κατὰ τὴν εὐδοκίαν αὐτοῦ",
        "note": "This could mean: (1) because he wanted to make it known to us. (2) which was what he wanted."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἣν προέθετο ἐν αὐτῷ",
        "note": "Alternate translation: [as he demonstrated this purpose in Christ]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐν αὐτῷ",
        "note": "Alternate translation: [by means of Christ]"
      }
    ]
  },
  {
    "reference": "Eph 1:10",
    "bsb_verse_text": "as a plan for the fullness of time, to bring all things in heaven and on earth together in Christ.",
    "ult_verse_text": "with a view to an administration of the fullness of time, to bring all the things together in Christ, the things in the heavens and the things on earth, in him,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "εἰς οἰκονομίαν",
        "note": "A new sentence could be started here. Alternate translation: [He did this with a view to an administration] or [He did this, thinking about a stewardship]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τοῦ πληρώματος τῶν καιρῶν",
        "note": "Alternate translation: [when the time is right] or [at the time that he has appointed]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐν αὐτῷ",
        "note": "Alternate translation: [under his rule] or [under his authority]"
      }
    ]
  },
  {
    "reference": "Eph 1:11",
    "bsb_verse_text": "In Him we were also chosen as God’s own, having been predestined according to the plan of Him who works out everything by the counsel of His will,",
    "ult_verse_text": "in whom we were also allotted as a possession. We were predestined according to the purpose of the one working out everything according to the counsel of his will,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "καὶ ἐκληρώθημεν, προορισθέντες",
        "note": "Both pronouns **we** and **We** are inclusive in this verse. Paul is referring to all Christians, who were predestined to belong to Christ. In [verses 12](../01/12.md) and [13](../01/13.md) he will divide this group into “we” (exclusive) Jewish Christians and “you” Gentile Christians."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "καὶ ἐκληρώθημεν",
        "note": "If your language does not use this passive form, you can state this in active form. This could mean: (1) God also chose us to be his possession. (2) God also chose us to be heirs."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "προορισθέντες",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [God chose us ahead of time] or [God chose us long ago]"
      }
    ]
  },
  {
    "reference": "Eph 1:12",
    "bsb_verse_text": "in order that we, who were the first to hope in Christ, would be for the praise of His glory.",
    "ult_verse_text": "so that we, the ones having first hoped in Christ, would be for the praise of his glory.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμᾶς & τοὺς προηλπικότας ἐν τῷ Χριστῷ",
        "note": "Here, the word **we** is exclusive and refers to the Jewish believers who first heard the good news, not the believers at Ephesus."
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἰς τὸ εἶναι ἡμᾶς, εἰς ἔπαινον δόξης αὐτοῦ",
        "note": "Alternate translation: [so that we … would live to praise him for his glory]"
      }
    ]
  },
  {
    "reference": "Eph 1:13",
    "bsb_verse_text": "And in Him, having heard and believed the word of truth—the gospel of your salvation—you were sealed with the promised Holy Spirit,",
    "ult_verse_text": "In him, you also, having heard the word of truth, the gospel of your salvation, and having believed in him, were sealed with the promised Holy Spirit,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-participants",
        "orig_language_quote": "",
        "note": "Paul has been speaking in the previous two verses about himself and the other Jewish believers, but now he begins speaking about the Ephesian believers."
      },
      {
        "support_reference": "",
        "orig_language_quote": "τὸν λόγον τῆς ἀληθείας",
        "note": "This could mean: (1) the message about the truth. (2) the true message."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐσφραγίσθητε τῷ Πνεύματι τῆς ἐπαγγελίας, τῷ Ἁγίῳ",
        "note": "In this metaphor Paul pictures the **Holy Spirit** as a seal, comparing him to the wax that was placed on a letter and stamped with a symbol representing the person who wrote the letter. Paul uses this custom as a picture to show how God has used the Holy Spirit to assure us that we belong to him. Alternate translation: [God has placed the Holy Spirit that he promised on you as if he were a seal]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐσφραγίσθητε",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [God has sealed you]"
      }
    ]
  },
  {
    "reference": "Eph 1:14",
    "bsb_verse_text": "who is the pledge of our inheritance until the redemption of those who are God’s possession, to the praise of His glory.",
    "ult_verse_text": "who is a down payment of our inheritance until the redemption of the full possession, to the praise of his glory.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀρραβὼν τῆς κληρονομίας ἡμῶν",
        "note": "Receiving that which God has promised is spoken of in terms of one inheriting property or wealth from a family member. Alternate translation: [an initial portion that we will receive from what God has promised] or [a guarantee that we will receive what God has promised to give us]"
      }
    ]
  },
  {
    "reference": "Eph 1:15",
    "bsb_verse_text": "For this reason, ever since I heard about your faith in the Lord Jesus and your love for all the saints,",
    "ult_verse_text": "Because of this, I also, having heard about your faith in the Lord Jesus and the love\\f + \\ft Some manuscripts do not include\\fqa love\\fqa*, but the best manuscripts include it.\\f*",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὰ τοῦτο",
        "note": "The connecting phrase **Because of this** introduces a reason-result relationship. The reason is that the Ephesians had believed the gospel and had been sealed by the Holy Spirit. The result is that Paul praises God. Use a phrase in your language that connects a reason to a result."
      }
    ]
  },
  {
    "reference": "Eph 1:16",
    "bsb_verse_text": "I have not stopped giving thanks for you, remembering you in my prayers,",
    "ult_verse_text": "I have not stopped giving thanks for you, making mention {of you} in my prayers,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-litotes",
        "orig_language_quote": "οὐ παύομαι εὐχαριστῶν",
        "note": "Paul is using a figure of speech here that expresses a strongly positive meaning by using a negative word, **not**, together with an expression that is the opposite of the intended meaning. If it would be helpful in your language, you could express the positive meaning. Paul uses **not stopped** to emphasize that he continues to thank God. Alternate translation: [I continue to thank God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "οὐ παύομαι εὐχαριστῶν",
        "note": "Paul uses this exaggeration to emphasize that he thanks God very often. Alternate translation: [I continue to thank God] or [I often thank God]"
      }
    ]
  },
  {
    "reference": "Eph 1:17",
    "bsb_verse_text": "that the God of our Lord Jesus Christ, the glorious Father, may give you a spirit of wisdom and revelation in your knowledge of Him.",
    "ult_verse_text": "so that the God of our Lord Jesus Christ, the Father of glory, would give to you a spirit of wisdom and revelation in the knowledge of him,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a reason-result relationship. The reason is that Paul prays for the Ephesians. The result is that God would enlighten the Ephesians about all that he has done for them through Christ. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "",
        "orig_language_quote": "πνεῦμα σοφίας καὶ ἀποκαλύψεως, ἐν ἐπιγνώσει αὐτοῦ",
        "note": "Alternate translation: [spiritual wisdom to understand his revelation]"
      }
    ]
  },
  {
    "reference": "Eph 1:18",
    "bsb_verse_text": "I ask that the eyes of your heart may be enlightened, so that you may know the hope of His calling, the riches of His glorious inheritance in the saints,",
    "ult_verse_text": "the eyes of your heart having been enlightened {for} you to know what is the hope of his calling {and} what {are} the riches of the glory of his inheritance in the saints,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "πεφωτισμένους τοὺς ὀφθαλμοὺς τῆς καρδίας",
        "note": "Here, **heart** refers to a person’s mind or thinking. Alternate translation: [that you may gain understanding]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "πεφωτισμένους τοὺς ὀφθαλμοὺς τῆς καρδίας",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [that God may give you understanding] or [that God may enlighten your mind]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τοὺς ὀφθαλμοὺς τῆς καρδίας",
        "note": "The phrase **eyes of your heart** is a metaphor for one’s ability to gain understanding. Alternate translation: [that you may gain understanding and be enlightened]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "πεφωτισμένους",
        "note": "Alternate translation: [may be made to see]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τῆς κλήσεως αὐτοῦ",
        "note": "Paul assumes that his readers will understand that the **calling** of God refers to his choosing people to believe in him. You could include this information if that would be helpful to your readers. Alternate translation: [that you have because he chose you to be his people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῆς κληρονομίας αὐτοῦ",
        "note": "Receiving what God has promised to believers is spoken of as if one were inheriting property and wealth from a family member."
      },
      {
        "support_reference": "",
        "orig_language_quote": "τοῖς ἁγίοις",
        "note": "Alternate translation: [those whom he has set apart for himself] or [those who belong completely to him]"
      }
    ]
  },
  {
    "reference": "Eph 1:19",
    "bsb_verse_text": "and the surpassing greatness of His power to us who believe. These are in accordance with the working of His mighty strength,",
    "ult_verse_text": "and what {is} the incomparable greatness of his power toward us, the ones believing, according to the working of the force of his strength,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "τὸ ὑπερβάλλον μέγεθος τῆς δυνάμεως αὐτοῦ",
        "note": "Alternate translation: [God’s power, which is far beyond all other power]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἰς ἡμᾶς, τοὺς πιστεύοντας",
        "note": "Alternate translation: [for us who believe]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τὴν ἐνέργειαν τοῦ κράτους τῆς ἰσχύος αὐτοῦ",
        "note": "Alternate translation: [his great power that is at work for us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "τοῦ κράτους τῆς ἰσχύος αὐτοῦ",
        "note": "The words **force** and **strength** have very similar meanings and may be combined. Alternate translation: [of his great strength]"
      }
    ]
  },
  {
    "reference": "Eph 1:20",
    "bsb_verse_text": "which He exerted in Christ when He raised Him from the dead and seated Him at His right hand in the heavenly realms,",
    "ult_verse_text": "which he worked in Christ, having raised him from the dead and seated {him} at his right hand in the heavenly places,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ἐγείρας αὐτὸν ἐκ νεκρῶν",
        "note": "Alternate translation: [when he made him alive again]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "ἐκ νεκρῶν",
        "note": "This expression describes all **dead** people together in the underworld. To come back from among them speaks of becoming alive again. Alternate translation: [from among all those who have died]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "καθίσας ἐν δεξιᾷ αὐτοῦ, ἐν τοῖς ἐπουρανίοις",
        "note": "The one who sits at the **right hand** of a king sits at his right side and rules with all the authority of the king at whose right hand or side he sits. This is a metonym of location that represents the authority that the person in that location possesses. Alternate translation: [gave him all authority to rule from heaven]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-symaction",
        "orig_language_quote": "καθίσας ἐν δεξιᾷ αὐτοῦ",
        "note": "To sit at the **right hand** of God is a symbolic action meaning “receiving great honor and authority from God.” Alternate translation: [seated him in the place of honor and authority beside him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν τοῖς ἐπουρανίοις",
        "note": "The word **heavenly** refers to the place where God is. See how you translated this in [Ephesians 1:3](../01/03.md)."
      }
    ]
  },
  {
    "reference": "Eph 1:21",
    "bsb_verse_text": "far above all rule and authority, power and dominion, and every name that is named, not only in the present age but also in the one to come.",
    "ult_verse_text": "far above all rule and authority and power and dominion and every name being named, not only in this age, but also in the one coming.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ὑπεράνω πάσης ἀρχῆς, καὶ ἐξουσίας, καὶ δυνάμεως, καὶ κυριότητος",
        "note": "These are all terms for the ranks of supernatural beings, both angelic and demonic. If your language does not have four different terms for rulers or authorities, you can combine them. Alternate translation: [far above all types of supernatural beings]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "παντὸς ὀνόματος ὀνομαζομένου",
        "note": "If your language does not use this passive form, you can state this in active form. This could mean: (1) every name that man gives. (2) every name that God gives."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὀνόματος",
        "note": "Here, **name** could refer to: (1) a title. (2) a position of authority."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐν τῷ αἰῶνι τούτῳ",
        "note": "Alternate translation: [at this time]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐν τῷ μέλλοντι",
        "note": "Alternate translation: [in the future]"
      }
    ]
  },
  {
    "reference": "Eph 1:22",
    "bsb_verse_text": "And God put everything under His feet and made Him head over everything for the church,",
    "ult_verse_text": "And he put all things under his feet and gave him {as} head over all things to the church,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ὑπὸ τοὺς πόδας αὐτοῦ",
        "note": "Here, **feet** represents Christ’s lordship, authority, and power. Alternate translation: [under Christ’s power]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "κεφαλὴν ὑπὲρ πάντα",
        "note": "Here, **head** is a metaphor that refers to the leader or the one who is in charge. Alternate translation: [ruler over all things]"
      }
    ]
  },
  {
    "reference": "Eph 1:23",
    "bsb_verse_text": "which is His body, the fullness of Him who fills all in all.",
    "ult_verse_text": "which is his body, the fullness of the one filling all in all.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸ σῶμα αὐτοῦ",
        "note": "Just as the head ([verse 22](../01/22.md)) rules all things pertaining to a human body, so Christ is the head of the church **body**."
      },
      {
        "support_reference": "",
        "orig_language_quote": "τὸ πλήρωμα τοῦ τὰ πάντα ἐν πᾶσιν πληρουμένου",
        "note": "Alternate translation: [for Christ fills the church with his life and power just as he gives life to all things]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "τὸ πλήρωμα",
        "note": "This could have: (1) a passive sense, which would mean that Christ fills or completes the church. (2) an active sense, which would mean that the church completes Christ (as a body completes a head)."
      }
    ]
  },
  {
    "reference": "Eph 2:1",
    "bsb_verse_text": "And you were dead in your trespasses and sins,",
    "ult_verse_text": "And you were dead in your trespasses and sins,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "",
        "note": "# Connecting Statement:\\n\\nPaul reminds the believers of their past and the way they now are before God."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὑμᾶς ὄντας νεκροὺς τοῖς παραπτώμασιν καὶ ταῖς ἁμαρτίαις ὑμῶν",
        "note": "This shows how the inability of a sinful person to obey God is similar to a **dead** person’s inability to respond physically. Alternate translation: [you were spiritually dead, unable to do anything but sin]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "τοῖς παραπτώμασιν καὶ ταῖς ἁμαρτίαις ὑμῶν",
        "note": "The words **trespasses** and **sins** have similar meanings. Paul uses them together to emphasize the greatness of the people’s sin. If your language has just one word for this, the two words can be combined. Alternate translation: [your many sins]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τοῖς παραπτώμασιν καὶ ταῖς ἁμαρτίαις ὑμῶν",
        "note": "The words **trespasses** and **sins** are abstract nouns that represent actions. You could use an adjective or a verb for this if that would be helpful to your readers. Alternate translation: [because of the sinful things that you did] or [because you were always sinning against God]"
      }
    ]
  },
  {
    "reference": "Eph 2:2",
    "bsb_verse_text": "in which you used to walk when you conformed to the ways of this world and of the ruler of the power of the air, the spirit who is now at work in the sons of disobedience.",
    "ult_verse_text": "in which you once walked according to the age of this world, according to the ruler of the authorities of the air, the spirit that is now working in the sons of disobedience,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν αἷς ποτε περιεπατήσατε",
        "note": "Here, “walk” is a metaphor for the way a person lives. Alternate translation: [which is how you lived] or [which you did habitually]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "κατὰ τὸν αἰῶνα τοῦ κόσμου τούτου",
        "note": "The apostles often used **world** to refer to the selfish behaviors and corrupt values of the people living in this world. Alternate translation: [according to the values of people living in the world] or [following the principles of this present world]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὸν ἄρχοντα τῆς ἐξουσίας τοῦ ἀέρος",
        "note": "Paul assumes that his readers will understand that this phrase refers to the devil or Satan. You could include this information if that would be helpful to your readers. Alternate translation: [Satan, the ruler of the authorities of the air]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τοῦ πνεύματος τοῦ νῦν ἐνεργοῦντος",
        "note": "Alternate translation: [the spirit of Satan, who is currently working]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τοῖς υἱοῖς τῆς ἀπειθείας",
        "note": "Alternate translation: [people who routinely disobey God]"
      }
    ]
  },
  {
    "reference": "Eph 2:3",
    "bsb_verse_text": "All of us also lived among them at one time, fulfilling the cravings of our flesh and indulging its desires and thoughts. Like the rest, we were by nature children of wrath.",
    "ult_verse_text": "in which we all also once lived in the evil desires of our flesh, fulfilling the desires of the body and of the minds. And we were by nature children of wrath, as also the rest.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τὰ θελήματα τῆς σαρκὸς καὶ τῶν διανοιῶν",
        "note": "The words **body** and **minds** represent the entire person. Alternate translation: [the selfish things that people want to do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τέκνα & ὀργῆς",
        "note": "Alternate translation: [people with whom God is angry]"
      }
    ]
  },
  {
    "reference": "Eph 2:4",
    "bsb_verse_text": "But because of His great love for us, God, who is rich in mercy,",
    "ult_verse_text": "But God being rich in mercy because of his great love with which he loved us,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "The connecting word **But** introduces a contrast relationship. The love and mercy of God is in sharp contrast to the evil way the Ephesians lived before they believed in God."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "Θεὸς πλούσιος ὢν ἐν ἐλέει",
        "note": "The word **mercy** is an abstract noun. Alternate translation: [God is abundantly merciful] or [God is very kind to us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "διὰ τὴν πολλὴν ἀγάπην αὐτοῦ, ἣν ἠγάπησεν ἡμᾶς",
        "note": "The word **love** is an abstract noun. Alternate translation: [because he loved us so very much]"
      }
    ]
  },
  {
    "reference": "Eph 2:5",
    "bsb_verse_text": "made us alive with Christ even when we were dead in our trespasses. It is by grace you have been saved!",
    "ult_verse_text": "and we being dead in the trespasses, he made us alive together in Christ—by grace you have been saved—",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "χάριτί ἐστε σεσῳσμένοι",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [God saved you by being gracious to you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "χάριτί ἐστε σεσῳσμένοι",
        "note": "The word **grace** is an abstract noun. Alternate translation: [God saved you by being extremely kind to you] or [God saved you as a free gift]"
      }
    ]
  },
  {
    "reference": "Eph 2:6",
    "bsb_verse_text": "And God raised us up with Christ and seated us with Him in the heavenly realms in Christ Jesus,",
    "ult_verse_text": "and raised us up with {him} and seated us with {him} in the heavenly places in Christ Jesus,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "συνήγειρεν",
        "note": "Here, **raised up** is an idiom for causing someone who has died to become alive again."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-pastforfuture",
        "orig_language_quote": "συνήγειρεν",
        "note": "This could mean: (1) because God has caused Christ to come alive again, God has already given Paul and the believers in Ephesus new spiritual life. Alternate translation: [God has given us new life because we belong to Christ]; (2) because God has caused Christ to come alive again, the believers in Ephesus can know that after they die they will live with Christ, and Paul can speak of the believers living again as if it has already happened. Alternate translation: [we can be sure that God will give us life just as he has caused Christ to come alive again]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-pastforfuture",
        "orig_language_quote": "συνεκάθισεν",
        "note": "Paul talks about the believers as already **seated** in heaven with Christ because, although it is something that will happen in the future, it was guaranteed by what Christ did in the past. Alternate translation: [it is as though God has already seated us next to Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν τοῖς ἐπουρανίοις",
        "note": "The phrase **heavenly places** refers to the place where God is. See how this is translated in [Ephesians 1:3](../01/03.md). Alternate translation: [in the supernatural world]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Χριστῷ Ἰησοῦ",
        "note": "The phrase **in Christ Jesus** and similar expressions are metaphors that frequently occur in the New Testament letters. They express the strongest kind of relationship possible between Christ and those who believe in him."
      }
    ]
  },
  {
    "reference": "Eph 2:7",
    "bsb_verse_text": "in order that in the coming ages He might display the surpassing riches of His grace, demonstrated by His kindness to us in Christ Jesus.",
    "ult_verse_text": "so that in the ages that are coming he might show the immeasurably great riches of his grace in his kindness to us in Christ Jesus.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of God raising up believers and seating them in heaven with Christ is to show the extent of his grace in Christ."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐν τοῖς αἰῶσιν, τοῖς ἐπερχομένοις",
        "note": "Alternate translation: [in the future]"
      }
    ]
  },
  {
    "reference": "Eph 2:8",
    "bsb_verse_text": "For it is by grace you have been saved through faith, and this not from yourselves; it is the gift of God,",
    "ult_verse_text": "For by grace you have been saved through faith, and this {is} not from yourselves; {it is} the gift of God,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "The connecting word **For** introduces a reason-result relationship. The reason is that the Ephesians had been saved by God and not by their own good works. The result is that people would see the grace of God to us in Christ. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "τῇ γὰρ χάριτί ἐστε σεσῳσμένοι διὰ πίστεως",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [God saved you by grace because of your faith in him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῇ γὰρ χάριτί ἐστε σεσῳσμένοι",
        "note": "See how you translated this phrase in [Ephesians 2:5](../02/05.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "τοῦτο",
        "note": "The pronoun **this** refers back to **by grace you have been saved by faith**."
      }
    ]
  },
  {
    "reference": "Eph 2:9",
    "bsb_verse_text": "not by works, so that no one can boast.",
    "ult_verse_text": "not from works, so that no one may boast.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "οὐκ ἐξ ἔργων, ἵνα μή τις καυχήσηται",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. You may want to start a new sentence here. Alternate translation: [Salvation does not come from works, so that no one may boast] or [God does not save a person because of what that person does, so no one can boast and say that he earned his salvation]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of God for saving believers by grace instead of by their works is that no person might boast, speaking as if they saved themselves."
      }
    ]
  },
  {
    "reference": "Eph 2:10",
    "bsb_verse_text": "For we are God’s workmanship, created in Christ Jesus to do good works, which God prepared in advance as our way of life.",
    "ult_verse_text": "For we are his workmanship, created in Christ Jesus for good works that God prepared beforehand, so that we would walk in them.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γάρ",
        "note": "The connecting word **For** introduces a reason-result relationship. The reason is that God is the one who created us to do any good works that we do. The result is that people cannot boast. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Χριστῷ Ἰησοῦ",
        "note": "The phrase **in Christ Jesus** and similar expressions are metaphors that frequently occur in the New Testament letters. They express the strongest kind of relationship possible between Christ and those who believe in him."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of God creating us as he did is that we would do the good works that he intended for us to do."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν αὐτοῖς περιπατήσωμεν",
        "note": "To **walk** on a path is a metaphor for how a person lives his life. Here, **in them** refers to the **good works.** Alternate translation: [we would always and continually do those good deeds]"
      }
    ]
  },
  {
    "reference": "Eph 2:11",
    "bsb_verse_text": "Therefore remember that formerly you who are Gentiles in the flesh and called uncircumcised by the so-called circumcision (that done in the body by human hands)—",
    "ult_verse_text": "Therefore, remember that once you {were} Gentiles in the flesh, the ones being called “uncircumcised” by the ones being called “circumcised” in the flesh, performed by human hands.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὸ",
        "note": "The connecting word **Therefore** introduces a reason-result relationship. The reason is that they were saved by God and not by anything they had done on their own. The result is that the Ephesians would remember that they were once separated from God. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὰ ἔθνη ἐν σαρκί",
        "note": "Here, **Gentiles** refers to people who were not born Jewish."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἀκροβυστία",
        "note": "Non-Jewish people were not circumcised as babies, so the Jews considered them people who do not follow any of God’s laws. Alternate translation: [uncircumcised pagans]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "περιτομῆς",
        "note": "This was another term for Jewish people because all male infants were **circumcised**. Alternate translation: [circumcised people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ὑπὸ τῆς λεγομένης",
        "note": "You can translate this with an active form. Alternate translation: [by what people call] or [by those whom people call]"
      }
    ]
  },
  {
    "reference": "Eph 2:12",
    "bsb_verse_text": "remember that at that time you were separate from Christ, alienated from the commonwealth of Israel, and strangers to the covenants of the promise, without hope and without God in the world.",
    "ult_verse_text": "For at that time you were apart from Christ, excluded from the community of Israel, and strangers to the covenants of the promise, having no hope and without God in the world.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὅτι",
        "note": "The connecting word **For** introduces a reason-result relationship. The reason is that they were not part of the Jews, who were circumcised. The result is that the Gentile Ephesians were separated from God. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "",
        "orig_language_quote": "χωρὶς Χριστοῦ",
        "note": "Alternate translation: [unbelievers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ξένοι τῶν διαθηκῶν τῆς ἐπαγγελίας",
        "note": "Paul speaks to the Gentile believers as if they had been foreigners, kept out of the land of God’s **covenants** and **promise**."
      }
    ]
  },
  {
    "reference": "Eph 2:13",
    "bsb_verse_text": "But now in Christ Jesus you who once were far away have been brought near through the blood of Christ.",
    "ult_verse_text": "But now in Christ Jesus you, the ones once being far away have been brought near by the blood of Christ.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "The connecting word **But** introduces a contrast relationship. The current condition of the Ephesian Gentile believers, after they believed in Christ, is that they are near to God. That is in contrast to their previous condition, before they believed in Christ, of being separated from God."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὑμεῖς οἵ ποτε ὄντες μακρὰν, ἐγενήθητε ἐγγὺς ἐν τῷ αἵματι τοῦ Χριστοῦ",
        "note": "Not belonging to God due to sin is spoken of as **being far away** from God. Belonging to God because of **the blood of Christ** is spoken of as being **brought near** to God. Alternate translation: [you who once did not belong to God now belong to God because of the blood of Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐν τῷ αἵματι τοῦ Χριστοῦ",
        "note": "The **blood of Christ** is a metonym for his death. Alternate translation: [by Christ’s death] or [when Christ died for us]"
      }
    ]
  },
  {
    "reference": "Eph 2:14",
    "bsb_verse_text": "For He Himself is our peace, who has made the two one and has torn down the dividing wall of hostility",
    "ult_verse_text": "For he himself is our peace, the one having made the two one and destroyed in his flesh the middle wall of partition, the hostility.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γάρ",
        "note": "The connecting word **For** introduces a reason-result relationship. The reason is that Christ himself joined them to the Jewish believers. The result is that the Ephesian Gentile believers were brought near to God. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "",
        "orig_language_quote": "αὐτὸς & ἐστιν ἡ εἰρήνη ἡμῶν",
        "note": "Alternate translation: [Jesus gives us his peace]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡ εἰρήνη ἡμῶν",
        "note": "The word **our** refers to Paul and his readers and so, it is inclusive."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὁ ποιήσας τὰ ἀμφότερα ἓν",
        "note": "Alternate translation: [who made the Jews and Gentiles one]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐν τῇ σαρκὶ αὐτοῦ",
        "note": "The phrase **his flesh,** his physical body, is a metonym for his body dying. Alternate translation: [by the death of his body on the cross]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸ μεσότοιχον τοῦ φραγμοῦ & τὴν ἔχθραν",
        "note": "The **hostility** between the Jews and Gentiles is compared to a **wall**. Alternate translation: [the hostility that was like a wall that separated them]"
      }
    ]
  },
  {
    "reference": "Eph 2:15",
    "bsb_verse_text": "by abolishing in His flesh the law of commandments and decrees. He did this to create in Himself one new man out of the two, thus making peace",
    "ult_verse_text": "He abolished the law of the commandments in regulations so that he might make the two into one new man in himself, making peace,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὸν νόμον τῶν ἐντολῶν ἐν δόγμασιν καταργήσας",
        "note": "Paul assumes that his readers will understand that Jesus’ blood satisfies the law of Moses so that both the Jews and Gentiles can live at peace in God. You could include this information if that would be helpful to your readers. Alternate translation: [He took away the requirements in the law of Moses]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of Christ in abolishing the law was to join the Jews and the Gentiles together into one group."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἕνα καινὸν ἄνθρωπον",
        "note": "Paul talks about the unity of Jews and Gentiles as if they had become **one** person. Alternate translation: [a single new people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν αὑτῷ",
        "note": "Being joined to Christ is what makes reconciliation possible between Jews and Gentiles. Paul describes this relationship as though Christ surrounded all of us. Alternate translation: [because he made it possible]"
      }
    ]
  },
  {
    "reference": "Eph 2:16",
    "bsb_verse_text": "and reconciling both of them to God in one body through the cross, by which He put to death their hostility.",
    "ult_verse_text": "and so that he might reconcile both to God as one body through the cross, putting to death the hostility in it.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ἀποκαταλλάξῃ τοὺς ἀμφοτέρους",
        "note": "Alternate translation: [so that Christ might bring the Jews and the Gentiles together in peace]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν ἑνὶ σώματι",
        "note": "The church is often pictured as the **body** of Christ, who is its head. Here it is comprised of both Jews and Gentiles."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "διὰ τοῦ σταυροῦ",
        "note": "The **cross** here represents Christ’s death on the cross. Alternate translation: [by means of Christ’s death on the cross]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀποκτείνας τὴν ἔχθραν",
        "note": "Ending their **hostility** is spoken of as if Christ killed their hostility. By dying on the cross, Jesus eliminated the reason for Jews and Gentiles to be hostile toward each other. Neither are now required to live according to the law of Moses. Alternate translation: [stopping them from hating one another]"
      }
    ]
  },
  {
    "reference": "Eph 2:17",
    "bsb_verse_text": "He came and preached peace to you who were far away and peace to those who were near.",
    "ult_verse_text": "And he came {and} proclaimed peace to you, the ones far away and peace to the ones near,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εὐηγγελίσατο εἰρήνην",
        "note": "Paul tells the Ephesians that Gentile believers are also now just as much a part of God’s people as are Jewish believers. The Jewish apostles and prophets are theirs, as is Christ, and they all form a temple for God in the Spirit. Alternate translation: [and announced the gospel of peace] or [declaring the gospel of peace]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὑμῖν τοῖς μακρὰν",
        "note": "Paul pictures the Gentiles (non-Jews), who were not part of God’s people, as though they were physically distant from God."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τοῖς ἐγγύς",
        "note": "Paul pictures the Jews, who were God’s people by birth, as though they were physically close to God."
      }
    ]
  },
  {
    "reference": "Eph 2:18",
    "bsb_verse_text": "For through Him we both have access to the Father by one Spirit.",
    "ult_verse_text": "for through him both have access in one Spirit to the Father.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ὅτι δι’ αὐτοῦ ἔχομεν τὴν προσαγωγὴν, οἱ ἀμφότεροι",
        "note": "Here, **both** refers to Paul and the rest of the believing Jews, and it also refers to the believing non-Jews."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὅτι",
        "note": "The connecting word **for** introduces a reason-result relationship. The reason is that he himself is the one who enabled both Jew and Gentile to come to the Father. The result is that Christ proclaimed peace to both the Jews and the Gentiles. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν ἑνὶ Πνεύματι",
        "note": "The implication is that all believers, both Jewish and Gentile, are enabled to enter into the presence of God the Father by the same Holy **Spirit**. You could include this information if that would be helpful to your readers. Alternate translation: [by means of the same Spirit]"
      }
    ]
  },
  {
    "reference": "Eph 2:19",
    "bsb_verse_text": "Therefore you are no longer strangers and foreigners, but fellow citizens with the saints and members of God’s household,",
    "ult_verse_text": "So then, you are no longer strangers and foreigners. Instead, you are fellow citizens with the saints and {members} of the household of God,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἄρα οὖν",
        "note": "The connecting phrase **So then** introduces a reason-result relationship. The reason is that Christ gave them access to God through the Spirit. The result is that the Ephesian believers are no longer separated from God. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ξένοι καὶ πάροικοι",
        "note": "The words **strangers** and **foreigners** have very similar meanings and may be combined. Alternate translation: [people who had no relationship to God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλὰ",
        "note": "The connecting word **Instead** introduces a contrast relationship. The previous separation of the Ephesians from God is in contrast to their current status as citizens of the kingdom of God and members of his household."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐστὲ συνπολῖται τῶν ἁγίων καὶ οἰκεῖοι τοῦ Θεοῦ",
        "note": "Paul is again speaking of the spiritual condition of Gentiles after they become believers as he would speak about foreigners becoming **citizens** of a different nation."
      }
    ]
  },
  {
    "reference": "Eph 2:20",
    "bsb_verse_text": "built on the foundation of the apostles and prophets, with Christ Jesus Himself as the cornerstone.",
    "ult_verse_text": "having been built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐποικοδομηθέντες ἐπὶ τῷ θεμελίῳ",
        "note": "Paul speaks of God’s people as if they were a building. Christ is the cornerstone, the apostles are the **foundation**, and the believers are the structure. Alternate translation: [you depend on the teaching]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐποικοδομηθέντες",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [God has built you]"
      }
    ]
  },
  {
    "reference": "Eph 2:21",
    "bsb_verse_text": "In Him the whole building is fitted together and grows into a holy temple in the Lord.",
    "ult_verse_text": "in whom the whole building, being fit together, grows into a holy temple in the Lord,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πᾶσα οἰκοδομὴ συναρμολογουμένη, αὔξει εἰς ναὸν ἅγιον",
        "note": "Paul continues to speak of Christ’s family as if it were a **building**. In the same way that a builder fits stones together while building, so Christ is fitting us together. Alternate translation: [all of us, as we grow together, become a holy group that worships God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν ᾧ & ἐν Κυρίῳ",
        "note": "These metaphors express the strongest kind of relationship possible between Christ and those who believe in him. Alternate translation: [In Christ … in the Lord Jesus]"
      }
    ]
  },
  {
    "reference": "Eph 2:22",
    "bsb_verse_text": "And in Him you too are being built together into a dwelling place for God in His Spirit.",
    "ult_verse_text": "in whom you also are being built together into a dwelling place for God in the Spirit.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν ᾧ",
        "note": "You can translate this as “in Christ,” which is a metaphor that expresses the strongest kind of relationship possible between Christ and those who believe in him."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "καὶ ὑμεῖς συνοικοδομεῖσθε, εἰς κατοικητήριον τοῦ Θεοῦ ἐν Πνεύματι",
        "note": "This describes how believers are being put together to become a **place** where **God** will permanently live through the power of the Holy **Spirit**. Alternate translation: [you also are being joined to this group where God lives by his Spirit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "καὶ ὑμεῖς συνοικοδομεῖσθε",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [God is also building you together]"
      }
    ]
  },
  {
    "reference": "Eph 3:1",
    "bsb_verse_text": "For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles...",
    "ult_verse_text": "For this reason I, Paul, the prisoner of Christ Jesus on behalf of you Gentiles,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "τούτου χάριν",
        "note": "To make clear the hidden truth about the church to believers, Paul refers back to the oneness of Jews and Gentiles and how believers from both groups form part of the one group that worships God, like the stones that form one temple. The connecting phrase **For this reason** introduces a reason-result relationship. The reason is what Paul talked about in Chapter 2, that Christ showed his grace by removing the division between Jews and Gentiles and making them into one group. The result is that Paul prays for the Gentiles. Use a phrase in your language that connects a reason to a result. Alternate translation: [This is why]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τούτου χάριν",
        "note": "You may need to make explicit what the reason is. Alternate translation: [Because of God’s grace to you,] You may also need to make explicit here what the result is, as in the UST, because Paul does not state the result, that he prays for them, until [3:14](../03/14.md)."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὁ δέσμιος τοῦ Χριστοῦ Ἰησοῦ",
        "note": "Alternate translation: [the one who is in prison because I serve Christ Jesus]"
      }
    ]
  },
  {
    "reference": "Eph 3:2",
    "bsb_verse_text": "Surely you have heard about the stewardship of God’s grace that was given to me for you,",
    "ult_verse_text": "if indeed you have heard of the stewardship of the grace of God that was given to me for you,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "τὴν οἰκονομίαν τῆς χάριτος τοῦ Θεοῦ, τῆς δοθείσης μοι εἰς ὑμᾶς",
        "note": "Here, **grace** could mean: (1) the gift of the gospel that Paul is bringing to the Gentiles. Alternate translation: [the responsibility that God gave me to bring his grace to you]; (2) the gift to Paul of being the steward of the gospel for the Gentiles. Alternate translation: [the responsibility that God graciously gave me for your benefit]"
      }
    ]
  },
  {
    "reference": "Eph 3:3",
    "bsb_verse_text": "that is, the mystery made known to me by revelation, as I have already written briefly.",
    "ult_verse_text": "according to a revelation made known to me, the mystery about which I already wrote in brief.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "κατὰ ἀποκάλυψιν ἐγνωρίσθη μοι",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [according to what God revealed to me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-background",
        "orig_language_quote": "καθὼς προέγραψα ἐν ὀλίγῳ",
        "note": "Paul refers here to another letter that he had written to these people."
      }
    ]
  },
  {
    "reference": "Eph 3:5",
    "bsb_verse_text": "which was not made known to men in other generations as it has now been revealed by the Spirit to God’s holy apostles and prophets.",
    "ult_verse_text": "which in other generations was not made known to the sons of men as it now has been revealed by the Spirit to his holy apostles and prophets—",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ὃ ἑτέραις γενεαῖς οὐκ ἐγνωρίσθη τοῖς υἱοῖς τῶν ἀνθρώπων",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [God did not make these things known to people in the past]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ὡς νῦν ἀπεκαλύφθη & ἐν Πνεύματι",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [but now the Spirit has revealed it] or [but now the Spirit has made it known]"
      }
    ]
  },
  {
    "reference": "Eph 3:6",
    "bsb_verse_text": "This mystery is that through the gospel the Gentiles are fellow heirs, fellow members of the body, and fellow partakers of the promise in Christ Jesus.",
    "ult_verse_text": "that the Gentiles are to be fellow heirs and fellow members of the body, and fellow partakers of the promise in Christ Jesus through the gospel,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἶναι τὰ ἔθνη, συνκληρονόμα & διὰ τοῦ εὐαγγελίου",
        "note": "Paul assumes that his readers will understand **that the Gentiles are to be fellow heirs.** You could include this information if that would be helpful to your readers. This is the hidden truth that Paul began to explain in the previous verse. The **Gentiles** who receive Christ also receive everything that the Jewish believers receive from God."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "σύνσωμα",
        "note": "Paul assumes that his readers will understand that **Gentiles** are to be **fellow members of the body**. The church is often referred to as “the body of Christ.” You could include this information if that would be helpful to your readers. Alternate translation: [members of the body of Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Χριστῷ Ἰησοῦ",
        "note": "The phrase **in Christ Jesus** and similar expressions are metaphors that frequently occur in the New Testament letters. They express the strongest kind of relationship possible between Christ and those who believe in him."
      },
      {
        "support_reference": "",
        "orig_language_quote": "διὰ τοῦ εὐαγγελίου",
        "note": "This could mean: (1) because of the **gospel**, the Gentiles are fellow sharers in the promise. (2) because of the **gospel**, the Gentiles are fellow heirs and members of the body and fellow sharers in the promise."
      }
    ]
  },
  {
    "reference": "Eph 3:8",
    "bsb_verse_text": "Though I am less than the least of all the saints, this grace was given me: to preach to the Gentiles the unsearchable riches of Christ,",
    "ult_verse_text": "To me—the least of all the saints—this grace was given, to preach to the Gentiles the unsearchable riches of Christ,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀνεξιχνίαστον",
        "note": "Paul speaks of everything that Christ offers as something so physically vast that it cannot be fully explored. Alternate translation: [unable to be completely known]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πλοῦτος τοῦ Χριστοῦ",
        "note": "Paul speaks of the truth about **Christ** and the blessings he brings as if they were material wealth."
      }
    ]
  },
  {
    "reference": "Eph 3:9",
    "bsb_verse_text": "and to illuminate for everyone the stewardship of this mystery, which for ages past was kept hidden in God, who created all things.",
    "ult_verse_text": "and to reveal for everyone what {is} the administration of the mystery that was hidden from the ages in God, the one having created all things,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "τοῦ μυστηρίου, τοῦ ἀποκεκρυμμένου ἀπὸ τῶν αἰώνων ἐν τῷ Θεῷ, τῷ τὰ πάντα κτίσαντι",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [of God, who created all things, kept this plan hidden for long ages in the past]"
      }
    ]
  },
  {
    "reference": "Eph 3:10",
    "bsb_verse_text": "His purpose was that now, through the church, the manifold wisdom of God should be made known to the rulers and authorities in the heavenly realms,",
    "ult_verse_text": "so that now through the church the multifaceted wisdom of God might be made known to the rulers and to the authorities in the heavenly places,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of God revealing the mystery of the church to Paul is to enable the rulers in the heavenly places to see the wisdom of God."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "γνωρισθῇ & ταῖς ἀρχαῖς καὶ ταῖς ἐξουσίαις ἐν τοῖς ἐπουρανίοις & ἡ πολυποίκιλος σοφία τοῦ Θεοῦ",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [God may make his great wisdom known to the rulers and authorities in the heavenly places]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ταῖς ἀρχαῖς καὶ ταῖς ἐξουσίαις",
        "note": "The words **rulers** and **authorities** share similar meanings. Paul uses them together to emphasize that every spiritual being will know God’s wisdom. If your language does not have two words for this, you can use one. Alternate translation: [ruling authorities]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν τοῖς ἐπουρανίοις",
        "note": "The phrase **heavenly places** refers to the place where God is. See how this is translated in [Ephesians 1:3](../01/03.md). Alternate translation: [in the supernatural world]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἡ πολυποίκιλος σοφία τοῦ Θεοῦ",
        "note": "Paul talks of God’s **wisdom** as though it were an object with many surfaces. Alternate translation: [the complex wisdom of God] or [how extremely wise God is]"
      }
    ]
  },
  {
    "reference": "Eph 3:11",
    "bsb_verse_text": "according to the eternal purpose that He accomplished in Christ Jesus our Lord.",
    "ult_verse_text": "according to the eternal purpose that he accomplished in Christ Jesus our Lord,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "κατὰ πρόθεσιν τῶν αἰώνων",
        "note": "Alternate translation: [in keeping with the eternal plan] or [consistent with the eternal plan]"
      }
    ]
  },
  {
    "reference": "Eph 3:12",
    "bsb_verse_text": "In Him and through faith in Him we may enter God’s presence with boldness and confidence.",
    "ult_verse_text": "in whom we have boldness and access with confidence through faith in him.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "τὴν παρρησίαν καὶ προσαγωγὴν",
        "note": "In this section of the prayer, Paul praises God in his sufferings and prays for these Ephesian believers. The two words **boldness** and **access** work together to express one idea. Alternate translation: [bold access] or [boldness to enter]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "προσαγωγὴν ἐν πεποιθήσει",
        "note": "It may be helpful to state explicitly that this **access** is into God’s presence. Alternate translation: [access into God’s presence with confidence] or [freedom to enter into God’s presence with confidence]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "πεποιθήσει",
        "note": "Alternate translation: [certainty] or [assurance]"
      }
    ]
  },
  {
    "reference": "Eph 3:13",
    "bsb_verse_text": "So I ask you not to be discouraged because of my sufferings for you, which are your glory.",
    "ult_verse_text": "Therefore, I ask you not to be discouraged by my sufferings for you, which is your glory.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὸ",
        "note": "The connecting word **Therefore** introduces a reason-result relationship. The reason is that the believers have access to Christ with confidence. The result is that the believers will not be discouraged. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ὑπὲρ ὑμῶν, ἥτις ἐστὶν δόξα ὑμῶν",
        "note": "Here, **your glory** is a metonym for the salvation and eternal life that the Ephesians will have because of Paul’s work of telling them about Christ, which resulted in his suffering in prison. You can state this as a new sentence. Alternate translation: [for you. They bring you a wonderful benefit] or [for you. They result in your salvation]"
      }
    ]
  },
  {
    "reference": "Eph 3:14",
    "bsb_verse_text": "... for this reason I bow my knees before the Father,",
    "ult_verse_text": "For this reason I bend my knees to the Father,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "τούτου χάριν",
        "note": "The connecting phrase **For this reason** introduces a reason-result relationship. The reason is that Paul’s sufferings have caused glory for the believers. The result is that Paul prays to the Father. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τούτου χάριν",
        "note": "You may need to make explicit what the reason is. Alternate translation: [Because God has done all this for you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "κάμπτω τὰ γόνατά μου πρὸς τὸν Πατέρα",
        "note": "Bent **knees** are a picture of the whole person in an attitude of prayer. Alternate translation: [I bow down in prayer to the Father] or [I humbly pray to the Father]"
      }
    ]
  },
  {
    "reference": "Eph 3:15",
    "bsb_verse_text": "from whom every family in heaven and on earth derives its name.",
    "ult_verse_text": "from whom every family in heaven and on earth is named,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐξ οὗ πᾶσα πατριὰ ἐν οὐρανοῖς καὶ ἐπὶ γῆς ὀνομάζεται",
        "note": "The act of naming here probably also represents the act of creating. Alternate translation: [who created and named every family in heaven and on earth]"
      }
    ]
  },
  {
    "reference": "Eph 3:16",
    "bsb_verse_text": "I ask that out of the riches of His glory He may strengthen you with power through His Spirit in your inner being,",
    "ult_verse_text": "so that he would grant you, according to the riches of his glory, to be strengthened with power through his Spirit in the inner man,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of Paul’s prayer is that the Ephesian believers would be strengthened by God in their faith and love."
      },
      {
        "support_reference": "",
        "orig_language_quote": "δῷ ὑμῖν κατὰ τὸ πλοῦτος τῆς δόξης αὐτοῦ, δυνάμει κραταιωθῆναι",
        "note": "Alternate translation: [God, because he is so great and powerful, would allow you to become strong with his power]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "δῷ",
        "note": "Alternate translation: [he would give]"
      }
    ]
  },
  {
    "reference": "Eph 3:17",
    "bsb_verse_text": "so that Christ may dwell in your hearts through faith. Then you, being rooted and grounded in love,",
    "ult_verse_text": "that Christ may live in your hearts through faith, being rooted and grounded in love,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "",
        "note": "Paul continues the prayer he began in [Ephesians 3:14](../03/14.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "κατοικῆσαι τὸν Χριστὸν διὰ τῆς πίστεως ἐν ταῖς καρδίαις ὑμῶν ἐν ἀγάπῃ, ἐρριζωμένοι καὶ τεθεμελιωμένοι",
        "note": "With the phrase, **that Christ may live** Paul continues the prayer he began in [Ephesians 3:14](../03/14.md). This is the second item for which Paul prays that God will grant the Ephesians “according to the riches of his glory.” The first is that they would be strengthened ([Ephesians 3:16](../03/16.md))."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "κατοικῆσαι τὸν Χριστὸν διὰ τῆς πίστεως ἐν ταῖς καρδίαις ὑμῶν",
        "note": "Here, **hearts** represent a person’s inner being, and **through** expresses the means by which Christ lives within the believer. Christ lives in the hearts of believers because God graciously allows them to have faith. Alternate translation: [that Christ may live within you because you trust in him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν ἀγάπῃ, ἐρριζωμένοι καὶ τεθεμελιωμένοι",
        "note": "Paul speaks of their faith as if it were a tree that has deep roots or a house built on a solid foundation. Alternate translation: [you will be like a firmly rooted tree and a building built on stone]"
      }
    ]
  },
  {
    "reference": "Eph 3:18",
    "bsb_verse_text": "will have power, together with all the saints, to comprehend the length and width and height and depth",
    "ult_verse_text": "so that you may be fully able to comprehend, along with all the saints, what {is} the width and length and height and depth,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a reason-result relationship. The reason is that Christ would live in their hearts. The result is that the Ephesian believers would fully know the love of God and be filled with God’s fullness. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "καταλαβέσθαι",
        "note": "With the introductory phrase, Paul moves to the third item, **to comprehend**, for which he bends his knees and prays; the first is that God will grant that they be strengthened ([Ephesians 3:16](../03/16.md)) and the second is that Christ may live in their hearts through faith ([Ephesians 3:17](../03/17.md))."
      },
      {
        "support_reference": "",
        "orig_language_quote": "πᾶσιν τοῖς ἁγίοις",
        "note": "Alternate translation: [all the believers in Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸ πλάτος, καὶ μῆκος, καὶ ὕψος, καὶ βάθος",
        "note": "In this metaphor Paul pictures something that is not physical or measurable as something that is physical but stretches out in all directions and, thus, is very large. This could refer to: (1) the intensity of Christ’s love for us. Alternate translation: [how very much Christ loves us]; (2) the greatness of God’s wisdom. Alternate translation: [how very wise God is]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὸ πλάτος, καὶ μῆκος, καὶ ὕψος, καὶ βάθος",
        "note": "It may be necessary to state explicitly what these words refer to. If so, you could combine this with the phrase from the next verse. Alternate translation: [the width and length and height and depth of, and truly know the love of Christ] or [the width and length and height and depth of the love of Christ, and truly know it]"
      }
    ]
  },
  {
    "reference": "Eph 3:19",
    "bsb_verse_text": "of the love of Christ, and to know this love that surpasses knowledge, that you may be filled with all the fullness of God.",
    "ult_verse_text": "and to know the love of Christ surpassing knowledge, so that you may be filled with all the fullness of God.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "γνῶναί τε τὴν & ἀγάπην τοῦ Χριστοῦ",
        "note": "With the conjunction **and**, Paul continues the idea from the previous verse. They both refer to knowing the greatness of the love of Christ. Alternate translation: [that you can know how great Christ’s love for us is]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἵνα πληρωθῆτε εἰς πᾶν τὸ πλήρωμα τοῦ Θεοῦ",
        "note": "This is the fourth item for which Paul bends his knees and prays ([Ephesians 3:14](../03/14.md)). The first is that they would “be strengthened” ([Ephesians 3:16](../03/16.md)), the second is that “Christ would live in their hearts through faith” ([Ephesians 3:17](../03/17.md)), and the third is that they “could comprehend Christ’s love” ([Ephesians 3:18](../03/18.md))."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἵνα πληρωθῆτε εἰς πᾶν τὸ πλήρωμα τοῦ Θεοῦ",
        "note": "In this metaphor Paul pictures the Ephesian believers as containers into which **God** can pour himself. Alternate translation: [so God can give you everything that he has to give you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἵνα πληρωθῆτε",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [so that God can fill you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰς πᾶν τὸ πλήρωμα τοῦ Θεοῦ",
        "note": "If your language does not use an abstract noun for the idea behind the word **fullness**, you could express the same idea with a verbal form. Alternate translation: [with everything that God is full of]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a reason-result relationship. The reason is that the Ephesian believers would know the love of Christ. The result is that they would be filled with the fulness of God. Use a phrase in your language that connects a reason to a result."
      }
    ]
  },
  {
    "reference": "Eph 3:20",
    "bsb_verse_text": "Now to Him who is able to do immeasurably more than all we ask or imagine, according to His power that is at work within us,",
    "ult_verse_text": "And to the one being able to do exceedingly abundantly above all that we ask or think, according to the power that is working in us,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "",
        "note": "The words “we” and “us” in this book continue to include Paul and all believers."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "τῷ δὲ",
        "note": "Paul concludes his prayer by asking God to bless the Ephesian believers. You could express this as either a blessing or a prayer, in whichever way is more natural in your language. Alternate translation: [Now to God, the one]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὑπὲρ πάντα, ποιῆσαι ὑπέρἐκπερισσοῦ ὧν αἰτούμεθα ἢ νοοῦμεν",
        "note": "Alternate translation: [to do much more than all that we ask or think] or [to do things that are much greater than anything that we ask him for or think about]"
      }
    ]
  },
  {
    "reference": "Eph 3:21",
    "bsb_verse_text": "to Him be the glory in the church and in Christ Jesus throughout all generations, forever and ever. Amen.",
    "ult_verse_text": "to him {be} the glory in the church and in Christ Jesus to all generations forever {and} ever. Amen.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "αὐτῷ ἡ δόξα ἐν τῇ ἐκκλησίᾳ",
        "note": "If your language does not use an abstract noun for the idea behind the word **glory**, you could express the same idea with a verbal form. Alternate translation: [may God’s people glorify him] or [may God’s people praise him for how great he is]"
      }
    ]
  },
  {
    "reference": "Eph 4:1",
    "bsb_verse_text": "As a prisoner in the Lord, then, I urge you to walk in a manner worthy of the calling you have received:",
    "ult_verse_text": "Therefore I, the prisoner for the Lord, urge you to walk worthily of the calling by which you were called,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "οὖν",
        "note": "The connecting word **Therefore** introduces a reason-result relationship. The reason is that God will be glorified in the church for all generations. The result is that believers should walk in a way that is worthy of the Lord. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὁ δέσμιος ἐν Κυρίῳ",
        "note": "Alternate translation: [someone who is in prison because he serves the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀξίως περιπατῆσαι τῆς κλήσεως",
        "note": "The phrase **to walk** is a common way to express the idea of living one’s life. Because of what Paul has been writing to the Ephesians, he now tells them how they should live their lives as believers, reemphasizing that believers are to agree with each other."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τῆς κλήσεως ἧς ἐκλήθητε",
        "note": "Here, **the calling** refers to the fact that God chose them to be his people. Alternate translation: [because God chose you to be his people]"
      }
    ]
  },
  {
    "reference": "Eph 4:2",
    "bsb_verse_text": "with all humility and gentleness, with patience, bearing with one another in love,",
    "ult_verse_text": "with all humility and gentleness, with patience, putting up with one another in love,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μετὰ πάσης ταπεινοφροσύνης καὶ πραΰτητος",
        "note": "If your language does not use an abstract noun for the idea behind the words **humility**, **gentleness**, and **patience**, you could express the same ideas with verbal forms. Alternate translation: [to learn to be humble, gentle, and patient]"
      }
    ]
  },
  {
    "reference": "Eph 4:3",
    "bsb_verse_text": "and with diligence to preserve the unity of the Spirit through the bond of peace.",
    "ult_verse_text": "doing your best to keep the unity of the Spirit in the bond of peace.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τηρεῖν τὴν ἑνότητα τοῦ Πνεύματος ἐν τῷ συνδέσμῳ τῆς εἰρήνης",
        "note": "Here Paul speaks of **peace** as if it were a **bond** that ties people together. This is a metaphor for being united with other people by living peacefully with them. Alternate translation: [to live peacefully with one another and remain united as the Spirit made possible]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τηρεῖν τὴν ἑνότητα τοῦ Πνεύματος ἐν τῷ συνδέσμῳ τῆς εἰρήνης",
        "note": "If your language does not use an abstract noun for the idea behind the words **unity** and **peace**, you could express the same ideas with verbal forms. Alternate translation: [to live peacefully with one another and remain united as the Spirit made possible]"
      }
    ]
  },
  {
    "reference": "Eph 4:4",
    "bsb_verse_text": "There is one body and one Spirit, just as you were called to one hope when you were called;",
    "ult_verse_text": "{There is} one body and one Spirit, just as also you were called in one hope of your calling,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ἓν σῶμα",
        "note": "The church is often referred to as the **body** of Christ."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἓν Πνεῦμα",
        "note": "Alternate translation: [only one Holy Spirit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐκλήθητε ἐν μιᾷ ἐλπίδι τῆς κλήσεως ὑμῶν",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [God called you to have one confident hope in your calling] or [there is one thing that God also chose you to be confident in and expect him to do]"
      }
    ]
  },
  {
    "reference": "Eph 4:6",
    "bsb_verse_text": "one God and Father of all, who is over all and through all and in all.",
    "ult_verse_text": "one God and Father of all, the one over all and through all and in all.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "Πατὴρ πάντων & ἐπὶ πάντων & διὰ πάντων & ἐν πᾶσιν",
        "note": "Alternate translation: [Father of every person … over every thing … through all things … in all things]"
      }
    ]
  },
  {
    "reference": "Eph 4:7",
    "bsb_verse_text": "Now to each one of us grace has been given according to the measure of the gift of Christ.",
    "ult_verse_text": "And to each one of us this grace has been given according to the measure of the gift of Christ.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "",
        "note": "Paul assumes that his readers will understand that the poetic material which follows is from a song that King David wrote. You could include this information if that would be helpful to your readers"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἑνὶ & ἑκάστῳ ἡμῶν ἐδόθη ἡ χάρις",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [God has given grace to each one of us] or [God gave a gift to each believer]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἑνὶ & ἑκάστῳ ἡμῶν ἐδόθη ἡ χάρις",
        "note": "If your language does not use an abstract noun for the idea behind the word **grace**, you could express the same idea with a verbal form. Alternate translation: [God has given a gift to each believer]"
      }
    ]
  },
  {
    "reference": "Eph 4:8",
    "bsb_verse_text": "This is why it says: “When He ascended on high, He led captives away, and gave gifts to men.”",
    "ult_verse_text": "Therefore it says:",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὸ",
        "note": "The connecting word **Therefore** introduces a reason-result relationship. The reason is that every believer has been given a spiritual gift. The result is that the Scripture says Jesus gave gifts to men. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἀναβὰς εἰς ὕψος",
        "note": "Alternate translation: [When Christ went up into heaven]"
      }
    ]
  },
  {
    "reference": "Eph 4:9",
    "bsb_verse_text": "What does “He ascended” mean, except that He also descended to the lower parts of the earth?",
    "ult_verse_text": "And this “He ascended,” what is it except that he also descended into the lower regions of the earth?",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ἀνέβη",
        "note": "Alternate translation: [Christ went up]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "καὶ κατέβη",
        "note": "Alternate translation: [Christ also came down]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἰς τὰ κατώτερα μέρη τῆς γῆς",
        "note": "This could refer to: (1) the **lower regions** as a part of the **earth**. (2) **the lower regions** as another way of referring to the **earth** itself. Alternate translation: [into the lower regions, the earth]"
      }
    ]
  },
  {
    "reference": "Eph 4:10",
    "bsb_verse_text": "He who descended is the very One who ascended above all the heavens, in order to fill all things.",
    "ult_verse_text": "The one having descended is also himself the one having ascended far above all the heavens, so that he might fill all things.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ἵνα πληρώσῃ τὰ πάντα",
        "note": "Alternate translation: [so that he might be working powerfully everywhere]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "πληρώσῃ",
        "note": "Alternate translation: [he might complete] or [he might satisfy]"
      }
    ]
  },
  {
    "reference": "Eph 4:11",
    "bsb_verse_text": "And it was He who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers,",
    "ult_verse_text": "And he himself gave the apostles, and the prophets, and the evangelists, and the pastors and teachers,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ποιμένας",
        "note": "The word translated as **pastors** here is the the same word that is translated as “shepherds” elsewhere in the ULT. It is the plural form of the word used by Jesus to refer to himself in [John 10:10](../../jhn/10/10.md), where he says that he is the “good Shepherd.” The idea here is that in a similar way to how a shepherd feeds, protects, and watches over the well-being of his flock, so pastors feed (with spiritual food) and watch over and protect the spiritual well-being of those within their church. If it would help your readers, you could indicate explicitly the meaning of the word “pastors.” Alternate translation: [spiritual shepherds] or [shepherding Christian leaders]"
      }
    ]
  },
  {
    "reference": "Eph 4:12",
    "bsb_verse_text": "to equip the saints for works of ministry and to build up the body of Christ,",
    "ult_verse_text": "for the equipping of the saints for the work of serving, for building up of the body of Christ,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "πρὸς τὸν καταρτισμὸν τῶν ἁγίων",
        "note": "Alternate translation: [to prepare the people whom he has set apart] or [to provide the believers with what they need]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἰς ἔργον διακονίας",
        "note": "Alternate translation: [so that they can serve others]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "εἰς οἰκοδομὴν τοῦ σώματος τοῦ Χριστοῦ",
        "note": "Paul is speaking of people who grow spiritually as if they were doing exercises to increase the strength of their physical bodies."
      },
      {
        "support_reference": "",
        "orig_language_quote": "οἰκοδομὴν",
        "note": "Alternate translation: [the improvement]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τοῦ σώματος τοῦ Χριστοῦ",
        "note": "Alternate translation: [all of the members of Christ’s church] or [all those who are believers in Christ]"
      }
    ]
  },
  {
    "reference": "Eph 4:13",
    "bsb_verse_text": "until we all reach unity in the faith and in the knowledge of the Son of God, as we mature to the full measure of the stature of Christ.",
    "ult_verse_text": "until we all reach to the unity of the faith and the knowledge of the Son of God, to a mature man, to the measure of the stature of the fullness of Christ,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καταντήσωμεν οἱ πάντες εἰς τὴν ἑνότητα τῆς πίστεως, καὶ τῆς ἐπιγνώσεως τοῦ Υἱοῦ τοῦ Θεοῦ",
        "note": "The implication is that the believers need to know Jesus as the **Son of God** if they are to be united in **faith** and become mature as believers. You could include this information if that would be helpful to your readers. [we all join together in our belief and relationship with Jesus the Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "καταντήσωμεν οἱ πάντες εἰς τὴν ἑνότητα τῆς πίστεως",
        "note": "If your language does not use an abstract noun for the idea behind the word **unity**, you could express the same idea with a verbal form. Alternate translation: [we all become equally strong in faith] or [we all become united together in faith]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "καταντήσωμεν οἱ πάντες εἰς τὴν ἑνότητα τῆς πίστεως",
        "note": "If your language does not use an abstract noun for the idea behind the word **faith**, you could express the same idea with a verbal form. Alternate translation: [become united together as believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῆς ἐπιγνώσεως τοῦ Υἱοῦ τοῦ Θεοῦ",
        "note": "If your language does not use an abstract noun for the idea behind the word **knowledge**, you could express the same idea with a verbal form. Alternate translation: [all know well the Son of God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/guidelines-sonofgodprinciples",
        "orig_language_quote": "τοῦ Υἱοῦ τοῦ Θεοῦ",
        "note": "**Son of God** is an important title for Jesus."
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἰς ἄνδρα τέλειον",
        "note": "Alternate translation: [to a mature believer]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τέλειον",
        "note": "Alternate translation: [fully developed] or [grown up] or [complete]"
      }
    ]
  },
  {
    "reference": "Eph 4:14",
    "bsb_verse_text": "Then we will no longer be infants, tossed about by the waves and carried around by every wind of teaching and by the clever cunning of men in their deceitful scheming.",
    "ult_verse_text": "so that we may no longer be children tossed back and forth by the waves and carried away by every wind of teaching through the trickery of men in cleverness for deceitful scheming.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of gifted people in the church is to bring all the believers to spiritual maturity."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μηκέτι ὦμεν νήπιοι",
        "note": "Paul refers to believers who have not grown spiritually as if they were **children** who have had very little experience in life. Alternate translation: [we may no longer be like children]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "κλυδωνιζόμενοι καὶ περιφερόμενοι παντὶ ἀνέμῳ τῆς διδασκαλίας",
        "note": "Paul speaks of a believer who has not become mature and follows various wrong teachings as if that believer were a boat and the teachings were the **wind** and **waves** that move the boat in different directions on the water.."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν τῇ κυβίᾳ τῶν ἀνθρώπων, ἐν πανουργίᾳ πρὸς τὴν μεθοδίαν τῆς πλάνης",
        "note": "If your language does not use an abstract noun for the idea behind the words **trickery**, **cleverness**, and **scheming**, you could express the same ideas with verbal forms. Alternate translation: [by crafty people who trick believers with clever lies]"
      }
    ]
  },
  {
    "reference": "Eph 4:15",
    "bsb_verse_text": "Instead, speaking the truth in love, we will in all things grow up into Christ Himself, who is the head.",
    "ult_verse_text": "Instead, speaking truth in love, let us grow up in all things into him who is the head, {even} Christ,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "The connecting word **Instead** introduces a contrast relationship. Following every changing teaching is in contrast to becoming mature in Christ and building up his body. Use a word in your language that indicates contrast."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀληθεύοντες",
        "note": "If your language does not use an abstract noun for the idea behind the word **truth**, you could express the same idea with a verbal form. Alternate translation: [speaking truthfully]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν ἀγάπῃ",
        "note": "If your language does not use an abstract noun for the idea behind the word **love**, you could express the same idea with a verbal form. Alternate translation: [as the members love one another]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "εἰς αὐτὸν & ὅς ἐστιν ἡ κεφαλή",
        "note": "Paul uses a metaphor of the human body to describe how Christ causes believers to work together in harmony as the **head** of a body causes the body parts to work together to grow in a healthy way."
      }
    ]
  },
  {
    "reference": "Eph 4:16",
    "bsb_verse_text": "From Him the whole body, fitted and held together by every supporting ligament, grows and builds itself up in love through the work of each individual part.",
    "ult_verse_text": "from whom the whole body, being joined and held together by every supporting ligament, according to the working in measure of each individual part, causes the growth of the body for building up itself in love.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐξ οὗ πᾶν τὸ σῶμα & τὴν αὔξησιν τοῦ σώματος ποιεῖται",
        "note": "Paul continues the metaphor of the believers as a human **body** with Christ as the head to describe how Christ causes believers to work together in harmony as the head of a body causes the body parts to work together to grow in a healthy way."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "εἰς οἰκοδομὴν ἑαυτοῦ ἐν ἀγάπῃ",
        "note": "The word **for** indicates a purpose clause. The purpose of all of the believers working together in harmony, as the members of a human body do, is so that all believers will grow in our ability to love each other and to love God. Use a word in your language that marks this as a purpose clause."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν ἀγάπῃ",
        "note": "If your language does not use an abstract noun for the idea behind the word **love**, you could express the same idea with a verbal form. Alternate translation: [as the members love one another] or [to be able to love each other more]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "διὰ πάσης ἁφῆς τῆς ἐπιχορηγίας",
        "note": "Paul continues the metaphor comparing the believers to a human body. A **ligament** is a strong band that connects bones or holds organs in place in the body. Just as the body is held together by strong ligaments, so the believers are held together by love that grows stronger as the body parts grow and work together."
      }
    ]
  },
  {
    "reference": "Eph 4:17",
    "bsb_verse_text": "So I tell you this, and insist on it in the Lord, that you must no longer walk as the Gentiles do, in the futility of their thinking.",
    "ult_verse_text": "Therefore, I say this and strongly urge you in the Lord, to walk no longer as the Gentiles also walk, in futility of their minds.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "οὖν",
        "note": "The connecting word **Therefore** introduces a reason-result relationship in which Paul tells them what they should no longer do now that they, as believers, are sealed by the Holy Spirit of God. The reason is that Christ wants every believer to become spiritually mature and to serve the other believers. The result is that the Ephesian believers should no longer act as the Gentiles act. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "",
        "orig_language_quote": "τοῦτο οὖν λέγω καὶ μαρτύρομαι",
        "note": "Alternate translation: [Because of what I have just said, I will now say something more in order to strongly encourage]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐν Κυρίῳ",
        "note": "This could be: (1) referring to the authority of the Lord. (2) stating that we all belong to the Lord."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μηκέτι ὑμᾶς περιπατεῖν, καθὼς καὶ τὰ ἔθνη περιπατεῖ ἐν ματαιότητι τοῦ νοὸς αὐτῶν",
        "note": "Paul commonly uses this metaphor that compares walking to living one’s life. Alternate translation: [you … to stop living like the Gentiles with their worthless thoughts]"
      }
    ]
  },
  {
    "reference": "Eph 4:18",
    "bsb_verse_text": "They are darkened in their understanding and alienated from the life of God because of the ignorance that is in them due to the hardness of their hearts.",
    "ult_verse_text": "They have been darkened in their understanding, being alienated from the life of God because of the ignorance that is in them, because of the hardness of their hearts.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐσκοτωμένοι τῇ διανοίᾳ",
        "note": "This metaphor compares wrong thinking with darkness. Alternate translation: [they no longer think or reason clearly] or [they are not able to understand]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐσκοτωμένοι τῇ διανοίᾳ",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [Their way of thinking has become dark] or [They no longer think or reason clearly] or [They are not able to understand]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἀπηλλοτριωμένοι τῆς ζωῆς τοῦ Θεοῦ, διὰ τὴν ἄγνοιαν τὴν οὖσαν ἐν αὐτοῖς",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [because they do not know God, they cannot live the way that God wants his people to live] or [they have cut themselves off from the life of God by their ignorance]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἀπηλλοτριωμένοι",
        "note": "Alternate translation: [cut off] or [separated]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἄγνοιαν",
        "note": "Alternate translation: [lack of knowledge] or [lack of information]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "διὰ τὴν πώρωσιν τῆς καρδίας αὐτῶν",
        "note": "The phrase **hardness of their hearts** is a metaphor that means “stubbornness.” Alternate translation: [because they are stubborn] or [because they refuse to listen to God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὰ",
        "note": "The connecting word **because** introduces a reason-result relationship. The first reason is that they are ignorant of him. The result is that the Gentiles are separated from God. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὰ",
        "note": "Again, the connecting word **because** introduces a reason-result relationship. The second reason is that their hearts are hardened. The result is that Gentiles are separated from walking with God. Use a phrase in your language that connects a reason to a result."
      }
    ]
  },
  {
    "reference": "Eph 4:19",
    "bsb_verse_text": "Having lost all sense of shame, they have given themselves over to sensuality for the practice of every kind of impurity, with a craving for more.",
    "ult_verse_text": "They, being dead to all feeling, handed themselves over to sensuality for the practice of every kind of impurity with greediness.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἑαυτοὺς παρέδωκαν τῇ ἀσελγείᾳ",
        "note": "Paul speaks of these people as if they were objects that they themselves were giving to other people, and he speaks of the way that they want to satisfy their physical desires as if the desires were the person to whom they give themselves. Alternate translation: [have given in to every physical desire] or [only want to satisfy their physical desires]"
      }
    ]
  },
  {
    "reference": "Eph 4:20",
    "bsb_verse_text": "But this is not the way you came to know Christ.",
    "ult_verse_text": "But you did not thus learn about Christ,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclamations",
        "orig_language_quote": "ὑμεῖς δὲ οὐχ οὕτως ἐμάθετε τὸν Χριστόν",
        "note": "The word **thus** refers to the way that the Gentiles live, as described in [Ephesians 4:17–19](../04/17.md). Paul uses **thus** to emphasize strongly that what the believers learned from Christ was the opposite of what he just described. Alternate translation: [But what you learned about the ways of Christ was not like that] or [But what you learned about the ways of Christ was very different]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "The connecting word **But** introduces a contrast relationship. The sinful way the Gentiles live is in contrast to the way that Paul taught the Ephesians to live according to the truth of Jesus. Use a connecting word in your language that marks a contrast here"
      }
    ]
  },
  {
    "reference": "Eph 4:21",
    "bsb_verse_text": "Surely you heard of Him and were taught in Him—in keeping with the truth that is in Jesus—",
    "ult_verse_text": "if indeed you have heard about him and were taught in him, as the truth is in Jesus.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-irony",
        "orig_language_quote": "εἴ γε αὐτὸν ἠκούσατε καὶ ἐν αὐτῷ ἐδιδάχθητε",
        "note": "Paul knows that the people to whom he is writing have **heard** and been **taught** these things. He is using irony as a form of rebuke—if they are doing things contrary to the way of Christ, they know better than that and need to stop."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐν αὐτῷ ἐδιδάχθητε",
        "note": "If your language does not use this passive form, you can state this in active form. This could mean: (1) they received instruction in his ways. (2) Jesus’ people have taught them."
      },
      {
        "support_reference": "",
        "orig_language_quote": "καθώς ἐστιν ἀλήθεια ἐν τῷ Ἰησοῦ",
        "note": "Alternate translation: [as Jesus teaches us the true way to live] or [as everything about Jesus is true]"
      }
    ]
  },
  {
    "reference": "Eph 4:22",
    "bsb_verse_text": "to put off your former way of life, your old self, which is being corrupted by its deceitful desires;",
    "ult_verse_text": "You are to put aside {what} belongs to your former manner of life, the old man being corrupted according to {its} deceitful desires,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀποθέσθαι ὑμᾶς κατὰ τὴν προτέραν ἀναστροφὴν",
        "note": "Paul is speaking of moral qualities as if they were pieces of clothing. Alternate translation: [You must stop living according to your former manner of life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀποθέσθαι ὑμᾶς κατὰ τὴν προτέραν ἀναστροφὴν τὸν παλαιὸν ἄνθρωπον",
        "note": "Paul is speaking of a way of living as if it were a person. Alternate translation: [You must stop doing the things that your former self did] or [Stop doing the things that you used to do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "τὸν παλαιὸν ἄνθρωπον",
        "note": "The **old man** refers to the “old nature” or “former self,” the way that the person was before the person became a believer in Christ"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "τὸν φθειρόμενον κατὰ τὰς ἐπιθυμίας τῆς ἀπάτης",
        "note": "Paul is continuing to speak of a sinful way of living as if it were a person who does evil things. If it would be helpful in your language, you could express the meaning plainly. Alternate translation: [when you fooled yourself into thinking that it was good to do whatever evil thing that you wanted to do]"
      }
    ]
  },
  {
    "reference": "Eph 4:23",
    "bsb_verse_text": "to be renewed in the spirit of your minds;",
    "ult_verse_text": "and to be renewed in the spirit of your minds,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἀνανεοῦσθαι & τῷ πνεύματι τοῦ νοὸς ὑμῶν",
        "note": "This may be translated with an active form. Alternate translation: [to allow God to change your attitudes and thoughts] or [to allow God to give you new attitudes and thoughts]"
      }
    ]
  },
  {
    "reference": "Eph 4:24",
    "bsb_verse_text": "and to put on the new self, created to be like God in true righteousness and holiness.",
    "ult_verse_text": "and to put on the new man {that is} according to God—having been created in righteousness and holiness of the truth.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν δικαιοσύνῃ καὶ ὁσιότητι τῆς ἀληθείας",
        "note": "If your language does not use an abstract noun for the idea behind the words **righteousness**, **holiness**, and **truth**, you could express the same ideas with verbal forms. Alternate translation: [truly righteous and holy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐνδύσασθαι τὸν καινὸν ἄνθρωπον",
        "note": "Paul continues to speak of a way of living as if it were a person, and also as if it were clothing, so that one could **put on** the **new** person like a robe. Alternate translation: [be the new person] or [start living in the new way]"
      }
    ]
  },
  {
    "reference": "Eph 4:25",
    "bsb_verse_text": "Therefore each of you must put off falsehood and speak truthfully to his neighbor, for we are all members of one another.",
    "ult_verse_text": "Therefore, putting aside the lying, let each of you speak truth with his neighbor, because we are members of one another.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὸ",
        "note": "The connecting word **Therefore** introduces a reason-result relationship. The reason is that God has created the believers as new, holy people. The result is that they would stop acting immorally like they used to live. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀποθέμενοι τὸ ψεῦδος",
        "note": "Paul speaks of telling lies as if they were objects that the believers could set aside. Alternate translation: [no longer telling lies] or [instead of telling lies]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "λαλεῖτε ἀλήθειαν ἕκαστος",
        "note": "If your language does not use an abstract noun for the idea behind the word **truth**, you could express the same idea with a verbal form. Alternate translation: [each of you should speak truthfully]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὅτι",
        "note": "The connecting word **because** introduces a reason-result relationship. The reason is that believers are members of the same body of Christ. The result is that believers should speak the truth to each other. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐσμὲν ἀλλήλων μέλη",
        "note": "Paul speaks of the close union of believers with each other as if they were each part of one single body. Alternate translation: [we belong to one another] or [we are all members of God’s family]"
      }
    ]
  },
  {
    "reference": "Eph 4:26",
    "bsb_verse_text": "“Be angry, yet do not sin.” Do not let the sun set upon your anger,",
    "ult_verse_text": "Be angry and do not sin. Do not let the sun go down on your indignation,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ὀργίζεσθε, καὶ μὴ ἁμαρτάνετε",
        "note": "Alternate translation: [You may get angry, but do not sin] or [If you become angry, do not sin]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ὁ ἥλιος μὴ ἐπιδυέτω ἐπὶ παροργισμῷ ὑμῶν",
        "note": "The **sun** going **down** represents nightfall or the end of the day. Alternate translation: [You must stop being angry before night comes] or [Let go of your anger before the day ends]"
      }
    ]
  },
  {
    "reference": "Eph 4:27",
    "bsb_verse_text": "and do not give the devil a foothold.",
    "ult_verse_text": "nor give an opportunity to the devil.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "μηδὲ δίδοτε τόπον τῷ διαβόλῳ",
        "note": "Alternate translation: [and do not give the devil an opportunity to lead you into sin]"
      }
    ]
  },
  {
    "reference": "Eph 4:28",
    "bsb_verse_text": "He who has been stealing must steal no longer, but must work, doing good with his own hands, that he may have something to share with the one in need.",
    "ult_verse_text": "The thief must steal no longer. But rather, he must labor, working good with his hands, so that he may have something to share with the ones having need.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "μᾶλλον δὲ",
        "note": "The connecting phrase **But rather** introduces a contrast relationship. The way a former thief should work hard to have something to share with others is in contrast to the way he formerly stole for himself."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of working hard with ones own hands is to be able to meet the needs of others."
      }
    ]
  },
  {
    "reference": "Eph 4:29",
    "bsb_verse_text": "Let no unwholesome talk come out of your mouths, but only what is helpful for building up the one in need and bringing grace to those who listen.",
    "ult_verse_text": "Do not let any corrupt talk come out from your mouth, but whatever {is} good for building up of the {one in} need, so that it might give grace to the hearers,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "λόγος σαπρὸς",
        "note": "The phrase **corrupt talk** refers to speech that is cruel or rude. If your readers would not be familiar with this term, you could use the more familiar term in your area, or you could use a more general term. Alternate translation: [foul language] or [unwholesome words] or [abusive speech]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλ’",
        "note": "The connecting word **but** introduces a contrast relationship. Speaking what is corrupt is in contrast to speaking good things that will build up others."
      },
      {
        "support_reference": "",
        "orig_language_quote": "πρὸς οἰκοδομὴν",
        "note": "Alternate translation: [for encouraging] or [for strengthening]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of speaking things that build up others is to give grace to those who hear the words."
      },
      {
        "support_reference": "",
        "orig_language_quote": "τῆς χρείας, ἵνα δῷ χάριν τοῖς ἀκούουσιν",
        "note": "Alternate translation: [the needy. In this way you will help those who hear you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἵνα δῷ χάριν τοῖς ἀκούουσιν",
        "note": "If your language does not use an abstract noun for the idea behind the word **grace**, you could express the same idea with a verbal form. Alternate translation: [so that those who hear you may be spiritually encouraged]"
      }
    ]
  },
  {
    "reference": "Eph 4:30",
    "bsb_verse_text": "And do not grieve the Holy Spirit of God, in whom you were sealed for the day of redemption.",
    "ult_verse_text": "and do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "μὴ λυπεῖτε",
        "note": "Alternate translation: [do not distress] or [do not upset]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν ᾧ ἐσφραγίσθητε εἰς ἡμέραν ἀπολυτρώσεως",
        "note": "The Holy Spirit assures believers that God will redeem them. Paul speaks of the Holy Spirit as if he were a mark that God puts on believers to show that he owns them. Alternate translation: [for he is the seal that assures you that God will redeem you on the day of redemption] or [for he is the one who assures you that God will redeem you on the day of redemption]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐν ᾧ ἐσφραγίσθητε εἰς ἡμέραν ἀπολυτρώσεως",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [for he has sealed you for the day of redemption]"
      }
    ]
  },
  {
    "reference": "Eph 4:31",
    "bsb_verse_text": "Get rid of all bitterness, rage and anger, outcry and slander, along with every form of malice.",
    "ult_verse_text": "Let all bitterness, and rage, and anger, and quarreling, and insults be removed from yourselves, along with all malice.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀρθήτω",
        "note": "Paul finishes his instructions on what believers should not do and ends with what they must do. Paul speaks of attitudes and behaviors as though they were physical objects that can be removed. Alternate translation: [you must not allow … to be part of your life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "πικρία, καὶ θυμὸς, καὶ ὀργὴ",
        "note": "If your language does not use an abstract noun for the idea behind the words **bitterness**, **rage**, and **anger**, you could express the same ideas as adjectives. Alternate translation: [being bitter, and intensely angry, and angry]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "κακίᾳ",
        "note": "If your language does not use an abstract noun for the idea behind the word **malice**, you could express the same idea as an adjective. Alternate translation: [being malicious]"
      }
    ]
  },
  {
    "reference": "Eph 4:32",
    "bsb_verse_text": "Be kind and tenderhearted to one another, forgiving each other just as in Christ God forgave you.",
    "ult_verse_text": "Instead, be kind to each other, tenderhearted, forgiving one another, just as God in Christ also forgave you.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "The connecting word **Instead** introduces a contrast relationship. Speaking angry and hurtful things is in contrast to speaking kind and tender things to one another."
      },
      {
        "support_reference": "",
        "orig_language_quote": "εὔσπλαγχνοι",
        "note": "Alternate translation: [gentle and compassionate towards others]"
      }
    ]
  },
  {
    "reference": "Eph 5:1",
    "bsb_verse_text": "Be imitators of God, therefore, as beloved children,",
    "ult_verse_text": "Therefore, be imitators of God, as beloved children,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "γίνεσθε οὖν μιμηταὶ τοῦ Θεοῦ",
        "note": "If your language does not use an abstract noun for the idea of **imitators**, you could express the same idea in another way.The word **imitators** is a verbal noun, and can be translated with a verb. Alternate translation: [Therefore, imitate God] or [Therefore you should do what God does.]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "οὖν",
        "note": "The connecting word **Therefore** introduces a reason-result relationship. Paul continues to tell the believers how they should and should not live as God’s children. The reason (stated in [Ephesians 4:32](../04/32.md)) is that God has forgiven us through Christ. The result (stated here) is that believers should imitate what God is like. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ὡς τέκνα ἀγαπητά",
        "note": "God desires us to imitate or follow him since we are his spiritual **children**. Alternate translation: [as dearly loved children imitate their fathers] or [because you are his children and he loves you dearly]"
      }
    ]
  },
  {
    "reference": "Eph 5:2",
    "bsb_verse_text": "and walk in love, just as Christ loved us and gave Himself up for us as a fragrant sacrificial offering to God.",
    "ult_verse_text": "and walk in love, as also Christ loved us and gave himself up for us, an offering and sacrifice to God for a fragrant aroma.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "περιπατεῖτε ἐν ἀγάπῃ",
        "note": "To **walk** is a common way to express the idea of living one’s life. Alternate translation: [live a life of love] or [always love each other]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "προσφορὰν καὶ θυσίαν τῷ Θεῷ εἰς ὀσμὴν εὐωδίας",
        "note": "This metaphor compares Christ dying on the cross for our sins with an Old Testament **sacrifice** for sin, which were roasted in a fire and gave off a pleasing smell. Alternate translation: [like a sweet-smelling offering and sacrifice to God] or [an offering and sacrifice to God that pleased God very much]"
      }
    ]
  },
  {
    "reference": "Eph 5:3",
    "bsb_verse_text": "But among you, as is proper among the saints, there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed.",
    "ult_verse_text": "But sexual immorality and every impurity or greed must not even be named among you, just as is proper for saints,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "πορνεία δὲ, καὶ ἀκαθαρσία πᾶσα, ἢ πλεονεξία, μηδὲ ὀνομαζέσθω ἐν ὑμῖν",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [Do not do anything that would let anyone think that you are guilty of sexual immorality or any kind of impurity or greed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "The connecting word **But** introduces a contrast relationship. The fragrant offering and sacrifice to God is in contrast to sinful acts and thoughts that are not fitting for saints. Use a connecting word that indicates a contrast in your language."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἀκαθαρσία πᾶσα",
        "note": "Alternate translation: [any moral uncleanness]"
      }
    ]
  },
  {
    "reference": "Eph 5:4",
    "bsb_verse_text": "Nor should there be obscenity, foolish talk, or crude joking, which are out of character, but rather thanksgiving.",
    "ult_verse_text": "and filthiness and foolish talk or crude jokes—which are not fitting—but instead, thanksgiving.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀλλὰ μᾶλλον εὐχαριστία",
        "note": "If your language does not use an abstract noun for the idea of **thanksgiving**, you could express the same idea in another way. The word **thanksgiving** is a verbal noun, and can be translated with a verb. Alternate translation: [instead of those things, you should thank God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλὰ μᾶλλον",
        "note": "The connecting phrase **but instead** introduces a contrast relationship. Sinful acts and thoughts are in contrast to thanksgiving to God. Use a connecting word that indicates a contrast in your language."
      }
    ]
  },
  {
    "reference": "Eph 5:5",
    "bsb_verse_text": "For of this you can be sure: No immoral, impure, or greedy person (that is, an idolater) has any inheritance in the kingdom of Christ and of God.",
    "ult_verse_text": "Indeed, know this for certain, that every sexually immoral or unclean or greedy {person}—that is, an idolater—has no inheritance in the kingdom of Christ and of God.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀκάθαρτος",
        "note": "Being **unclean** (dirty) is a metaphor for being sinful."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "οὐκ ἔχει κληρονομίαν",
        "note": "Receiving what God has promised believers is spoken of as if it were inheriting property and wealth from a family member. Alternate translation: [will receive nothing] or [has no part]"
      }
    ]
  },
  {
    "reference": "Eph 5:6",
    "bsb_verse_text": "Let no one deceive you with empty words, for because of such things the wrath of God is coming on the sons of disobedience.",
    "ult_verse_text": "Let no one deceive you with empty words, for because of these things the wrath of God is coming upon the sons of disobedience.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "κενοῖς λόγοις",
        "note": "Alternate translation: [with words that have no truth in them] or [by speaking words that are not true]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "The connecting word **for** introduces a reason-result relationship. The result is stated first: that the Ephesian believers should not let anyone deceive them with empty words. Then the reason is stated: that the wrath of God will judge those things. Use a phrase that connects a reason to a result, and put them in the order that is most natural in your language."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἔρχεται ἡ ὀργὴ τοῦ Θεοῦ ἐπὶ",
        "note": "If your language does not use an abstract noun for the idea behind the word **wrath**, you could express the same idea with a verbal form. Alternate translation: [God will certainly punish]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τοὺς υἱοὺς τῆς ἀπειθείας",
        "note": "This is an idiom that means, “people who habitually disobey” or “people who are characterized by disobedience” Alternate translation: [those who disobey God]"
      }
    ]
  },
  {
    "reference": "Eph 5:7",
    "bsb_verse_text": "Therefore do not be partakers with them.",
    "ult_verse_text": "Therefore, do not become partners with them,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "οὖν",
        "note": "The connecting word **Therefore** introduces a reason-result relationship. The reason is that God will judge those people in his wrath. The result is that the Ephesian believers should not become partners with evil men. Use a phrase in your language that connects a reason to a result."
      }
    ]
  },
  {
    "reference": "Eph 5:8",
    "bsb_verse_text": "For you were once darkness, but now you are light in the Lord. Walk as children of light,",
    "ult_verse_text": "because formerly you were darkness, but now {are} light in the Lord. Walk as children of light",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἦτε γάρ ποτε σκότος",
        "note": "Just as one cannot see in the dark, so people who love to sin cannot see or understand the things of God. Alternate translation: [because formerly you did not understand anything about God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γάρ",
        "note": "The connecting word **because** introduces a reason-result relationship. The result is stated first (v.7): that the Ephesian believers should not become partners with evil men. The reason is stated second (v. 8): that the Ephesian believers are no longer darkness, but are now light. Use a phrase in your language that connects a reason to a result, using the order that is most natural for your language."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "νῦν δὲ φῶς ἐν Κυρίῳ",
        "note": "Just as one can see in the **light**, so people whom God has saved understand how to please God. Alternate translation: [but now you know God and can live for him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "The connecting word **but** introduces a contrast relationship. The fact that the Ephesian believers were formerly darkness is in contrast to the fact that they are now light."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὡς τέκνα φωτὸς περιπατεῖτε",
        "note": "To **Walk** on a path is a metaphor for how a person lives his life. Alternate translation: [Live as people who understand what the Lord wants them to do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ὡς τέκνα φωτὸς",
        "note": "God desires us to imitate or follow him since we are his spiritual **children**. Alternate translation: [as God’s children who know the truth] or [because you are God’s children and see the truth]"
      }
    ]
  },
  {
    "reference": "Eph 5:9",
    "bsb_verse_text": "for the fruit of the light consists in all goodness, righteousness, and truth.",
    "ult_verse_text": "(for the fruit of the light consists in all goodness and righteousness and truth),",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὁ & καρπὸς τοῦ φωτὸς ἐν πάσῃ ἀγαθωσύνῃ, καὶ δικαιοσύνῃ, καὶ ἀληθείᾳ",
        "note": "Here, **fruit** is a metaphor for “result” or “outcome.” Alternate translation: [the result of living in the light is good work, right living, and truthful behavior]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "The connecting word **for** introduces the reason of a reason-result relationship. The reason is that fruit of the light is goodness and righteousness and truth. The result is that the Ephesian believers should walk as children of light. Use a phrase in your language that connects a reason to a result."
      }
    ]
  },
  {
    "reference": "Eph 5:11",
    "bsb_verse_text": "Have no fellowship with the fruitless deeds of darkness, but rather expose them.",
    "ult_verse_text": "And do not take part in the unfruitful works of darkness, but rather even expose {them}.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μὴ συνκοινωνεῖτε τοῖς ἔργοις τοῖς ἀκάρποις τοῦ σκότους",
        "note": "Paul speaks of the useless, sinful things that unbelievers do as if they are evil deeds that people do in the dark so no one will see them. Alternate translation: [do not do useless, sinful things with unbelievers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τοῖς ἔργοις τοῖς ἀκάρποις τοῦ σκότους",
        "note": "Paul is comparing evil actions to an unhealthy tree that produces nothing good. Alternate translation: [actions that do nothing good, useful, or profitable, caused by darkness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τοῖς ἔργοις τοῖς ἀκάρποις τοῦ σκότους",
        "note": "The word **darkness** is often used to represent sin. In this instance, these works result from sinful motives. Alternate translation: [deeds that are worthless because they were done from sinful motives]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "μᾶλλον δὲ",
        "note": "The connecting phrase **but rather** introduces contrast relationship. Participating in the works of darkness is in contrast to exposing them."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐλέγχετε",
        "note": "Speaking against the works of darkness is spoken of as bringing them out into the light so that people can see them. Alternate translation: [bring them out into the light] or [uncover them] or [show and tell people how wrong these actions are]"
      }
    ]
  },
  {
    "reference": "Eph 5:12",
    "bsb_verse_text": "For it is shameful even to mention what the disobedient do in secret.",
    "ult_verse_text": "For it is shameful even to mention the things done by them in secret.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "αὐτῶν",
        "note": "Here, **them** refers to the “sons of disobedience” mentioned in [5:6](../05/06.md) and also referred to as “them” in [5:7](../05/07.md). If it is unclear who “them” refers to in either place, then use “those who disobey God” or a similar phrase."
      }
    ]
  },
  {
    "reference": "Eph 5:13",
    "bsb_verse_text": "But everything exposed by the light becomes visible, for everything that is illuminated becomes a light itself.",
    "ult_verse_text": "But everything exposed by the light is revealed, for everything that is revealed is light.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "The connecting word **But** introduces a contrast relationship. Hiding the shameful works of darkness now is in contrast to the light exposing them later."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πᾶν & τὸ φανερούμενον φῶς ἐστιν",
        "note": "Paul makes this general statement in order to imply that God’s Word shows people’s actions to be good or bad. The Bible often speaks of God’s truth as if it were **light** that could reveal the character of something. Alternate translation: [if you compare everything to what God says, you could know if it is good or bad]"
      }
    ]
  },
  {
    "reference": "Eph 5:14",
    "bsb_verse_text": "So it is said: “Wake up, O sleeper, rise up from the dead, and Christ will shine on you.”",
    "ult_verse_text": "Therefore it says,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὸ",
        "note": "The connecting word **Therefore** introduces a reason-result relationship. The reason is that their sins will be revealed by the light. The result is that sinners should allow Christ to shine on them. Use a phrase in your language that connects a reason to a result. It is unknown if this quotation is a combination of quotations from the prophet Isaiah or a quotation from a hymn sung by the believers."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἔγειρε, ὁ καθεύδων, καὶ ἀνάστα ἐκ τῶν νεκρῶν",
        "note": "This could mean: (1) Paul is addressing the believers and using death as a metaphor for the areas of spiritual weakness that they need to become aware of and reject. (2) Paul is addressing unbelievers who need to wake up from being dead spiritually, just as a person who has died must come alive again in order to respond."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-apostrophe",
        "orig_language_quote": "ὁ καθεύδων",
        "note": "This could mean: (1 )Paul is addressing this comment directly to unbelievers who are not reading or hearing the letter. (2) Paul is addressing this comment directly to the believers who are reading or hearing the letter."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐκ τῶν νεκρῶν",
        "note": "This expression describes all **dead** people together in the underworld. To arise from among them speaks of becoming alive again and is a metaphor for becoming alive spiritually and living for God. Alternate translation: [from among all those who have died] or [from among those who are spiritually dead]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "ἐπιφαύσει σοι",
        "note": "Here, **you** refers to the “sleeper” and is singular."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐπιφαύσει σοι ὁ Χριστός",
        "note": "**Christ** will enable an unbeliever to understand how evil his deeds are and how Christ will forgive him and give him new life, just as light shows what actually is there that the darkness had hidden. This also applies to anything that a believer has not yet recognized as sinful. Alternate translation: [Christ will show you what is right]"
      }
    ]
  },
  {
    "reference": "Eph 5:15",
    "bsb_verse_text": "Pay careful attention, then, to how you walk, not as unwise but as wise,",
    "ult_verse_text": "Watch carefully, therefore, how you walk—not as unwise but as wise,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "βλέπετε οὖν ἀκριβῶς πῶς περιπατεῖτε, μὴ ὡς ἄσοφοι, ἀλλ’ ὡς σοφοί",
        "note": "Paul assumes that his readers will understand that people who are **unwise** do not guard themselves against sin. Wise people, however, can identify sin and flee from it. You could include this information if that would be helpful to your readers. Alternate translation: [Therefore, you must be careful to live as a wise person rather than a foolish person]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "οὖν",
        "note": "The connecting word **therefore** introduces a reason-result relationship. The reason is that Christ has shown the light on him. The result is that the sinner will walk carefully in the light. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλ’",
        "note": "The connecting word **but** introduces a contrast relationship. Being unwise is in contrast to being wise."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "μὴ ὡς ἄσοφοι, ἀλλ’ ὡς σοφοί",
        "note": "The verb “walk” is left out. You can state this clearly. Alternate translation: [not walking as those who are unwise but walking as those who are wise]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "μὴ ὡς ἄσοφοι, ἀλλ’ ὡς σοφοί,",
        "note": "Paul is using the adjectives **unwise** and **wise** as nouns to mean certain kinds of people. Your language may use adjectives in the same way. If not, you can translate these adjectives with equivalent phrases. Alternate translation: [not as those who act unwisely but as those who act wisely]"
      }
    ]
  },
  {
    "reference": "Eph 5:16",
    "bsb_verse_text": "redeeming the time, because the days are evil.",
    "ult_verse_text": "redeeming the time because the days are evil.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐξαγοραζόμενοι τὸν καιρόν",
        "note": "Using time wisely is spoken of as if it were **redeeming the time**. Alternate translation: [doing the best things you can with your time] or [using time wisely] or [putting time to its best use]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ὅτι αἱ ἡμέραι πονηραί εἰσιν",
        "note": "The word **days** is a metonym for what people do during those days. Alternate translation: [because the people around you are constantly doing all kinds of evil things and the opportunities that you have to do good may become few]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὅτι",
        "note": "The connecting word **because** introduces the reason of a reason-result relationship. The reason is that the days are evil. The result is that the believers must redeem the time. Use a phrase in your language that connects a reason to a result."
      }
    ]
  },
  {
    "reference": "Eph 5:17",
    "bsb_verse_text": "Therefore do not be foolish, but understand what the Lord’s will is.",
    "ult_verse_text": "Because of this, do not be foolish, but understand what the will of the Lord {is}.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὰ τοῦτο",
        "note": "The connecting phrase **Because of this** introduces the result of a reason-result relationship. The reason is that the days are evil. The result is that the believers will not be foolish, but understand God’s will. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλὰ",
        "note": "The connecting word **but** introduces a contrast relationship. Being foolish is in contrast to understanding God’s will."
      }
    ]
  },
  {
    "reference": "Eph 5:18",
    "bsb_verse_text": "Do not get drunk on wine, which leads to reckless indiscretion. Instead, be filled with the Spirit.",
    "ult_verse_text": "And do not get drunk with wine, in which is recklessness. Instead, be filled with the Spirit,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "καὶ μὴ μεθύσκεσθε οἴνῳ",
        "note": "Paul ends his instructions on how all believers should live. Alternate translation: [You should not get drunk from drinking wine]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν ᾧ ἐστιν ἀσωτία",
        "note": "If your language does not use an abstract noun for the idea behind the word **recklessness**, you could express the same idea with a verbal form. Alternate translation: [which leads to reckless behavior] or [because that will ruin you]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἀλλὰ πληροῦσθε ἐν Πνεύματι",
        "note": "Alternate translation: [Instead, you should be controlled by the Holy Spirit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλὰ",
        "note": "The connecting word **Instead** introduces a contrast relationship. Being drunk is in contrast to being filled with the Spirit."
      }
    ]
  },
  {
    "reference": "Eph 5:19",
    "bsb_verse_text": "Speak to one another with psalms, hymns, and spiritual songs. Sing and make music in your hearts to the Lord,",
    "ult_verse_text": "speaking to each other in psalms and hymns and spiritual songs, singing and singing psalms in your heart to the Lord,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-merism",
        "orig_language_quote": "ψαλμοῖς, καὶ ὕμνοις, καὶ ᾠδαῖς πνευματικαῖς",
        "note": "This could mean: (1) Paul is using these words as a merism for “all sorts of songs to praise God” (2) Paul is listing specific forms of music."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ψαλμοῖς",
        "note": "Paul assumes that his readers will understand that these **psalms** are probably songs from the Old Testament book of Psalms that believers sang in worship. You could include this information if that would be helpful to your readers. Alternate translation: [the lyrical poems of David and others]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὕμνοις",
        "note": "These **hymns** are songs of praise and worship that may have been written specifically for Christians to sing."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ᾠδαῖς πνευματικαῖς",
        "note": "This could mean: (1) these are songs that the Holy Spirit inspires a person to sing right at that moment (2) **spiritual songs** and “hymns” form a doublet. They mean basically the same thing, and you could use one word for these instead of two."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τῇ καρδίᾳ ὑμῶν",
        "note": "Here, **heart** is a metonym for a person’s thoughts or inner being. This could mean: (1) they should do this with true motives and sincerity. Alternate translation: [from deep within your being] or [sincerely]; (2) they should do this with enthusiasm: Alternate translation: [with all of your being] or [enthusiastically]"
      }
    ]
  },
  {
    "reference": "Eph 5:20",
    "bsb_verse_text": "always giving thanks to God the Father for everything in the name of our Lord Jesus Christ.",
    "ult_verse_text": "giving thanks always for everything in the name of our Lord Jesus Christ to God, even the Father,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν ὀνόματι τοῦ Κυρίου ἡμῶν, Ἰησοῦ Χριστοῦ",
        "note": "Here, **name** could refer to: (1) Jesus himself. Alternate translation: [because you belong to our Lord Jesus Christ]; (2) the authority of Jesus. Alternate translation: [with the authority of our Lord Jesus Christ]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τῷ Θεῷ καὶ Πατρί",
        "note": "Alternate translation: [to God, who is our Father]"
      }
    ]
  },
  {
    "reference": "Eph 5:21",
    "bsb_verse_text": "Submit to one another out of reverence for Christ.",
    "ult_verse_text": "submitting yourselves to one another in reverence for Christ—",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὑποτασσόμενοι ἀλλήλοις",
        "note": "Paul assumes that his readers will understand that he is continuing to explain what it means to “be filled with the Spirit” ([Ephesians 5:18](../05/18.md)). You could include this information if that would be helpful to your readers. Here Paul says that Christians are to submit themselves to one another. Alternate translation: [yielding to fellow believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "αἱ γυναῖκες τοῖς ἰδίοις ἀνδράσιν ὡς τῷ Κυρίῳ,",
        "note": "Paul is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. Alternate translation: [wives, submitting yourselves to your own husbands, just as you submit yourselves to the Lord]"
      }
    ]
  },
  {
    "reference": "Eph 5:23",
    "bsb_verse_text": "For the husband is the head of the wife as Christ is the head of the church, His body, of which He is the Savior.",
    "ult_verse_text": "For a husband is the head of the wife as Christ also {is} the head of the church—he himself {is} the savior of the body.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὅτι",
        "note": "The connecting word **For** introduces the reason of the reason-result relationship. The reason is that the husband is head of the wife in the same way that Christ is head of the church. The result is that wives should submit to their husbands. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "κεφαλὴ τῆς γυναικὸς & κεφαλὴ τῆς ἐκκλησίας",
        "note": "The word **head** here represents the leader."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τοῦ σώματος",
        "note": "The church is often referred to as the **body** of Christ."
      }
    ]
  },
  {
    "reference": "Eph 5:25",
    "bsb_verse_text": "Husbands, love your wives, just as Christ loved the church and gave Himself up for her",
    "ult_verse_text": "Husbands, love your wives just as Christ also loved the church and gave himself up for her,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "",
        "note": "Here the words **himself** and **he** refer to Christ. The word **her** refers to the church."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀγαπᾶτε τὰς γυναῖκας",
        "note": "Here, the command to **love** implies that the husband unselfishly does what is best for the wife, unselfishly serving or giving to his wife, following the example of Christ. Alternate translation: [sacrifice yourselves for your wives]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἑαυτὸν παρέδωκεν",
        "note": "Alternate translation: [allowed people to kill him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὑπὲρ αὐτῆς",
        "note": "Paul speaks of the assembly of believers as though she were a woman whom Jesus will marry. Alternate translation: [for us]"
      }
    ]
  },
  {
    "reference": "Eph 5:26",
    "bsb_verse_text": "to sanctify her, cleansing her by the washing with water through the word,",
    "ult_verse_text": "so that he might sanctify her, having cleansed her by the washing of the water with the word,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of Christ giving himself up to death is to sanctify the church."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "αὐτὴν ἁγιάσῃ, καθαρίσας",
        "note": "Paul speaks of the assembly of believers as though she were a woman whom Jesus will marry. Alternate translation: [he might make us holy, having cleansed us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "καθαρίσας τῷ λουτρῷ τοῦ ὕδατος ἐν ῥήματι",
        "note": "This could mean: (1) Paul is referring to God making Christ’s people clean by the preaching and acceptance of God’s **word** in the gospel message and through **water** baptism in Christ. (2) Paul is speaking of God making us spiritually clean from our sins by the message as if God were making our bodies clean by washing them with **water**."
      }
    ]
  },
  {
    "reference": "Eph 5:27",
    "bsb_verse_text": "and to present her to Himself as a glorious church, without stain or wrinkle or any such blemish, but holy and blameless.",
    "ult_verse_text": "so that he might present the church to himself as glorious, not having stain or wrinkle or any of those things, but so that she might be holy and blameless.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of Christ cleansing the church with the word is to present the church to himself as a glorious bride."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μὴ ἔχουσαν σπίλον, ἢ ῥυτίδα",
        "note": "Paul speaks of the church as though it were a garment that is clean and in perfect condition. Alternate translation: [not having any defect]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "μὴ ἔχουσαν σπίλον, ἢ ῥυτίδα",
        "note": "Here, **stain** and **wrinkle** represent the same idea of defect in two ways to emphasize the church’s purity. If your language does not have two different words, you can use one word for this. Alternate translation: [not having damage]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλ’",
        "note": "The connecting word **but** introduces a contrast relationship. The church having stains and wrinkles of sin is in contrast to the church being holy and blameless."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of Christ washing the church is to make the church holy and blameless."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ἁγία καὶ ἄμωμος",
        "note": "Here, **blameless** means basically the same thing as **holy**. Paul uses the two together to emphasize the church’s purity. If your language does not have two different words, you can use one word for this."
      }
    ]
  },
  {
    "reference": "Eph 5:28",
    "bsb_verse_text": "In the same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself.",
    "ult_verse_text": "In the same way, the husbands also ought to love their own wives as their own bodies. The one loving his own wife loves himself.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὡς τὰ ἑαυτῶν σώματα",
        "note": "You can state explicitly that people love **their own bodies**. Alternate translation: [as husbands love their own bodies]"
      }
    ]
  },
  {
    "reference": "Eph 5:29",
    "bsb_verse_text": "Indeed, no one ever hated his own body, but he nourishes and cherishes it, just as Christ does the church.",
    "ult_verse_text": "For no one ever hated his own body, but he nourishes and treats it with care, just as Christ also {does} the church,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ἀλλὰ ἐκτρέφει",
        "note": "Alternate translation: [but he feeds]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλὰ",
        "note": "The connecting word **but** introduces a contrast relationship. Hating one’s own body is in contrast to caring for it."
      }
    ]
  },
  {
    "reference": "Eph 5:30",
    "bsb_verse_text": "For we are members of His body.",
    "ult_verse_text": "because we are members of his body.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὅτι",
        "note": "The connecting word **because** introduces the reason of a reason-result relationship. The reason is that the church is Christ’s body. The result is that Christ cares for the church. Use a phrase in your language that connects a reason to a result. Alternate translation: [since]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μέλη ἐσμὲν τοῦ σώματος αὐτοῦ",
        "note": "Paul speaks of the close union of believers with Christ as if they were part of his own **body**, for which he would naturally care."
      }
    ]
  },
  {
    "reference": "Eph 5:31",
    "bsb_verse_text": "“For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.”",
    "ult_verse_text": "“Because of this a man will leave his father and his mother and will be joined to his wife, and the two will become one flesh.”",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "",
        "note": "The quotation is from the writings of Moses in the Old Testament. The word **his** refers to a male believer who marries."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἀντὶ τούτου",
        "note": "The connecting phrase **Because of this** introduces the result of a reason-result relationship. In this case, this phrase is part of a quotation from [Genesis 2:24](../../gen/02/24.md), and so the reason is not stated here, but it is stated in [Genesis 2:23](../../gen/02/23.md) that woman was created out of man. The result is that a man will leave his father and mother and be joined to his wife. If it is confusing to not state the reason, you could include a footnote that says, “the reason for this is that woman was created out of man. See [Genesis 2:23](../../gen/02/23.md)”"
      }
    ]
  },
  {
    "reference": "Eph 6:1",
    "bsb_verse_text": "Children, obey your parents in the Lord, for this is right.",
    "ult_verse_text": "Children, obey your parents in the Lord, for this is righteous.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "",
        "note": "The command in verse one is plural. Then in verses two and three Paul quotes from the law of Moses. Moses was talking to the people of Israel as though they were one person, so **your** and **you** are singular there. If that does not make sense, you may need to translate them as plurals."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Κυρίῳ",
        "note": "Paul continues to explain how Christians, people who live **in the Lord**, are to submit themselves to each other. He gives instructions to children, fathers, workers, and masters. Alternate translation: [because you belong to the Lord] or [as followers of the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γάρ",
        "note": "The connecting word **for** introduces the reason of a reason-result relationship. The reason is that children should do what is right. The result is that children should obey their parents. Use a phrase in your language that connects a reason to a result."
      }
    ]
  },
  {
    "reference": "Eph 6:3",
    "bsb_verse_text": "“that it may go well with you and that you may have a long life on the earth.”",
    "ult_verse_text": "“so that it may be well with you and you may be long-lived on the earth.”",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of obeying your father and mother is to live well and long on the earth."
      }
    ]
  },
  {
    "reference": "Eph 6:4",
    "bsb_verse_text": "Fathers, do not provoke your children to wrath; instead, bring them up in the discipline and instruction of the Lord.",
    "ult_verse_text": "And fathers, do not provoke your children to anger. Instead, raise them in the discipline and instruction of the Lord.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "μὴ παροργίζετε τὰ τέκνα ὑμῶν",
        "note": "Alternate translation: [do not make your children angry] or [do not cause your children to be angry]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλὰ",
        "note": "The connecting word **Instead** introduces a contrast relationship. Fathers provoking their children to anger is in contrast to raising their children in discipline and instruction."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐκτρέφετε αὐτὰ ἐν παιδείᾳ καὶ νουθεσίᾳ Κυρίου",
        "note": "If your language does not use an abstract noun for the idea behind the words **discipline** and **instruction**, you could express the same ideas with verbal forms. Alternate translation: [teach them to become adults by making sure that they know and do what the Lord wants them to do]"
      }
    ]
  },
  {
    "reference": "Eph 6:5",
    "bsb_verse_text": "Slaves, obey your earthly masters with respect and fear and sincerity of heart, just as you would obey Christ.",
    "ult_verse_text": "Slaves, obey your masters according to the flesh with fear and trembling, in honesty of your heart, as to Christ,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "φόβου καὶ τρόμου",
        "note": "The phrase **fear and trembling** uses two similar ideas to emphasize the importance of honoring their masters. Alternate translation: [with deep respect]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "καὶ τρόμου",
        "note": "Here, **trembling** is an exaggeration used to emphasize how important it is that slaves obey their masters. Alternate translation: [and deep respect] or [as though you were shaking with fear]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐν ἁπλότητι τῆς καρδίας ὑμῶν",
        "note": "Here, **heart** is a metonym for a person’s mind or intentions. Alternate translation: [with honesty] or [with sincerity]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν ἁπλότητι",
        "note": "If your language does not use an abstract noun for the idea behind the word **honesty**, you could express the same idea with a verbal form. Alternate translation: [honestly] or [sincerely]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὡς τῷ Χριστῷ",
        "note": "To make the meaning of this phrase clear, you may want to include the verb here: “as you obey Christ.”"
      }
    ]
  },
  {
    "reference": "Eph 6:6",
    "bsb_verse_text": "And do this not only to please them while they are watching, but as servants of Christ, doing the will of God from your heart.",
    "ult_verse_text": "not with eye-service as men-pleasers, but as slaves of Christ, doing the will of God from the soul,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλ’",
        "note": "The connecting word **but** introduces a contrast relationship. Obeying our masters as men-pleasers is in contrast to obeying them because we are slaves of Christ."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὡς δοῦλοι Χριστοῦ",
        "note": "Alternate translation: [as though your earthly master were Christ himself]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐκ ψυχῆς",
        "note": "Here, **soul** is a metonym for “attitudes” or “intentions.” Alternate translation: [wholeheartedly] or [enthusiastically]"
      }
    ]
  },
  {
    "reference": "Eph 6:9",
    "bsb_verse_text": "And masters, do the same for your slaves. Give up your use of threats, because you know that He who is both their Master and yours is in heaven, and there is no favoritism with Him.",
    "ult_verse_text": "And masters, do the same to them. Stop using threats. You know that the Master, both theirs and yours, is in heaven, and there is no favoritism with him.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὰ αὐτὰ ποιεῖτε πρὸς αὐτούς",
        "note": "Here, **the same** refers back to “if he does something good” from ([Ephesians 6:8](../06/08.md)). Alternate translation: [you also must treat your slaves well] or [just as slaves must do good to their masters, you also must do good to your slaves]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἰδότες ὅτι καὶ αὐτῶν καὶ ὑμῶν ὁ Κύριός ἐστιν ἐν οὐρανοῖς",
        "note": "Alternate translation: [You know that Christ is the Master of both slaves and their masters, and that he is in heaven]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "προσωπολημψία οὐκ ἔστιν παρ’ αὐτῷ",
        "note": "Alternate translation: [he judges everyone the same way]"
      }
    ]
  },
  {
    "reference": "Eph 6:10",
    "bsb_verse_text": "Finally, be strong in the Lord and in His mighty power.",
    "ult_verse_text": "Finally, be strong in the Lord and in the force of his strength.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-newevent",
        "orig_language_quote": "τοῦ λοιποῦ, ἐνδυναμοῦσθε ἐν Κυρίῳ",
        "note": "Paul is using the word translated **Finally** to introduce a new event in the story. Here Paul gives instructions to make believers strong in this battle we are in for God. Use a word, phrase, or other method in your language that is natural for introducing a new event. Alternate translation: [In conclusion]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "τῷ κράτει τῆς ἰσχύος αὐτοῦ",
        "note": "These two words, **force** and **strength**, are very similar in meaning. Together, they reinforce each other. See how you translated this phrase near the end of [Ephesians 1:19](../01/19.md) Alternate translation: [his great power]"
      }
    ]
  },
  {
    "reference": "Eph 6:11",
    "bsb_verse_text": "Put on the full armor of God, so that you can make your stand against the devil’s schemes.",
    "ult_verse_text": "Put on the whole armor of God, to enable you to stand against the scheming of the devil.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐνδύσασθε τὴν πανοπλίαν τοῦ Θεοῦ, πρὸς τὸ δύνασθαι ὑμᾶς στῆναι πρὸς τὰς μεθοδίας τοῦ διαβόλου",
        "note": "In this metaphor, Paul pictures the spiritual resources that **God** gives to all Christians as a soldier’s **armor**. Alternate translation: [Just as a soldier puts on armor to protect himself from enemy attacks, use all of God’s resources to stand firmly against the devil]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τὰς μεθοδίας",
        "note": "Alternate translation: [the tricky plans]"
      }
    ]
  },
  {
    "reference": "Eph 6:12",
    "bsb_verse_text": "For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this world’s darkness, and against the spiritual forces of evil in the heavenly realms.",
    "ult_verse_text": "For our struggle is not against blood and flesh, but against the rulers, against the authorities, against the world-controllers of this darkness, against the spiritual forces of evil in the heavenly {places}.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὅτι",
        "note": "The connecting word **For** introduces the reason of this reason-result relationship. The reason is that we are in a struggle against spiritual forces of darkness. The result is that we should put on the whole armor of God. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "αἷμα καὶ σάρκα",
        "note": "This expression refers to people, not to spirits who do not have human bodies. Alternate translation: [human beings]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλὰ",
        "note": "The connecting word **but** introduces a contrast relationship. People made of flesh and blood are in contrast to spiritual forces."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πρὸς τοὺς κοσμοκράτορας",
        "note": "Here it is implied that **the world-controllers** refers to powerful spiritual beings. You could include this information if that would be helpful to your readers. Alternate translation: [against the powerful spiritual beings that rule over people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τοῦ σκότους τούτου",
        "note": "Here, **darkness** is a metaphor for things that are evil. Alternate translation: [during this present evil time]"
      }
    ]
  },
  {
    "reference": "Eph 6:13",
    "bsb_verse_text": "Therefore take up the full armor of God, so that when the day of evil comes, you will be able to stand your ground, and having done everything, to stand.",
    "ult_verse_text": "Because of this, put on the whole armor of God, so that you may be able to withstand in the evil day, and, having done everything, to stand.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "διὰ τοῦτο, ἀναλάβετε τὴν πανοπλίαν τοῦ Θεοῦ",
        "note": "Christians should use the protective resources **God** gives them in fighting the devil in the same way that a soldier puts on **armor** to protect himself against his enemies."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὰ τοῦτο",
        "note": "The connecting phrase **Because of this** introduces the result of a reason-result relationship. The reason is that we are in a battle against evil spiritual forces. The result is that we should put on the whole armor of God. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἵνα δυνηθῆτε ἀντιστῆναι ἐν τῇ ἡμέρᾳ τῇ πονηρᾷ",
        "note": "The word **withstand** means to successfully resist something. Alternate translation: [so that you may be able to resist when evil attacks you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἵνα δυνηθῆτε ἀντιστῆναι",
        "note": "It may be helpful to state explicitly what believers are to **withstand**. Alternate translation: [so that you may be able to withstand the attacks of the devil]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of putting on the whole armor of God is to be able to withstand the attacks of the spiritual forces of darkness."
      }
    ]
  },
  {
    "reference": "Eph 6:14",
    "bsb_verse_text": "Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness arrayed,",
    "ult_verse_text": "Stand, therefore, having girded up your loins with truth and having put on the breastplate of righteousness,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "στῆτε οὖν",
        "note": "The word **Stand** represents taking a position on what is right and true and successfully resisting forces that try to make the believer compromise that position. See how you translated “stand firm” in [Ephesians 6:13](../06/13.md). Alternate translation: [So resist evil]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "οὖν",
        "note": "The connecting word **therefore** introduces the result of a reason-result relationship. The reason is that we believers have put on our spiritual armor. The result is that we will stand and resist the evil spiritual forces. Use a phrase in your language that connects a reason to a result."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "περιζωσάμενοι τὴν ὀσφὺν ὑμῶν ἐν ἀληθείᾳ",
        "note": "In this metaphor, **truth** is compared to a soldier’s belt. Truth holds everything together for a believer just as a belt holds the clothing of a soldier together. Alternate translation: [having wrapped yourself in all that is true]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀληθείᾳ",
        "note": "If your language does not use an abstract noun for the idea behind the word **truth**, you could express the same idea with a verbal form. Alternate translation: [what is true]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐνδυσάμενοι τὸν θώρακα τῆς δικαιοσύνης",
        "note": "In this metaphor, **righteousness** is compared to a soldier’s **breastplate**. Just as soldiers put on a breastplate to protect themselves from enemy attacks, believers should behave in a righteous way to protect themselves from spiritual attacks."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "δικαιοσύνης",
        "note": "If your language does not use an abstract noun for the idea behind the word **righteousness**, you could express the same idea with a verbal form. Alternate translation: [the right way to live]"
      }
    ]
  },
  {
    "reference": "Eph 6:15",
    "bsb_verse_text": "and with your feet fitted with the readiness of the gospel of peace.",
    "ult_verse_text": "and having shod your feet with readiness of the gospel of peace.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὑποδησάμενοι τοὺς πόδας ἐν ἑτοιμασίᾳ τοῦ εὐαγγελίου τῆς εἰρήνης",
        "note": "In this metaphor, **the gospel of peace** is compared to a soldier’s sandals. Just as a soldier wears sturdy footwear to give him solid footing and enable him to march long distances, the believer must have solid knowledge of the gospel of peace and be ready to go where the Lord sends him to proclaim it."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰρήνης",
        "note": "If your language does not use an abstract noun for the idea behind the word **peace**, you could express the same idea with a verbal form. Alternate translation: [that makes everything good between people and God]"
      }
    ]
  },
  {
    "reference": "Eph 6:16",
    "bsb_verse_text": "In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one.",
    "ult_verse_text": "In everything take up the shield of the faith, by which you will be able to extinguish all the flaming arrows of the evil one.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν πᾶσιν ἀναλαβόντες τὸν θυρεὸν τῆς πίστεως",
        "note": "In this metaphor, faith is compared to a soldier’s **shield**. Just as a soldier uses a shield to protect himself from enemy attacks, the believer must use the **faith** that God gives for protection when the devil attacks."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῆς πίστεως",
        "note": "If your language does not use an abstract noun for the idea behind the word **faith**, you could express the same idea with a verbal form. Alternate translation: [that represents how much you trust in the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὰ βέλη τοῦ πονηροῦ πεπυρωμένα",
        "note": "The attacks of the devil against a believer are like **flaming arrows** shot at a soldier by an enemy."
      }
    ]
  },
  {
    "reference": "Eph 6:17",
    "bsb_verse_text": "And take the helmet of salvation and the sword of the Spirit, which is the word of God.",
    "ult_verse_text": "And take the helmet of salvation and the sword of the Spirit, which is the word of God.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὴν περικεφαλαίαν τοῦ σωτηρίου δέξασθε",
        "note": "The **salvation** that God gives protects the believer’s mind just as a **helmet** protects the head of a soldier."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τοῦ σωτηρίου",
        "note": "If your language does not use an abstract noun for the idea behind the word **salvation**, you could express the same idea with a verbal form. Alternate translation: [that represents the fact that God has saved you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὴν μάχαιραν τοῦ Πνεύματος, ὅ ἐστιν ῥῆμα Θεοῦ",
        "note": "In this metaphor, God’s message is compared to a soldier’s **sword**. Just as soldiers use a sword to fight and defeat their enemy, so a believer can use God’s message in the Bible to fight against the devil."
      }
    ]
  },
  {
    "reference": "Eph 6:18",
    "bsb_verse_text": "Pray in the Spirit at all times, with every kind of prayer and petition. To this end, stay alert with all perseverance in your prayers for all the saints.",
    "ult_verse_text": "With every prayer and request, pray at all times in the Spirit. And to this {end}, be watchful with all perseverance and requests for all the saints,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "διὰ πάσης προσευχῆς καὶ δεήσεως, προσευχόμενοι ἐν παντὶ καιρῷ ἐν Πνεύματι",
        "note": "Alternate translation: [Pray at all times in the Spirit as you pray and make specific requests]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "εἰς αὐτὸ",
        "note": "The connecting phrase **to this {end}** marks a goal or purpose relationship. The goal is what was just mentioned: to pray at all times in the Spirit. In order to do that, believers must be watchful and persevere in making requests for all the saints. Alternate translation: [for this reason] or [in order to do that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀγρυπνοῦντες ἐν πάσῃ προσκαρτερήσει καὶ δεήσει περὶ πάντων τῶν ἁγίων",
        "note": "If your language does not use an abstract noun for the idea behind the word **perseverance**, you could express the same idea with a verbal form. Alternate translation: [persevere in being alert, and pray for all God’s holy people] or [pray with constant alertness for all the believers]"
      }
    ]
  },
  {
    "reference": "Eph 6:19",
    "bsb_verse_text": "Pray also for me, that whenever I open my mouth, words may be given me so that I will boldly make known the mystery of the gospel,",
    "ult_verse_text": "and for me, so that a message might be given to me in the opening of my mouth, to make known with boldness the mystery of the gospel",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "καὶ ὑπὲρ ἐμοῦ",
        "note": "Paul is leaving out a word that in many languages a sentence would need in order to be complete. You could supply these words from earlier in the sentence if it would be clearer in your language. In closing this letter, Paul asks his readers to pray for his boldness in telling the gospel. Alternate translation: [and pray for me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἵνα μοι δοθῇ λόγος",
        "note": "If your language does not use this passive form, you can state this in active form. Alternate translation: [that God might give me the word] or [God might give me the message]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of the believers praying for Paul is to enable him to preach the gospel boldly."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἀνοίξει τοῦ στόματός μου",
        "note": "This is a metonym for speaking. Alternate translation: [my speaking] or [in what I say]"
      }
    ]
  },
  {
    "reference": "Eph 6:20",
    "bsb_verse_text": "for which I am an ambassador in chains. Pray that I may proclaim it fearlessly, as I should.",
    "ult_verse_text": "(for which I am an ambassador in chains), so that in it I may speak boldly, as it is necessary for me to speak.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ὑπὲρ οὗ πρεσβεύω ἐν ἁλύσει",
        "note": "The phrase **in chains** is a metonym for being in prison. Alternate translation: [because of which I am now in prison]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἵνα ἐν αὐτῷ παρρησιάσωμαι, ὡς δεῖ με λαλῆσαι",
        "note": "The word “pray” is understood from [verse 18](../06/18.md). Alternate translation: [pray that whenever I teach the gospel, I will speak it as boldly as I should] or [pray that I may speak the gospel as boldly as I should]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of the believers praying for Paul is to enable him to preach the gospel boldly even though he is in chains."
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ἐν αὐτῷ",
        "note": "Here, **it** refers back to the “message” in [verse 19](../06/19.md) that Paul wants to speak. If it would be helpful in your language, you could repeat the word “message” here. Alternate translation: [in my message]"
      }
    ]
  },
  {
    "reference": "Eph 6:21",
    "bsb_verse_text": "Tychicus, the beloved brother and faithful servant in the Lord, will tell you everything, so that you also may know about me and what I am doing.",
    "ult_verse_text": "But so that you also may know the things concerning me, how I am doing, Tychicus, the beloved brother and faithful servant in the Lord, will make known to you everything,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of Paul sending Tychicus to Ephesus was to tell the Ephesian believers what was happening to Paul."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφὸς",
        "note": "Paul speaks of Tychicus as if he were a **brother** to all the other believers who were in God’s spiritual family. Alternate translation: [fellow believer]"
      }
    ]
  },
  {
    "reference": "Eph 6:22",
    "bsb_verse_text": "I have sent him to you for this very purpose, that you may know about us, and that he may encourage your hearts.",
    "ult_verse_text": "whom I have sent to you for this very purpose, so that you may know the things about us and your hearts may be encouraged.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "παρακαλέσῃ τὰς καρδίας ὑμῶν",
        "note": "Here, **hearts** is a metonym for people’s inner beings. Alternate translation: [he may encourage you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "The connecting phrase **so that** introduces a goal relationship. The goal or purpose of Paul sending Tychicus to the Ephesians is to encourage their hearts and to let them know what was happening to Paul and his companions."
      }
    ]
  },
  {
    "reference": "Eph 6:23",
    "bsb_verse_text": "Peace to the brothers and love with faith from God the Father and the Lord Jesus Christ.",
    "ult_verse_text": "Peace to the brothers, and love with faith from God the Father and the Lord Jesus Christ.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "εἰρήνη τοῖς ἀδελφοῖς καὶ ἀγάπη μετὰ πίστεως ἀπὸ Θεοῦ Πατρὸς καὶ Κυρίου Ἰησοῦ Χριστοῦ.",
        "note": "Paul closes his letter to the Ephesian believers with a blessing of **Peace** and **love** on all believers who love Christ. You could express this as either a blessing or a prayer, in whichever way is more natural in your language."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰρήνη τοῖς ἀδελφοῖς",
        "note": "If your language does not use an abstract noun for the idea behind the word **Peace**, you could express the same idea with a verbal form. Alternate translation: [May the brothers have a peaceful spirit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τοῖς ἀδελφοῖς",
        "note": "Paul speaks of the other believers as if they were **brothers** to all of the other believers who were in God’s spiritual family. Alternate translation: [to the fellow believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀγάπη",
        "note": "If your language does not use an abstract noun for the idea behind the word **love**, you could express the same idea with a verbal form. Alternate translation: [may you love one another]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μετὰ πίστεως",
        "note": "If your language does not use an abstract noun for the idea behind the word **faith**, you could express the same idea with a verbal form. Alternate translation: [as you trust in the Lord]"
      }
    ]
  },
  {
    "reference": "Eph 6:24",
    "bsb_verse_text": "Grace to all who love our Lord Jesus Christ with an undying love.",
    "ult_verse_text": "Grace {be} with all the ones loving our Lord Jesus Christ with incorruptibility.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ χάρις μετὰ",
        "note": "If your language does not use an abstract noun for the idea behind the word **Grace**, you could express the same idea with a verbal form. Alternate translation: [May God act graciously to]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν ἀφθαρσίᾳ",
        "note": "If your language does not use an abstract noun for the idea behind the word **incorruptibility**, you could express the same idea with a verbal form. Alternate translation: [in a way that no one is able to corrupt] or [so much that no one can make them stop loving him]"
      }
    ]
  }
]
