[
  {
    "reference": "Jas 1:1",
    "bsb_verse_text": "James, a servant of God and of the Lord Jesus Christ, To the twelve tribes of the Dispersion: Greetings.",
    "ult_verse_text": "James, a servant of God and of the Lord Jesus Christ, to the twelve tribes {that are} in the dispersion: Rejoice!",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-123person",
        "orig_language_quote": "Ἰάκωβος",
        "note": "In this culture, letter writers would give their own names first, and they would refer to themselves in the third person. If that would be confusing in your language, you could use the first person. If your language has a particular way of introducing the author of a letter, you could also use that if it would be helpful to your readers. Alternate translation: [I, James, am writing this letter] or [From James]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ταῖς δώδεκα φυλαῖς",
        "note": "James is speaking of the nation of Israel by association with the fact that it was made up of **12 tribes**. Alternate translation: [to the nation of Israel]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ταῖς δώδεκα φυλαῖς",
        "note": "James is speaking of Jesus’ followers as if they were the nation of Israel, since the community of the people of God had expanded from that nation to include people of every nation who followed Jesus. Alternate translation: [to followers of Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-123person",
        "orig_language_quote": "ταῖς δώδεκα φυλαῖς",
        "note": "In this culture, after giving their own names, letter writers would then say to whom they were writing, naming those people in the third person. If that would be confusing in your language, you could use the second person. Alternate translation: [to you followers of Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν τῇ διασπορᾷ",
        "note": "At this time, the term **dispersion** referred to those Jews who were living away from their homeland of Israel and who were scattered into various parts of the Roman Empire. If it would be helpful in your language, you could express the idea behind the abstract noun **dispersion** with a verb such as “scattered.” Alternate translation: [scattered throughout the world] or, if you are using the second person, [who are scattered throughout the world]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν τῇ διασπορᾷ",
        "note": "While the term **dispersion** referred literally to Jews, James is using it to describe followers of Jesus. Alternate translation: [scattered throughout the world] or, if you are using the second person, [who are scattered throughout the world]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "χαίρειν.",
        "note": "The word **Rejoice** was used at this time as a greeting. In your translation, you could use the greeting that is typical of your language and culture. Alternate translation: [Greetings!]"
      }
    ]
  },
  {
    "reference": "Jas 1:2",
    "bsb_verse_text": "Consider it pure joy, my brothers, when you encounter trials of many kinds,",
    "ult_verse_text": "Consider {it} all joy, my brothers, when you fall into various trials,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "πᾶσαν χαρὰν ἡγήσασθε",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **joy** with an adjective such as “happy.” Alternate translation: [You should be happy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "πᾶσαν χαρὰν ἡγήσασθε",
        "note": "James says **all** as an overstatement for emphasis. He does not mean that believers should be happy about all the bad things that happen to them when they encounter **trials**. Rather, he means that the **trials** provide a general occasion for them to rejoice because of the valuable things God that is developing in their lives. He describes these things in the next verse. Alternate translation: [You should be very happy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί μου",
        "note": "James is using the term **brothers** to refer to fellow believers in Jesus. Alternate translation, as in UST: [my fellow believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἀδελφοί μου",
        "note": "James is using the term **brothers** in a generic sense that includes both men and women. Be sure that this is clear in your translation so that your readers do not get the impression that James is addressing only men. If you use a word such as “believers” to translate the metaphor **brothers**, you may need to use both the masculine and the feminine forms of that word in your language. If you retain the metaphor, you could state [my brothers and sisters]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "περιπέσητε ποικίλοις",
        "note": "James is speaking of **trials** as if they were a hole or pit that believers could **fall into**. Alternate translation: [you encounter different trials]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-you",
        "orig_language_quote": "περιπέσητε",
        "note": "The pronoun **you** is plural here, since James is writing to believers in Jesus as a group. Generally throughout the letter, the pronouns “you” and “your” are plural for this same reason. These notes will identify the few places where they are singular instead."
      }
    ]
  },
  {
    "reference": "Jas 1:3",
    "bsb_verse_text": "because you know that the testing of your faith develops perseverance.",
    "ult_verse_text": "knowing that the testing of your faith produces endurance.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "γινώσκοντες ὅτι",
        "note": "It may be helpful to begin a new sentence here, as UST does. Alternate translation: [I want you to know that] or [You should realize that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὸ δοκίμιον ὑμῶν τῆς πίστεως κατεργάζεται ὑπομονήν",
        "note": "If it would be helpful in your language, you could express the abstract nouns **testing**, **faith**, and **endurance** by stating the ideas behind them with equivalent expressions. Alternate translation: [when you rely on God to help you through a difficult situation, this teaches you not to give up]"
      }
    ]
  },
  {
    "reference": "Jas 1:4",
    "bsb_verse_text": "Allow perseverance to finish its work, so that you may be mature and complete, not lacking anything.",
    "ult_verse_text": "But let the endurance have a perfect work, so that you may be perfect and whole, lacking in nothing.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἡ δὲ ὑπομονὴ ἔργον τέλειον ἐχέτω",
        "note": "The expression **let endurance have a perfect work** means “let endurance complete its work.” James is speaking as if the quality of **endurance** were actively developing the character of believers. Alternate translation: [But make sure that you completely develop the ability not to give up]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "τέλειοι καὶ ὁλόκληροι",
        "note": "The words **perfect** and **whole** mean similar things. James is using them together for emphasis. In this context, the word **perfect** does not mean without any flaws. Rather, it refers to something that has reached its goal. The word **whole** describes something that is not missing any of its parts or pieces. Together, the words describe mature Christian character. If it would be helpful in your language, you could express this idea by translating this pair of words with a single expression. Alternate translation: [completely mature]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublenegatives",
        "orig_language_quote": "ἐν μηδενὶ λειπόμενοι",
        "note": "This is a double negative, consisting of the negative verb **lacking** and the negative object **nothing**. If it would be clearer in your language, you could use a positive expression to translate this. Alternate translation: [having all that you need] or [being all that you need to be]"
      }
    ]
  },
  {
    "reference": "Jas 1:5",
    "bsb_verse_text": "Now if any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him.",
    "ult_verse_text": "Now if any of you lacks wisdom, let him ask from God, the one giving to all generously and not reproaching, and it will be given to him.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "λείπεται σοφίας",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **wisdom** with an adjective such as “wise.” Alternate translation: [is not sure what would be the wise thing to do]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "αἰτείτω παρὰ & Θεοῦ",
        "note": "Alternate translation: [let him ask God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "δοθήσεται αὐτῷ",
        "note": "If your language does not use this passive form, you can express this with an active form, and you can state who will do the action. Alternate translation: [God will give it to him]"
      }
    ]
  },
  {
    "reference": "Jas 1:6",
    "bsb_verse_text": "But he must ask in faith, without doubting, because he who doubts is like a wave of the sea, blown and tossed by the wind.",
    "ult_verse_text": "But let him ask in faith, doubting nothing, for the one doubting has become like a wave of the sea, wind-blown and tossed.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν πίστει",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **faith** with a verb such as “trust.” Alternate translation: [confidently trusting God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublenegatives",
        "orig_language_quote": "μηδὲν διακρινόμενος",
        "note": "If it would be helpful in your language, you could translate this double negative that consists of the negative verb **doubting** and the negative object **nothing** with a positive expression. Alternate translation: [with complete certainty that God will answer]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ἔοικεν κλύδωνι θαλάσσης, ἀνεμιζομένῳ καὶ ῥιπιζομένῳ",
        "note": "The point of this comparison is that anyone who doubts will be like **a wave** in the ocean, which keeps moving in different directions. In your translation, you could express this meaning plainly. (However, you could also reproduce the simile, as suggested in the next note.) Alternate translation: [will keep changing his mind about what to do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "κλύδωνι θαλάσσης, ἀνεμιζομένῳ καὶ ῥιπιζομένῳ",
        "note": "If you would like to use a simile in your translation but your readers would not be familiar with a **wave of the sea**, you could use another illustration that would be familiar to them. Alternate translation: [the desert sand swirling in the wind] or [stalks of tall grass swaying back and forth in the wind]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "κλύδωνι θαλάσσης, ἀνεμιζομένῳ καὶ ῥιπιζομένῳ",
        "note": "If your language does not use this passive form, you can express this with an active form. Alternate translation: [an ocean wave that the wind is blowing and tossing around]"
      }
    ]
  },
  {
    "reference": "Jas 1:7",
    "bsb_verse_text": "That man should not expect to receive anything from the Lord.",
    "ult_verse_text": "For let that man not think that he will receive anything from the Lord,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "μὴ γὰρ οἰέσθω ὁ ἄνθρωπος ἐκεῖνος",
        "note": "James is using the term **man** in a generic sense that includes both men and women. Alternate translation: [Such a person should not think]"
      }
    ]
  },
  {
    "reference": "Jas 1:8",
    "bsb_verse_text": "He is a double-minded man, unstable in all his ways.",
    "ult_verse_text": "a double-minded man, unsettled in all his ways.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀνὴρ δίψυχος",
        "note": "James speaks of this person as if he had two minds, with one mind deciding to do one thing and the other mind deciding to do something else. Alternate translation: [a man who cannot make up his mind]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἀνὴρ δίψυχος",
        "note": "James is using the term **man** in a generic sense that includes both men and women. Alternate translation: [a person who cannot make up his mind]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀκατάστατος ἐν πάσαις ταῖς ὁδοῖς αὐτοῦ",
        "note": "James is speaking as if life presented paths for people to follow, and he is speaking of this person as if he could not settle on which path to take. Alternate translation: [who cannot decide whether to do one thing or another]"
      }
    ]
  },
  {
    "reference": "Jas 1:9",
    "bsb_verse_text": "The brother in humble circumstances should exult in his high position.",
    "ult_verse_text": "Now let the lowly brother boast in his exaltation,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καυχάσθω δὲ ὁ ἀδελφὸς ὁ ταπεινὸς",
        "note": "James assumes that his readers will understand that he is using the word **boast** in a positive sense. He does not mean it in the sinful sense of bragging or vaunting oneself over others. You could include this information if that would be helpful to your readers. Alternate translation: [Now let the lowly brother take satisfaction]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὁ ἀδελφὸς ὁ ταπεινὸς",
        "note": "Since James contrasts this person with “the rich” in the next verse, he is using the word **lowly** as a spatial metaphor to mean “poor.” Alternate translation: [a believer who is poor]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφὸς",
        "note": "James is using the term **brother** to refer to a fellow believer in Jesus. See how you translated **brothers** in [1:2](../01/02.md). Alternate translation: [believer]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῷ ὕψει αὐτοῦ",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **exaltation** with an equivalent phrase. Alternate translation: [the high place he occupies]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῷ ὕψει αὐτοῦ",
        "note": "James is using a spatial metaphor to describe poor believers as if they were in a high place. He wants to convey that God has shown special concern for them. Alternate translation: [the special concern that God has shown for him]"
      }
    ]
  },
  {
    "reference": "Jas 1:10",
    "bsb_verse_text": "But the one who is rich should exult in his low position, because he will pass away like a flower of the field.",
    "ult_verse_text": "but the rich in his lowliness, because he will pass away like a flower of the grass.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ὁ δὲ πλούσιος, ἐν τῇ ταπεινώσει αὐτοῦ",
        "note": "James is leaving out some of the words that in many languages a sentence would need in order to be complete. These words can be supplied from the previous verse. Alternate translation: [but let the rich boast in his lowliness] or [but let the rich take satisfaction in his lowliness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "ὁ & πλούσιος",
        "note": "James is using the adjective **rich** as a noun in order to indicate a type of person. Your language may use adjectives in the same way. If not, you could translate this with an equivalent expression. It is clear in context that James is speaking of a rich “brother” or “believer,” in parallel with the “lowly brother” he describes in the previous verse. Alternate translation: [a believer who is rich]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῇ ταπεινώσει αὐτοῦ",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **lowliness** with an equivalent phrase. Alternate translation: [the low place he occupies]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῇ ταπεινώσει αὐτοῦ",
        "note": "James is using a spatial metaphor to describe rich believers as if they were in a low place in order to indicate that God has taught them humility. Alternate translation: [the humility that God has taught them]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τῇ ταπεινώσει αὐτοῦ",
        "note": "If it would be helpful to your readers, you could indicate explicitly, as UST does, that God has taught rich believers humility by showing them that their wealth does not make them better than other people."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-euphemism",
        "orig_language_quote": "παρελεύσεται",
        "note": "James is using a mild expression to refer to death. Alternate translation: [he will die]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ὡς ἄνθος χόρτου",
        "note": "The point of this comparison is that just a wild **flower** blooms only for a short time, rich people will live on earth for the same relatively short time as anyone else, so their riches do not give them any advantage. You could explain the meaning of this figurative expression in your translation. (However, you could also reproduce the simile, as suggested in the next note.) Alternate translation: [after living for only a relatively short time]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "ὡς ἄνθος χόρτου παρελεύσεται",
        "note": "If you would like to use a simile in your translation but your readers would not be familiar with a **flower of the grass** (that is, a wildflower), you could use a different illustration. You could use something familiar to them that lasts only for a short time."
      }
    ]
  },
  {
    "reference": "Jas 1:11",
    "bsb_verse_text": "For the sun rises with scorching heat and withers the plant; its flower falls and its beauty is lost. So too, the rich man will fade away in the midst of his pursuits.",
    "ult_verse_text": "For the sun rose with the heat and dried up the grass, and its flower fell off and the beauty of its face perished. Thus also the rich will wither in his journeys.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-tense",
        "orig_language_quote": "ἀνέτειλεν γὰρ ὁ ἥλιος σὺν τῷ καύσωνι, καὶ ἐξήρανεν τὸν χόρτον, καὶ τὸ ἄνθος αὐτοῦ ἐξέπεσεν, καὶ ἡ εὐπρέπεια τοῦ προσώπου αὐτοῦ ἀπώλετο",
        "note": "Here James is giving an illustration in the past tense as if he were telling the story of something that had happened. (See the discussion of this in Part 3 of the Introduction to James.) If it would be helpful in your language, you could translate this sentence with the present tense. Alternate translation: [For the sun rises with heat and dries up the grass, and its flower falls off and the beauty of its face perishes]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "James uses **For** to introduce the reason for the result he implicitly described in the previous verse. Alternate translation: [This is because]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "σὺν τῷ καύσωνι",
        "note": "Here, **heat** could mean one of two things. (1) It could refer to intense, withering heat. Alternate translation: [and radiated withering heat] or, if you are using the present tense, [and radiates withering heat]; (2) It could refer to a hot wind that occurs in full sunlight. Alternate translation: [and caused a hot wind] or, if you are using the present tense, [and causes a hot wind]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ εὐπρέπεια τοῦ προσώπου αὐτοῦ ἀπώλετο",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **beauty** with an adjective such as “beautiful.” Alternate translation: [it no longer had a beautiful appearance]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἡ εὐπρέπεια τοῦ προσώπου αὐτοῦ ἀπώλετο",
        "note": "James speaks of the wild **flower** as if it had a **face**. Alternate translation: [it no longer had a beautiful appearance]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἡ εὐπρέπεια τοῦ προσώπου αὐτοῦ ἀπώλετο",
        "note": "James speaks of the flower’s **beauty** as if it **perished** or died. Alternate translation: [it no longer had a beautiful appearance]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "οὕτως καὶ",
        "note": "James uses the words **Thus also** to introduce a simile or comparison between a rich person and a fading flower. Alternate translation: [In the same way] or [Likewise]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "ὁ πλούσιος",
        "note": "James is using the adjective **rich** as a noun in order to indicate a type of person. Your language may use adjectives in the same way. If not, you could translate this with an equivalent expression. Alternate translation: [a person who is rich]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μαρανθήσεται",
        "note": "James speaks of the **rich** person as if he were a flower that would **wither**. James means that this person will “die,” as UST indicates."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν ταῖς πορείαις αὐτοῦ",
        "note": "James speaks of a **rich** person’s activities as if they were a journey that he was taking. This metaphor implies that he is giving no thought to his coming death and that it will take him by surprise. Alternate translation: [in the midst of his activities]"
      }
    ]
  },
  {
    "reference": "Jas 1:12",
    "bsb_verse_text": "Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love Him.",
    "ult_verse_text": "Blessed {is} a man who endures trial. For, becoming approved, he will receive the crown of life, which he promised to the ones loving him.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "μακάριος ἀνὴρ ὃς ὑπομένει πειρασμόν",
        "note": "**Blessed {is}** indicates that God is giving favor to someone or that his situation is positive or good. Alternate translation: [The person who endures trial receives God’s favor] or [The person who endures trial is in a positive situation]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἀνὴρ",
        "note": "James is using the term **man** in a generic sense that includes both men and women. Alternate translation: [the person]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὑπομένει πειρασμόν",
        "note": "Here, **trial** could mean one of two things. See the discussion of the word in the introduction to this chapter. James may actually want his readers to hear both senses in this case, as this verse is making a transition from a discussion of testing into a discussion of temptation. (1) The word **trial** could mean the same thing as in [1:2–3](../01/02.md), where it describes the “testing” of “faith.” The reading of UST expresses this interpretation. (2) The word could refer to being tempted, that is, being led by one’s desires to do something wrong, which James discusses in the following verses. Alternate translation: [resists temptation]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "δόκιμος γενόμενος",
        "note": "How you translate this will depend on how you translate **trial** earlier in the sentence. (In your translation, you could also focus on the way that God approves of this person, as UST does.) Alternate translation: [once he has demonstrated his faithfulness] or [once he has demonstrated his obedience]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "λήμψεται τὸν στέφανον τῆς ζωῆς",
        "note": "James is using the possessive form not to refer to a **crown** that belongs to **life** but to describe **life** as if it were a **crown**. Alternate translation: [he will receive the crown that is life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "λήμψεται τὸν στέφανον τῆς ζωῆς",
        "note": "James is using the image of a **crown** to indicate that God will honor this person. Alternate translation: [God will honor him by giving him life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "λήμψεται τὸν στέφανον τῆς ζωῆς",
        "note": "James is likely not speaking of physical **life** but of spiritual **life**, that is, of living forever in the presence of God after physical death. Alternate translation: [God will honor that person by giving him everlasting life in his presence]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ὃν ἐπηγγείλατο τοῖς ἀγαπῶσιν αὐτόν",
        "note": "In this last clause in the verse, the words **he** and **him** refer to God, not to the person who **endures trial**. Alternate translation: [which God promised to those who love him]"
      }
    ]
  },
  {
    "reference": "Jas 1:13",
    "bsb_verse_text": "When tempted, no one should say, “God is tempting me.” For God cannot be tempted by evil, nor does He tempt anyone.",
    "ult_verse_text": "Let no one being tempted say, “I am tempted by God,” because God is untempted by evil, and he himself tempts no one.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἀπὸ Θεοῦ πειράζομαι",
        "note": "If your language does not use this passive form, you can express this with an active form. Alternate translation: [God is tempting me] or [God is leading me to do something wrong]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὁ & Θεὸς ἀπείραστός ἐστιν κακῶν",
        "note": "Even though the word that ULT translates as **untempted** is an adjective, not a passive verbal form, it may be helpful to your readers if you translate it with an active verbal form. Alternate translation: [evil does not tempt God] or [God’s desires never lead him to do something wrong]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "πειράζει δὲ αὐτὸς οὐδένα",
        "note": "Alternate translation: [and God himself never leads anyone to do anything wrong]"
      }
    ]
  },
  {
    "reference": "Jas 1:14",
    "bsb_verse_text": "But each one is tempted when by his own evil desires he is lured away and enticed.",
    "ult_verse_text": "But each one is tempted by his own desire, dragged away and enticed.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "James is using the word **But** to indicate a contrast between the wrong idea that God might tempt someone and the truth that each person **is tempted by his own desire**. This is actually a strong contrast, and you may wish to use a strong expression for it. Alternate translation: [No, on the contrary,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἕκαστος & πειράζεται ὑπὸ τῆς ἰδίας ἐπιθυμίας, ἐξελκόμενος καὶ δελεαζόμενος",
        "note": "If it would be helpful in your language, you could express these passive phrases by stating each of these things with active verbal forms. Alternate translation: [each person’s own desire tempts him by enticing him and then dragging him away]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἕκαστος & πειράζεται ὑπὸ τῆς ἰδίας ἐπιθυμίας, ἐξελκόμενος καὶ δελεαζόμενος",
        "note": "James is speaking of **desire** as if it were a living thing that could actively tempt people, entice them, and drag them away captive. Alternate translation: [each person wants to do wrong when he desires something that he should not desire and, because he is attracted to that thing, he commits sin and then cannot stop sinning]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-events",
        "orig_language_quote": "ἐξελκόμενος καὶ δελεαζόμενος",
        "note": "Since the word translated as **enticed** often means to use bait to trap prey, James may be stressing the result (the captured prey being **dragged away**) by speaking of it before the method that was used to achieve it (baiting a trap). It may be helpful to your readers to indicate that the method came before the result. Alternate translation: [enticed and dragged away] or [dragged away after being enticed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐξελκόμενος καὶ δελεαζόμενος",
        "note": "James is speaking of temptation as if the person who gave in to it were captured in a baited trap. If it would be helpful to your readers, you could translate this metaphor as a simile. It may also be helpful to begin a new sentence here. Alternate translation: [It is as if the wrong thing he desired were bait in a trap that caught him so that a hunter could then drag him away]"
      }
    ]
  },
  {
    "reference": "Jas 1:15",
    "bsb_verse_text": "Then after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death.",
    "ult_verse_text": "Then the desire, having conceived, bears sin, and the sin, having grown up, gives birth to death.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-time-sequential",
        "orig_language_quote": "εἶτα ἡ ἐπιθυμία συλλαβοῦσα τίκτει ἁμαρτίαν",
        "note": "James uses the word **Then** to indicate that what he describes in this verse happens after something that he described in the previous verse. However, he does not mean that this happens after a person is “dragged away and enticed,” as he said at the end of that verse. Rather, he means that it happens after a person begins to entertain the temptation of a wrong “desire,” as he said at the beginning of that verse. It may be helpful to your readers to use the word “when” to indicate this. Alternate translation: [When desire has conceived, it bears sin]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "εἶτα ἡ ἐπιθυμία συλλαβοῦσα τίκτει ἁμαρτίαν",
        "note": "James continues to speak of **desire** as if it were a living thing, in this case as if it were a woman who became pregnant and gave birth. Alternate translation: [If a person entertains wrong desires, he will become more and more inclined to sin until he finally does commit sin]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἡ δὲ ἁμαρτία ἀποτελεσθεῖσα, ἀποκύει θάνατον",
        "note": "James also speaks of **sin** as if it were a living thing, a baby girl who grew up to be a woman who also became pregnant and gave birth. Alternate translation: [and if he continues to sin, it will affect more and more of his life until it causes his death]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀποκύει θάνατον",
        "note": "Here, **death** could mean: (1) spiritual death, that is, separation from God. This is the interpretation in UST. (2) physical death. Alternate translation: [causes the person to die]"
      }
    ]
  },
  {
    "reference": "Jas 1:16",
    "bsb_verse_text": "Do not be deceived, my beloved brothers.",
    "ult_verse_text": "Do not be led astray, my beloved brothers.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μὴ πλανᾶσθε",
        "note": "James is speaking as if some deceptive guides were trying to lead his readers in the wrong direction. Alternate translation: [Do not be deceived]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "μὴ πλανᾶσθε",
        "note": "If your language does not use this passive form, you can express this with an active form. The meaning here is probably not truly passive. That is, even though James speaks as if someone else might lead his readers astray, that is probably not what he means. This could be: (1) a warning James’ readers not to lead themselves astray, that is, not to deceive themselves. That is the interpretation in UST. (2) a simple active meaning. Alternate translation: [Make no mistake about this]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μὴ πλανᾶσθε",
        "note": "James is referring back to his statement in [1:13](../01/13.md) that God never desires to do evil and that God never leads anyone to do evil. Instead, as James will say in the next two verses, God gives only good things to people. You could include this information if that would be helpful to your readers. Alternate translation: [Do not deceive yourselves, God is not evil, God is good] or [Make no mistake about this, God is not evil, God is good]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί μου ἀγαπητοί",
        "note": "See how you translated the term **brothers** in [1:2](../01/02.md). Alternate translation: [my dear fellow believers]"
      }
    ]
  },
  {
    "reference": "Jas 1:17",
    "bsb_verse_text": "Every good and perfect gift is from above, coming down from the Father of the heavenly lights, with whom there is no change or shifting shadow.",
    "ult_verse_text": "Every good present and every perfect gift is from above, coming down from the Father of lights, with whom there is no change or shadow of turning.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πᾶσα δόσις ἀγαθὴ, καὶ πᾶν δώρημα τέλειον, ἄνωθέν ἐστιν",
        "note": "Here, **from above** is a spatial metaphor that describes God. Alternate translation: [God gives us every good present and every perfect gift]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "πᾶσα δόσις ἀγαθὴ, καὶ πᾶν δώρημα τέλειον, ἄνωθέν ἐστιν",
        "note": "The phrases **good present** and **perfect gift** mean similar things. James is using them together for emphasis. (As in [1:4](../01/04.md), the word **perfect** refers to something that has developed to the point where it is fully suited to its purpose.) If it would be helpful in your language, you could express this connection by translating both phrases with a single expression. Alternate translation: [God gives us the things that are just right for us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "καταβαῖνον ἀπὸ",
        "note": "Continuing the spatial metaphor, James speaks of these gifts **coming down from** God. If you translate this plainly, it may be helpful to begin a new sentence here. Alternate translation: [They come to us from]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τοῦ Πατρὸς τῶν φώτων",
        "note": "Here, **lights** likely means the lights in the sky, that is, the sun, moon, and stars. James says that God is their **Father** because he created them. Alternate translation: [God, who created all the lights in the sky]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "παρ’ ᾧ οὐκ ἔνι παραλλαγὴ ἢ τροπῆς ἀποσκίασμα",
        "note": "Here, **change** and **shadow of turning** mean similar things. James is using repetition for emphasis. If it would be helpful to your readers, you could combine them into a single phrase and express the metaphor of a **shadow** (See: later note) as a simile. It may also be helpful to begin a new sentence here. Alternate translation: [God does not change as shifting shadows do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τροπῆς ἀποσκίασμα",
        "note": "James is using the possessive form to describe a **shadow** that is characterized by **turning**. Alternate translation: [shadow that turns] or [shadow that changes position]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τροπῆς ἀποσκίασμα",
        "note": "James is contrasting God, the Creator of the lights in the sky, with those lights themselves, which are not as great as their Creator. They create shadows that change position, but God never deviates from wanting only good things for people. If it would be helpful to your readers, you could state that explicitly. Alternate translation: [turning shadow such as the sun or moon casts. No, God always wants good things for people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τροπῆς ἀποσκίασμα",
        "note": "There could not literally be a **shadow** in God, so this is a metaphor. Alternate translation: [variability]"
      }
    ]
  },
  {
    "reference": "Jas 1:18",
    "bsb_verse_text": "He chose to give us birth through the word of truth, that we would be a kind of firstfruits of His creation.",
    "ult_verse_text": "Having willed, he gave birth to us by the word of truth, for us to be something like a firstfruits of his creatures.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "βουληθεὶς, ἀπεκύησεν ἡμᾶς",
        "note": "Alternate translation: [God chose to give birth to us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "βουληθεὶς, ἀπεκύησεν ἡμᾶς",
        "note": "James says that God **gave birth to us** because God gives spiritual life to everyone who believes in Jesus. Alternate translation: [God chose to give us spiritual life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμᾶς & ἡμᾶς",
        "note": "Here and throughout this letter, James uses the pronoun **us** to refer to himself and his readers. Sometimes by extension he also means all believers or all people. In every case, therefore, the pronoun **us** is inclusive, so use the inclusive form if your language makes that distinction. The same applies to the pronoun “our.” However, in some cases the pronoun “we” is exclusive. Notes will identify those places. Everywhere else, the pronoun “we” is inclusive."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "λόγῳ ἀληθείας",
        "note": "James is using the possessive form to describe a **word** that is characterized by **truth**. Alternate translation: [by the true word]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "λόγῳ ἀληθείας",
        "note": "James is using term **word** to describe the message about Jesus that was conveyed by using words. Alternate translation: [by the true message]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "λόγῳ ἀληθείας",
        "note": "If it would be helpful in your language, you could express the abstract noun **truth** by translating the idea behind it with an equivalent expression that uses an adjective such as “true.” Alternate translation: [when we believed the true message]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "λόγῳ ἀληθείας",
        "note": "James is referring implicitly to the message about Jesus. If it would be helpful to your readers, you could state that explicitly. Alternate translation: [when we believed the true message about Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "εἰς τὸ εἶναι ἡμᾶς ἀπαρχήν τινα τῶν αὐτοῦ κτισμάτων",
        "note": "This is a purpose clause. James is stating the purpose for which God **desired to give us birth**. In your translation, follow the conventions of your language for purpose clauses. Alternate translation (without a comma preceding): [so that we would be like a firstfruits of his creatures]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀπαρχήν τινα τῶν αὐτοῦ κτισμάτων",
        "note": "James is assuming that his readers will know that he is using the traditional Israelite offering known as **firstfruits** as a simile. The law of Moses required the Israelites to offer to God some of the first crops they harvested each year. If it would be helpful to your readers, you could state specifically that this is the name of an offering. Alternate translation: [something like an offering of firstfruits from among his creatures]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ἀπαρχήν τινα τῶν αὐτοῦ κτισμάτων",
        "note": "When they offered some of their first crops to God each year, the Israelites were acknowledging that the entire crop belonged to God and was a gift from God to them. James is using this **firstfruits** offering as a simile to indicate that the believers of his time are an indication that there will be many more people who will belong to God in the future. In fact, since James speaks of **creatures**, he may even mean that believers in Jesus are the first part of God’s creation to be freed from the curse and come back fully under his rule. Alternate translation: [the first of many people who would believe in Jesus] or [the first of God’s creatures to be freed from the curse and come back fully under his rule]"
      }
    ]
  },
  {
    "reference": "Jas 1:19",
    "bsb_verse_text": "My beloved brothers, understand this: Everyone should be quick to listen, slow to speak, and slow to anger,",
    "ult_verse_text": "Know, my beloved brothers: But let every man be quick to hear, slow to speak, slow to anger.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-sentencetypes",
        "orig_language_quote": "ἴστε",
        "note": "This Greek form of **Know** could be either imperative or indicative, and so it could mean: (1) if it is an imperative, James is telling his readers to pay attention to what he is about to say. Alternate translation: [This is important]; (2) if it is an indicative, James is telling his readers that he is about to remind them of something that they already know. Alternate translation: [You already know this]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί μου ἀγαπητοί",
        "note": "See how you translated this expression in [1:16](../01/16.md). Alternate translation: [my dear fellow believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "**But** could mean: (1) if **know** is an imperative, then James is using the term **but** as a transitional particle that does not indicate a contrast. If you decided to translate **know** as an imperative, you may have a similar word in your language that you can use for this same purpose. Otherwise, you do not need to translate the term. (2) if **know** is an indicative, then James is using the term **but** to introduce a mild contrast. He is saying that even though his readers already know what he is about to say, he wants to stress it anyway. If you decided to translate **know** as an indicative, you could use a term in your language that indicates a mild contrast."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἔστω & πᾶς ἄνθρωπος ταχὺς εἰς τὸ ἀκοῦσαι, βραδὺς εἰς τὸ λαλῆσαι, βραδὺς εἰς ὀργήν",
        "note": "The expression **slow to speak** does not refer to speaking slowly. Rather, like the expressions before and after it, it is an idiom. Alternate translation: [each of you should listen carefully, speak only after reflecting on what to say, and not lose your tempers easily]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "πᾶς ἄνθρωπος",
        "note": "James is using the term **man** in a generic sense that includes both men and women. Alternate translation: [each of you] or [each person]"
      }
    ]
  },
  {
    "reference": "Jas 1:20",
    "bsb_verse_text": "for man’s anger does not bring about the righteousness that God desires.",
    "ult_verse_text": "For anger of man does not work the righteousness of God.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "James uses **For** to introduce the reason why people should not get angry, as he said in the previous verse. Alternate translation: [You should not get angry, because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ὀργὴ & ἀνδρὸς",
        "note": "James is using the term **man** in a generic sense that includes both men and women. Alternate translation: [human anger]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "δικαιοσύνην Θεοῦ οὐκ ἐργάζεται",
        "note": "If it would be helpful in your language, you could express the abstract noun **righteousness** by translating the idea behind it with an adjective such as “righteous” or “right.” Alternate translation: [does not fulfill the righteous purposes of God] or [does not accomplish the right things that God wants to do]"
      }
    ]
  },
  {
    "reference": "Jas 1:21",
    "bsb_verse_text": "Therefore, get rid of all moral filth and every expression of evil, and humbly accept the word planted in you, which can save your souls.",
    "ult_verse_text": "Therefore, having laid aside all filth and abundance of wickedness, in humility receive the implanted word, which is able to save your souls.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὸ",
        "note": "Here James uses **Therefore** to introduce to his readers a statement of what they should do as a result of what he explained to them in the previous verse. Alternate translation: [Consequently]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀποθέμενοι πᾶσαν ῥυπαρίαν καὶ περισσείαν κακίας",
        "note": "James is speaking of **filth** and **abundance of wickedness** as if they were clothing that could be taken off. By those expressions he means sin and wrong actions (See: later notes to this verse). Alternate translation: [stop committing sin and doing so many wrong things]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ῥυπαρίαν καὶ περισσείαν κακίας",
        "note": "The expressions **filth** and **abundance of wickedness** mean similar things. James is using them together for emphasis. If it would be helpful to your readers, you could combine them into a single phrase. Alternate translation: [every kind of sinful behavior]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ῥυπαρίαν",
        "note": "James is speaking of sin as if it were **filth**, that is, something that made people dirty. Alternate translation: [sin]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "περισσείαν κακίας",
        "note": "If it would be helpful in your language, you could express the abstract noun **wickedness** by translating the idea behind it with an adjective such as “wrong.” Alternate translation: [the many wrong things that people do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν πραΰτητι",
        "note": "If it would be helpful in your language, you could express the abstract noun **humility** by translating the idea behind it with an adverb such as “humbly.” Alternate translation: [humbly]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "δέξασθε τὸν ἔμφυτον λόγον",
        "note": "The word **implanted** describes something that has been placed inside another thing. James is speaking of God’s word as if it had been planted and was growing inside believers. Alternate translation: [obey the word that you have heard]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "δέξασθε τὸν ἔμφυτον λόγον",
        "note": "James is using term **word** to describe the message about Jesus that was conveyed by using words. Alternate translation: [obey the message about Jesus that you have heard]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "τὸν δυνάμενον σῶσαι τὰς ψυχὰς ὑμῶν",
        "note": "James is speaking of the **word** or message as if it were a living thing that could actively **save** believers. He means that obedience to the message will lead to salvation. It may be helpful to begin a new sentence here. Alternate translation: [If you do that, you will be saved]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "τὰς ψυχὰς ὑμῶν",
        "note": "James is referring to one part of his readers, their **souls**, to mean their whole beings. Alternate translation: [you]"
      }
    ]
  },
  {
    "reference": "Jas 1:22",
    "bsb_verse_text": "Be doers of the word, and not hearers only. Otherwise, you are deceiving yourselves.",
    "ult_verse_text": "But be doers of the word and not only hearers, deluding yourselves.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "δὲ",
        "note": "**But** draws a contrast not with what James has just said, but with a potential misunderstanding of what he has just said. He wants to clarify that by “receive the implanted word” he does not mean simply to believe it, but to put it into practice. It may be appropriate in your language to translate the word **but** with an expression that introduces a clarification. Alternate translation: [Now]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "γίνεσθε δὲ ποιηταὶ λόγου, καὶ μὴ μόνον ἀκροαταὶ",
        "note": "At the end of this clause, James is leaving out some of the words that it would need in many languages in order to be complete. These words can be supplied from earlier in the clause. Alternate translation: [be doers of the word and not only hearers of the word]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "γίνεσθε & ποιηταὶ λόγου, καὶ μὴ μόνον ἀκροαταὶ",
        "note": "James is using the term **word** to describe the message about Jesus that was conveyed by using words. Alternate translation: [obey the message about Jesus, do not just listen to it]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "καὶ μὴ μόνον ἀκροαταὶ",
        "note": "In the Bible, the word “hear” often has the idiomatic sense of agreeing with what is heard. James may be using the word in that sense. Alternate translation: [and do not just decide that you agree with it]"
      }
    ]
  },
  {
    "reference": "Jas 1:23",
    "bsb_verse_text": "For anyone who hears the word but does not carry it out is like a man who looks at his face in a mirror,",
    "ult_verse_text": "For if anyone is a hearer of the word and not a doer, he is like a man beholding the face of his birth in a mirror.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-hypo",
        "orig_language_quote": "ὅτι εἴ τις ἀκροατὴς λόγου ἐστὶν, καὶ οὐ ποιητής, οὗτος ἔοικεν ἀνδρὶ κατανοοῦντι τὸ πρόσωπον τῆς γενέσεως αὐτοῦ ἐν ἐσόπτρῳ",
        "note": "James is using a hypothetical situation to teach. Alternate translation: [Suppose someone is a hearer of the word and not a doer. Then he is like a man beholding the face of his birth in a mirror]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἀκροατὴς λόγου ἐστὶν, καὶ οὐ ποιητής",
        "note": "At the end of this clause, James is leaving out some of the words that it would need in many languages in order to be complete. These words can be supplied from earlier in the clause. Alternate translation: [is a hearer of the word and not a doer of the word]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἀκροατὴς λόγου ἐστὶν, καὶ οὐ ποιητής",
        "note": "See how you translated these expressions in the previous verse. Alternate translation: [just listens to the word but does not obey it]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "λόγου",
        "note": "James is using term **word** to describe the message about Jesus that was conveyed by using words. Alternate translation: [of the message about Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "οὗτος ἔοικεν ἀνδρὶ κατανοοῦντι τὸ πρόσωπον τῆς γενέσεως αὐτοῦ ἐν ἐσόπτρῳ",
        "note": "Here James begins a simile, an illustrative comparison, that continues through the next two verses."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἀνδρὶ",
        "note": "James is using the term **man** in a generic sense that includes both men and women. Alternate translation: [a person]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τὸ πρόσωπον τῆς γενέσεως αὐτοῦ",
        "note": "This is an idiom that refers to the **face** a person was born with, that is, that person’s natural or physical face. Since the term “face” had many figurative meanings at this time, James is using this idiomatic expression to clarify that he means the hypothetical person’s literal, physical face. You may not need to make this clarification in your language. Alternate translation: [his physical face] or [his face]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "ἐν ἐσόπτρῳ",
        "note": "A **mirror** is a flat object made of some reflective material, such as glass or polished metal, that people use to see what they look like. If your readers would not be familiar with what a **mirror** is, you could use the name of something else that serves this purpose in your culture. Alternate translation: [reflected in the water]"
      }
    ]
  },
  {
    "reference": "Jas 1:24",
    "bsb_verse_text": "and after observing himself goes away and immediately forgets what he looks like.",
    "ult_verse_text": "For he beheld himself and went away and immediately forgot of what sort he was.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "γὰρ",
        "note": "**For** introduces a reason, as would be expected, but it is a reason for something that must be inferred from the context. If it would be helpful to your readers, you could state explicitly what James is giving the reason for. Alternate translation: [This did not really benefit him, because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-tense",
        "orig_language_quote": "κατενόησεν & ἑαυτὸν καὶ ἀπελήλυθεν, καὶ εὐθέως ἐπελάθετο ὁποῖος ἦν",
        "note": "Here James is giving an illustration in the past tense as if he were telling the story of something that had happened. (See the discussion of this in Part 3 of the Introduction to James.) If it would be helpful in your language, you could express this sentence by translating this with the present tense. Alternate translation: [he beholds himself and goes away and immediately forgets of what sort he is]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "κατενόησεν & ἑαυτὸν",
        "note": "James is continuing the simile he began in the previous verse, so the pronouns **he** and **himself** refer to the hypothetical person who looks in the mirror. Alternate translation (using the present tense): [such a person looked at himself in a mirror] or, if you are using the present tense, [such a person looks at himself in a mirror]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καὶ ἀπελήλυθεν, καὶ εὐθέως ἐπελάθετο ὁποῖος ἦν",
        "note": "James is saying implicitly that this is a person who sees but does not do, just like a person who hears the word of God but does not obey it. The implication is that he sees in the mirror that he needs to do something such as wash his face or fix his hair. But because he does not do that when he is looking in the mirror, when he walks away, he forgets to do it. The point of the comparison is that a person who does not obey God’s word is like this. If it would be helpful to your readers, you could explain that explicitly. Alternate translation: [but because he did not immediately do what he saw he should do, when he walked away from the mirror, he forgot what he saw and so he did nothing about it] or, if you are using the present tense, [but because he does not immediately do what he sees he should do, when he walks away from the mirror, he forgets what he saw and so he does nothing about it]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὁποῖος ἦν",
        "note": "Alternate translation: [what he needed to do about his appearance] or, if you are using the present tense, [what he needs to do about his appearance]"
      }
    ]
  },
  {
    "reference": "Jas 1:25",
    "bsb_verse_text": "But the one who looks intently into the perfect law of freedom, and continues to do so—not being a forgetful hearer, but an effective doer—he will be blessed in what he does.",
    "ult_verse_text": "But the one having gazed into the perfect law of freedom and having continued, not having become a hearer of forgetfulness, but a doer of the work, this one will be blessed in his doing.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-hypo",
        "orig_language_quote": "ὁ δὲ παρακύψας εἰς νόμον τέλειον, τὸν τῆς ἐλευθερίας, καὶ παραμείνας & οὗτος μακάριος & ἔσται",
        "note": "James is using a further hypothetical situation to teach. This illustration is a contrast to the one he offered in [1:23](../01/23.md). Alternate translation: [But suppose someone gazes into the perfect law of freedom and perseveres … Then that person will be blessed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὁ & παρακύψας εἰς νόμον τέλειον",
        "note": "In this verse, James continues to compare hearing the word of God to looking in a mirror. But the image now becomes a metaphor rather than a simile, since James speaks about someone who has **gazed into** the **law**. He means someone who has listened attentively to God’s word. Alternate translation: [someone who has listened attentively to the perfect law]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "νόμον τέλειον, τὸν τῆς ἐλευθερίας",
        "note": "James is using the possessive form to describe a **law** that brings **freedom**. See the notes to [2:12](../02/12.md) for a further explanation of what James means by the **law of freedom**. Alternate translation: [the perfect law that brings freedom]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "νόμον τέλειον, τὸν τῆς ἐλευθερίας",
        "note": "If it would be helpful in your language, you could express the abstract noun **freedom** by translating the idea behind it with an adjective such as “free.” Alternate translation: [the perfect law that sets people free]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "νόμον τέλειον, τὸν τῆς ἐλευθερίας",
        "note": "If it would be helpful to your readers, you could state explicitly what this **law** gives people the **freedom** to do. Alternate translation: [the law that sets people free to obey God]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "νόμον τέλειον, τὸν τῆς ἐλευθερίας",
        "note": "As in [1:4](../01/04.md) and [1:17](../01/17.md), the term **perfect** refers to something that has developed to the point where it is fully suited to its purpose. See how you translated the term in those verses. Alternate translation: [the law that is perfectly suited to set people free from sin]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "καὶ παραμείνας",
        "note": "James is leaving out some of the words that a sentence would need in many languages in order to be complete. These words can be supplied from the context. Alternate translation: [and who has continued to obey that law]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ἀκροατὴς ἐπιλησμονῆς",
        "note": "James is using the possessive form to describe a **hearer** who is characterized by **forgetfulness**. Alternate translation: [a hearer who is forgetful]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀκροατὴς ἐπιλησμονῆς",
        "note": "If it would be helpful in your language, you could express the abstract noun **forgetfulness** by translating the idea behind it with a verb such as “forget.” Alternate translation: [a hearer who forgets] or [someone who forgets what he hears]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ποιητὴς ἔργου",
        "note": "By association with the **work** that it takes to carry out God’s commands, James is using the term **work** to mean what God commands. Alternate translation: [someone who does what God commands]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "οὗτος μακάριος & ἔσται",
        "note": "While the word **blessed** is an adjective and so the expression **will be blessed** is not a passive verbal form, it may be helpful to your readers to translate this with an active verbal form. Alternate translation: [God will bless such a person]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν τῇ ποιήσει αὐτοῦ",
        "note": "If it would be helpful in your language, you could express the abstract noun **doing** by translating the idea behind it with a verb such as “do.” Alternate translation: [in what he does]"
      }
    ]
  },
  {
    "reference": "Jas 1:26",
    "bsb_verse_text": "If anyone considers himself religious and yet does not bridle his tongue, he deceives his heart and his religion is worthless.",
    "ult_verse_text": "If anyone thinks to be religious, not bridling his tongue, but deceiving his heart, the religion of that one {is} worthless.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-hypo",
        "orig_language_quote": "εἴ τις δοκεῖ θρησκὸς εἶναι, μὴ χαλιναγωγῶν γλῶσσαν αὐτοῦ, ἀλλὰ ἀπατῶν καρδίαν αὐτοῦ, τούτου μάταιος ἡ θρησκεία",
        "note": "James is using a hypothetical situation to teach. Alternate translation: [Suppose someone thinks that he is religious, but he does not bridle his tongue, thus deceiving his heart. Then his religion is worthless]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "δοκεῖ θρησκὸς εἶναι",
        "note": "The word translated **religious** could refer to a pattern of behavior rather than to participation in worship activities. Alternate translation: [thinks that he is honoring God by his actions]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μὴ χαλιναγωγῶν γλῶσσαν αὐτοῦ",
        "note": "James speaks of a person **bridling his tongue** as if he were controlling a horse with a bridle. Alternate translation: [but he does not control his tongue]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "μὴ χαλιναγωγῶν γλῶσσαν αὐτοῦ",
        "note": "A “bridle” is headgear that is used to control a horse. If your readers would not be familiar with what a “bridle” is, you could use a different illustration that would be familiar to them of a device that is used in your culture to control animals."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "μὴ χαλιναγωγῶν γλῶσσαν αὐτοῦ",
        "note": "By association with the way that the **tongue** is used in speech, James is using the term **tongue** to mean what a person says. Alternate translation: [not controlling what he says]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "ἀπατῶν καρδίαν αὐτοῦ",
        "note": "James is using one part of this hypothetical person, his **heart**, to mean the person himself. Alternate translation: [deceiving himself]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "τούτου μάταιος ἡ θρησκεία",
        "note": "James says **worthless** as an overstatement for emphasis. There would conceivably still be some value in the religion of a person even if he did not carefully control what he said. But James wants to emphasize how inconsistent it is to claim to love God but then to say things that hurt and disparage other people. He will develop this point further in [3:9–10](../03/09.md). Alternate translation: [his actions are not as pleasing to God as he thinks]"
      }
    ]
  },
  {
    "reference": "Jas 1:27",
    "bsb_verse_text": "Pure and undefiled religion before our God and Father is this: to care for orphans and widows in their distress, and to keep oneself from being polluted by the world.",
    "ult_verse_text": "Pure and undefiled religion before God and the Father is this: to look upon orphans and widows in their distress, to keep oneself unstained by the world.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "θρησκεία καθαρὰ καὶ ἀμίαντος",
        "note": "James is speaking of **religion** as if it could be physically **Pure** and **undefiled**. Alternate translation: [Religion that is pleasing and acceptable]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "θρησκεία καθαρὰ καὶ ἀμίαντος",
        "note": "The terms **Pure** and **undefiled** mean similar things. They both indicate that something is free of contamination. James is using these terms together for emphasis. If it would be helpful to your readers, you could combine them into a single phrase. Alternate translation: [Religion that is completely acceptable]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "παρὰ τῷ Θεῷ",
        "note": "The word **before** means “in front of” or “in the presence of” another person, and in this case **before** him indicates “where God can see.” Seeing, for its part, represents attention and judgment. Alternate translation: [from God’s perspective]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "τῷ Θεῷ καὶ Πατρί",
        "note": "James is not talking about two different people. He is expressing a single idea by using two nouns connected with **and**. The noun **Father** further identifies **God**. Alternate translation: [God the Father]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/guidelines-sonofgodprinciples",
        "orig_language_quote": "Πατρί",
        "note": "**Father** is an important title for God."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἐπισκέπτεσθαι ὀρφανοὺς καὶ χήρας ἐν τῇ θλίψει αὐτῶν",
        "note": "Here, **look upon** is an idiom that means “show concern for” or “help compassionately.” Alternate translation: [to help orphans and widows in their distress]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐπισκέπτεσθαι ὀρφανοὺς καὶ χήρας ἐν τῇ θλίψει αὐτῶν",
        "note": "James assumes that his readers will know that orphans and widows are in practical and financial **distress** because their fathers or husbands have died and so are no longer providing for them. In this culture, women and children were dependent on male relatives for support. If it would be helpful to your readers, you could indicate explicitly what kind of **distress** James wants his readers to help relieve. Alternate translation: [to help poor orphans and widows with their practical needs]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "ἄσπιλον ἑαυτὸν τηρεῖν ἀπὸ τοῦ κόσμου",
        "note": "This is not a purpose or result clause. James is not telling his readers that they should help **orphans and widows** in order to stay **unstained by the world** or that this would be the result if they did help them. Rather, James is saying that this is a second thing that characterizes **religion** that pleases God. If it would be helpful to your readers, you could add the word “and” before this clause in order to clarify this."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἄσπιλον ἑαυτὸν τηρεῖν ἀπὸ τοῦ κόσμου",
        "note": "James is using the term **world** to mean the system of values shared by people who do not honor God, by association with the way those people live in the world. Alternate translation: [to keep oneself unstained by the value system of ungodly people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἄσπιλον ἑαυτὸν τηρεῖν ἀπὸ τοῦ κόσμου",
        "note": "James is speaking of the influence of ungodly people as if it could physically stain a person. By **unstained** he actually means free from sin. Alternate translation: [not to allow ungodly people and their influence to cause oneself to sin]"
      }
    ]
  },
  {
    "reference": "Jas 2:1",
    "bsb_verse_text": "My brothers, as you hold out your faith in our glorious Lord Jesus Christ, do not show favoritism.",
    "ult_verse_text": "My brothers, do not with favoritism have the faith of our Lord Jesus Christ of glory.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί μου",
        "note": "See how you translated the term **brothers** in [1:2](../01/02.md). Alternate translation: [My fellow believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μὴ ἐν προσωπολημψίαις ἔχετε",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **favoritism** with an equivalent phrase. (See the discussion of favoritism in the introduction to this chapter.) Alternate translation: [you should not treat some people better than others, because that is not consistent with]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τὴν πίστιν τοῦ Κυρίου ἡμῶν, Ἰησοῦ Χριστοῦ",
        "note": "James is using the possessive form to refer to **faith** that other people have in **Jesus**. Alternate translation: [faith in our Lord Jesus Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τοῦ Κυρίου ἡμῶν, Ἰησοῦ Χριστοῦ, τῆς δόξης",
        "note": "James is using the possessive form to describe **Jesus** as characterized by **glory**. Alternate translation: [our glorious Lord Jesus Christ]"
      }
    ]
  },
  {
    "reference": "Jas 2:2",
    "bsb_verse_text": "Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in shabby clothes also comes in.",
    "ult_verse_text": "For if a gold-ringed man in splendid clothing comes into your synagogue, and a poor one in filthy clothing also comes in,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-hypo",
        "orig_language_quote": "ἐὰν γὰρ",
        "note": "James is using a hypothetical situation to teach. He describes the condition in this verse and the next verse, and he describes the result in [2:4](../02/04.md). Alternate translation: [Suppose]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀνὴρ χρυσοδακτύλιος, ἐν ἐσθῆτι λαμπρᾷ",
        "note": "James assumes that his readers will know that he is giving an example of what a wealthy person might wear. (The expression **a gold-ringed man** does not mean a man who is ringed around with gold, but a man who is wearing a gold ring.) If it would be helpful to your readers, you could use a different example from your own culture, or you could use a general expression. Alternate translation: [someone who is dressed like a wealthy person]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἀνὴρ",
        "note": "James is using the term **man** in a generic sense that could mean either a man or a woman. Alternate translation: [person]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "συναγωγὴν",
        "note": "A **synagogue** is a Jewish meeting place for worship. James uses the term because he is writing primarily to Jews who have put their faith in Jesus as their Messiah. (See the discussion in Part 1 of the Introduction to James.) In your translation you could use a more general term. Alternate translation: [meeting place]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "πτωχὸς",
        "note": "James is using the adjective **poor** as a noun in order to mean a kind of person. (ULT adds **one** to indicate this.) Your language may use adjectives in the same way. If not, you could translate this with an equivalent phrase. Alternate translation: [a person who is poor]"
      }
    ]
  },
  {
    "reference": "Jas 2:3",
    "bsb_verse_text": "If you lavish attention on the man in fine clothes and say, “Here is a seat of honor,” but say to the poor man, “You must stand” or “Sit at my feet,”",
    "ult_verse_text": "and you look at the one wearing the splendid clothing and say, “You sit here well,” and to the poor one you say, “You stand there,” or, “Sit by my footstool,”",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-hypo",
        "orig_language_quote": "δὲ",
        "note": "James is continuing to describe the condition in the hypothetical situation that he introduced in the previous verse. Alternate translation, as in UST: [and suppose]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-you",
        "orig_language_quote": "ἐπιβλέψητε & εἴπητε & εἴπητε",
        "note": "In these three instances **you** is plural, since James is speaking to all of his readers about what they might do in such a situation."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἐπιβλέψητε & ἐπὶ",
        "note": "In this context, this expression means to **look at** someone or something with admiration. Alternate translation: [you look admiringly at]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "σὺ κάθου ὧδε καλῶς & σὺ στῆθι ἐκεῖ & κάθου ὑπὸ τὸ ὑποπόδιόν μου",
        "note": "Since these comments are addressed to the rich person and to the poor person as individuals, **You** is singular in the first two instances and the implied “you” in the command to **sit** is also singular."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "σὺ κάθου ὧδε καλῶς",
        "note": "In this context **well** means “honorably.” It does not refer to how well the rich person would be able to sit in the indicated seat. Alternate translation: [Sit here in this place of honor]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-imperative",
        "orig_language_quote": "σὺ κάθου ὧδε καλῶς",
        "note": "This is an imperative, but it should be translated as a polite request rather than as a command. It may be helpful to add an expression such as “please” to make this clear. Alternate translation: [Please sit here in this place of honor]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "καὶ",
        "note": "The term **and** introduces a contrast between the way the rich person and the poor person are treated. Alternate translation: [but]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-imperative",
        "orig_language_quote": "σὺ στῆθι ἐκεῖ & κάθου ὑπὸ τὸ ὑποπόδιόν μου",
        "note": "These statements addressed to the poor person probably are direct imperatives rather than polite requests, since James is illustrating how believers might treat poor people differently from rich people. Not adding “please” to these statements would show the contrast with the way the rich person is addressed."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "σὺ στῆθι ἐκεῖ & κάθου ὑπὸ τὸ ὑποπόδιόν μου",
        "note": "The implications are that the poor person is being told to stand or sit in a humbler and less honorable place. If it would be helpful to your readers, you could state that explicitly, as UST does."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-you",
        "orig_language_quote": "κάθου ὑπὸ τὸ ὑποπόδιόν μου",
        "note": "This imperative statement uses the singular first-person pronoun **my**, since it is something that one of the believers might say to the hypothetical poor person. If this would not be natural in your language, since the statement is introduced by **you** (plural) **say**, you could also use a plural form in the statement itself. Alternate translation: [Sit on the floor by our feet]"
      }
    ]
  },
  {
    "reference": "Jas 2:4",
    "bsb_verse_text": "have you not discriminated among yourselves and become judges with evil thoughts?",
    "ult_verse_text": "have you not distinguished among yourselves and become judges of evil thoughts?",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-hypo",
        "orig_language_quote": "οὐ διεκρίθητε ἐν ἑαυτοῖς, καὶ ἐγένεσθε κριταὶ διαλογισμῶν πονηρῶν?",
        "note": "In this verse James describes the result of the hypothetical situation he has been describing since [2:2](../02/02.md). It may be helpful to begin a new sentence here. Alternate translation: [Then you have distinguished among yourselves and become judges of evil thoughts.]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "οὐ διεκρίθητε ἐν ἑαυτοῖς, καὶ ἐγένεσθε κριταὶ διαλογισμῶν πονηρῶν",
        "note": "If it would be helpful in your language, you could reverse the order of these phrases, since the second phrase gives the reason for the result that the first phrase describes. Alternate translation: [have you not become judges who think evil things and so begun to consider some people better than others]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "οὐ διεκρίθητε ἐν ἑαυτοῖς, καὶ ἐγένεσθε κριταὶ διαλογισμῶν πονηρῶν?",
        "note": "As James describes this result, he uses the question form for emphasis. If it would be helpful in your language, you could express this question by translating his words as a statement or an exclamation. Alternate translation: [you have considered some people better than others, because you have become judges who think evil things!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ἐγένεσθε κριταὶ διαλογισμῶν πονηρῶν",
        "note": "James is using the possessive form to describe **judges** who are characterized by **evil thoughts**. He is not speaking of people who judge whether thoughts are evil. Alternate translation: [become judges who think evil things]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐγένεσθε κριταὶ διαλογισμῶν πονηρῶν",
        "note": "James is describing something more than passively assuming a certain role and thinking in a certain way. He is describing taking action based on that way of thinking. If it would be helpful to your readers, you could state that explicitly. Alternate translation: [made wrong judgments about how people should be treated and then treated them that way]"
      }
    ]
  },
  {
    "reference": "Jas 2:5",
    "bsb_verse_text": "Listen, my beloved brothers: Has not God chosen the poor of this world to be rich in faith and to inherit the kingdom He promised those who love Him?",
    "ult_verse_text": "Listen, my beloved brothers, did not God choose the poor in the world {to be} rich in faith and heirs of the kingdom that he promised to the ones loving him?",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἀκούσατε",
        "note": "James uses this expression to emphasize what he is about to say. Alternate translation: [Pay attention to this]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί μου ἀγαπητοί",
        "note": "See how you translated this phrase in [1:16](../01/16.md). Alternate translation: [my dear fellow believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "οὐχ ὁ Θεὸς ἐξελέξατο τοὺς πτωχοὺς τῷ κόσμῳ, πλουσίους ἐν πίστει, καὶ κληρονόμους τῆς βασιλείας ἧς ἐπηγγείλατο τοῖς ἀγαπῶσιν αὐτόν?",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement. Alternate translation: [God has chosen the poor in the world to be rich in faith and to be heirs of the kingdom that he has promised to those who love him.]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "τοὺς πτωχοὺς",
        "note": "James is using the adjective **poor** as a noun to refer to a group of people. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [people who are poor]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τῷ κόσμῳ",
        "note": "James is using the term **world** in a different sense than in [1:27](../01/27.md). Here it refers to the world that we live in, and so it indicates ordinary life. Alternate translation: [in this life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πλουσίους ἐν πίστει",
        "note": "James speaks of having much **faith** as if that made a person wealthy. Alternate translation: [to have strong faith]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πλουσίους ἐν πίστει",
        "note": "Your language may require you to specify the object of **faith**. Alternate translation: [to have strong faith in Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "κληρονόμους τῆς βασιλείας ἧς",
        "note": "James speaks of the people to whom God has promised the kingdom as if they were going to inherit wealth from a family member. Alternate translation: [participants in the kingdom that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "κληρονόμους τῆς βασιλείας ἧς",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **kingdom** with a verb such as “rule.” Alternate translation: [to enjoy advantages when God rules, as]"
      }
    ]
  },
  {
    "reference": "Jas 2:6",
    "bsb_verse_text": "But you have dishonored the poor. Is it not the rich who oppress you and drag you into court?",
    "ult_verse_text": "But you dishonored the poor! Do not the rich overpower you and themselves drag you into court?",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἠτιμάσατε τὸν πτωχόν",
        "note": "What James means by this is clear from the example he gives in [2:2–3](../02/02.md). Alternate translation: [you have treated people who are poor much worse than you have treated people who are rich]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "τὸν πτωχόν",
        "note": "James is using the adjective **poor** as a noun to refer to a group of people. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [people who are poor]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "οὐχ οἱ πλούσιοι καταδυναστεύουσιν ὑμῶν, καὶ αὐτοὶ ἕλκουσιν ὑμᾶς εἰς κριτήρια",
        "note": "The word that is translated **themselves** here is the same word that is translated **they** in the next verse. It is effectively the subject of a new independent clause, so you could translate this as two sentences. Alternate translation: [Do not the rich overpower you? Do they not drag you into court]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "οὐχ οἱ πλούσιοι καταδυναστεύουσιν ὑμῶν, καὶ αὐτοὶ ἕλκουσιν ὑμᾶς εἰς κριτήρια?",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement or an exclamation. Alternate translation: [It is the rich who overpower you and drag you into court themselves!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οὐχ οἱ πλούσιοι καταδυναστεύουσιν ὑμῶν, καὶ αὐτοὶ ἕλκουσιν ὑμᾶς εἰς κριτήρια?",
        "note": "James is implying that rich people do not deserve to be treated better by the believers to whom he is writing, since rich people have actually treated them badly. If it would be helpful to your readers, you could state that explicitly. Alternate translation: [People who are rich do not deserve to have you treat them better than others. They are the ones who overpower you and drag you into court themselves!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "οἱ πλούσιοι",
        "note": "James is using the adjective **rich** as a noun to refer to a group of people. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [people who are rich]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "οὐχ οἱ πλούσιοι καταδυναστεύουσιν ὑμῶν",
        "note": "Alternate translation: [Is it not the rich who oppress you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἕλκουσιν ὑμᾶς εἰς κριτήρια",
        "note": "James is speaking of the rich as if they would physically **drag** the poor into court. Alternate translation: [force you to go to court]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἕλκουσιν ὑμᾶς εἰς κριτήρια",
        "note": "If it would be helpful to your readers, you could state explicitly why rich people were taking poor people to court. Alternate translation: [force you to go to court so that they can exploit you through lawsuits]"
      }
    ]
  },
  {
    "reference": "Jas 2:7",
    "bsb_verse_text": "Are they not the ones who blaspheme the noble name by which you have been called?",
    "ult_verse_text": "Do they not blaspheme the good name that has been called upon you?",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "οὐκ αὐτοὶ βλασφημοῦσιν τὸ καλὸν ὄνομα τὸ ἐπικληθὲν ἐφ’ ὑμᾶς?",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement or an exclamation. Alternate translation: [They are the ones who blaspheme the good name that has been called upon you!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "οὐκ αὐτοὶ βλασφημοῦσιν τὸ καλὸν ὄνομα",
        "note": "The word **blaspheme** can have a technical sense. It can describe a human being wrongly denying that something is divine. But the word can also have the general sense of “insult,” and that is probably the sense in which James is using it here. (However, by insulting the **name** of Jesus, these rich people were also guilty of blasphemy in the technical sense, since Jesus is divine and his name should be honored.) Alternate translation: [Do they not insult the good name]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τὸ καλὸν ὄνομα",
        "note": "James is referring to the **name** of Jesus by association with the way that it is **good**. Alternate translation: [the name of Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τὸ ἐπικληθὲν ἐφ’ ὑμᾶς",
        "note": "This is an idiom. Alternate translation: [by which you are called] or [by which you are known]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "τὸ ἐπικληθὲν ἐφ’ ὑμᾶς",
        "note": "If your language does not use this passive form, you can express this with an active form. Alternate translation: [by which people call you]"
      }
    ]
  },
  {
    "reference": "Jas 2:8",
    "bsb_verse_text": "If you really fulfill the royal law stated in Scripture, “Love your neighbor as yourself,” you are doing well.",
    "ult_verse_text": "If, however, you fulfill the royal law according to the scripture, “You will love your neighbor as yourself,” you do well.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "εἰ μέντοι",
        "note": "James is using these words to introduce a contrast with what he said in [2:6](../02/06.md), “you have dishonored the poor,” meaning “you have treated rich people much better than you have treated poor people.” Alternate translation: [But if, instead of favoring rich people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "νόμον & βασιλικὸν",
        "note": "There are two possible reasons for why James describes the **law** that he quotes here from [Leviticus 19:18](../../lev/19/18.md) as **royal**. (1) When Jesus came proclaiming the kingdom of God, he said that this law was one of two that summed up all of the other laws and guided life in the kingdom of God. (The other law was to love God with all of one’s heart, soul, mind, and strength.) Alternate translation: [the law that guides life in the kingdom of God]; (2) James may say that this **law** is **royal** because God, the true king, gave it to people. Alternate translation: [God’s law]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-declarative",
        "orig_language_quote": "ἀγαπήσεις τὸν πλησίον σου ὡς σεαυτόν",
        "note": "Here the law of Moses is using a future statement to give a command. Alternate translation: [You are to love your neighbor as you love yourself]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-youcrowd",
        "orig_language_quote": "ἀγαπήσεις τὸν πλησίον σου ὡς σεαυτόν",
        "note": "The words **You**, **your**, and **yourself** are singular in this quotation because, even though Moses gave this law to the Israelites as a group, each individual person was expected to obey it. So in your translation, use the singular forms of “You,” “your,” and “yourself” if your language marks that distinction."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τὸν πλησίον σου",
        "note": "This is an idiom. It does not mean only someone who lives nearby. Alternate translation: [other people] or [anyone you encounter]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "καλῶς ποιεῖτε",
        "note": "Alternate translation: [you are doing what God wants you to do]"
      }
    ]
  },
  {
    "reference": "Jas 2:9",
    "bsb_verse_text": "But if you show favoritism, you sin and are convicted by the law as transgressors.",
    "ult_verse_text": "But if you favor, you are committing sin, convicted by the law as transgressors.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "προσωπολημπτεῖτε",
        "note": "Your language may require you to specify the object of **favor**. Alternate translation: [you favor the rich]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐλεγχόμενοι ὑπὸ τοῦ νόμου ὡς παραβάται",
        "note": "If your language does not use this passive form, you can express this with an active form. Alternate translation: [and the law convicts you as transgressors]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἐλεγχόμενοι ὑπὸ τοῦ νόμου ὡς παραβάται",
        "note": "James is speaking of the law as if it were a human judge. Alternate translation: [and you are guilty of breaking God’s law]"
      }
    ]
  },
  {
    "reference": "Jas 2:10",
    "bsb_verse_text": "Whoever keeps the whole law but stumbles at just one point is guilty of breaking all of it.",
    "ult_verse_text": "For whoever might keep the whole law but stumble in one thing has become guilty of all.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "James is giving the reason for the statement he made in the previous verse. Alternate translation: [The reason why showing favoritism makes a person guilty of breaking God’s law is that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ὅστις & τηρήσῃ",
        "note": "Here, **keep** is an idiom that means “obey.” Alternate translation: [whoever might obey]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πταίσῃ δὲ ἐν ἑνί",
        "note": "James speaks of a person disobeying a commandment as if he would **stumble**, that is, trip and lose his balance while walking. Alternate translation: [but disobey one thing]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "πταίσῃ δὲ ἐν ἑνί",
        "note": "James is using the adjective **one** as a noun to refer to one commandment of the law. (ULT adds the term **thing** to show this.) Your language may use adjectives in the same way. If not, you could translate the term with an equivalent phrase. Alternate translation: [but disobey one commandment]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "πάντων ἔνοχος",
        "note": "Alternate translation: [guilty of breaking the entire law]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πάντων ἔνοχος",
        "note": "If it would be helpful to your readers, you could state explicitly why James says that this is true. Alternate translation: [guilty of breaking the entire law, because God gave the entire law to show people how he wanted them to live, and if you break one part of it, you are not living in that way]"
      }
    ]
  },
  {
    "reference": "Jas 2:11",
    "bsb_verse_text": "For He who said, “Do not commit adultery,” also said, “Do not murder.” If you do not commit adultery, but do commit murder, you have become a lawbreaker.",
    "ult_verse_text": "For the one having said, “Do not commit adultery,” also said, “Do not murder.” If, then, you do not commit adultery but you do murder, you have become a transgressor of the law.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "James is giving the reason for the statement he made in the previous verse. Alternate translation: [The reason why breaking one law makes a person guilty of breaking every law is that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὁ & εἰπών",
        "note": "James is referring implicitly to God, who spoke the commandments quoted in this verse when he gave the law to Moses. Alternate translation: [God who said]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-youcrowd",
        "orig_language_quote": "μὴ μοιχεύσῃς & μὴ φονεύσῃς & οὐ μοιχεύεις & φονεύεις & γέγονας",
        "note": "The implied “you” in the two commandments that James quotes in this verse is singular because, even though Moses gave these laws to the Israelites as a group, each individual person was expected to obey them. The word **you** is also singular in the rest of the verse because James is carrying forward that usage from the commandments. So in your translation, use the singular form of “you” if your language marks that distinction."
      }
    ]
  },
  {
    "reference": "Jas 2:12",
    "bsb_verse_text": "Speak and act as those who are going to be judged by the law that gives freedom.",
    "ult_verse_text": "Thus speak and thus act, as ones who are going to be judged by means of the law of freedom.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-you",
        "orig_language_quote": "οὕτως λαλεῖτε, καὶ οὕτως ποιεῖτε",
        "note": "The implied “you” in these imperatives is plural. James returns here to the plural usage that he follows in most of his letter. So in your translation, use the plural form of “you” if your language marks that distinction and if it reflects it in imperatives. Alternate translation: [Speak and act in this way]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "μέλλοντες κρίνεσθαι",
        "note": "If your language does not use this passive form, you can express this with an active form, and you can state who will do the action. Alternate translation: [people whom God is going to judge]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "νόμου ἐλευθερίας",
        "note": "As in [1:25](../01/25.md), James is using the possessive form to describe a **law** that brings **freedom**. Alternate translation: [the law that brings freedom]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "νόμου ἐλευθερίας",
        "note": "If it would be helpful in your language, you could express the abstract noun **freedom** by translating the idea behind it with an adjective such as “free.” Alternate translation: [the law that sets people free]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "νόμου ἐλευθερίας",
        "note": "If it would be helpful to your readers, you could state explicitly what the **law** gives people the **freedom** to do. Alternate translation: [the law that sets people free to obey God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "νόμου ἐλευθερίας",
        "note": "In this context, it appears that when James speaks of **the law of freedom**, he is referring to the commandment that he quoted in [2:8](../02/08.md), “You will love your neighbor as yourself.” If it would be helpful to your readers, you could express this explicitly and explain how this law sets people free. Alternate translation: [the law to love one’s neighbor, which sets people free to obey God by giving them a principle to follow in all of their actions]"
      }
    ]
  },
  {
    "reference": "Jas 2:13",
    "bsb_verse_text": "For judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment.",
    "ult_verse_text": "For the judgment {is} merciless to the ones not having done mercy. Mercy boasts against judgment.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "James is giving the reason why people should be guided in their actions by the principle of loving others, as he said in the previous verse. Alternate translation: [You should follow the principle of loving others because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἡ γὰρ κρίσις ἀνέλεος τῷ μὴ ποιήσαντι ἔλεος",
        "note": "James is using the word **judgment** to represent God, the one who judges. Alternate translation: [when God judges people, he will not be merciful to people who have not shown mercy to others]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἡ γὰρ κρίσις ἀνέλεος τῷ μὴ ποιήσαντι ἔλεος",
        "note": "James is speaking of **judgment** as if it were a living thing that could act in a **merciless** way. Alternate translation: [When God judges people, he will not be merciful to people who have not shown mercy to others]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τῷ μὴ ποιήσαντι ἔλεος",
        "note": "The word translated **mercy** can also refer to compassion. Since James is referring in this context to following the command to love others, that is likely what it means here. Alternate translation: [those who have not acted compassionately towards others]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "κατακαυχᾶται ἔλεος κρίσεως",
        "note": "There is an implied contrast between this sentence and the statement in the previous sentence that “judgment is merciless.” If it would be helpful to your readers, you could indicate that contrast explicitly at the start of this sentence with a word such as “however.” Alternate translation: [However, mercy boasts against judgment]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "κατακαυχᾶται ἔλεος κρίσεως",
        "note": "James is speaking of **mercy** and **judgment** as if they were living things that could fight a contest against one another. He is also speaking of **mercy** as if it could boast after defeating **judgment** in such a contest. James is continuing to describe how God will judge people. Alternate translation: [However, God will show mercy when he judges people who have acted compassionately towards others]"
      }
    ]
  },
  {
    "reference": "Jas 2:14",
    "bsb_verse_text": "What good is it, my brothers, if someone claims to have faith, but has no deeds? Can such faith save him?",
    "ult_verse_text": "What {would be} the profit, my brothers, if someone would say he has faith, but he does not have works? That faith is not able to save him, is it?",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "τί τὸ ὄφελος, ἀδελφοί μου, ἐὰν πίστιν λέγῃ τις, ἔχειν ἔργα, δὲ μὴ ἔχῃ?",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement. Alternate translation: [It does no good, my brothers, for someone to say he has faith if he does not have works.]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τί τὸ ὄφελος",
        "note": "This is an idiom. Your language may have a comparable expression that you can use here. Alternate translation: [What good would it do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί μου",
        "note": "See how you translated the term **brothers** in [1:2](../01/02.md). Alternate translation: [my fellow believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐὰν πίστιν λέγῃ τις, ἔχειν ἔργα, δὲ μὴ ἔχῃ",
        "note": "If it would be helpful in your language, you could express the abstract nouns **faith** and **works** by stating the ideas behind them with equivalent expressions. Alternate translation: [if someone said he believed in God but he did not do what God wanted him to do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μὴ δύναται ἡ πίστις σῶσαι αὐτόν",
        "note": "In context, James is clearly asking not about **faith** in general, but about faith that is not demonstrated in **works**. If it would be helpful to your readers, you could indicate that explicitly. Alternate translation: [That kind of faith is not able to save him, is it]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublenegatives",
        "orig_language_quote": "μὴ δύναται ἡ πίστις σῶσαι αὐτόν",
        "note": "The first word of this sentence in Greek is a negative word that can be used to turn a statement into a question that expects a negative answer. ULT shows this by adding “is it?” Your language may have other ways of asking a question that expects a negative answer, for example, by changing the word order of a positive statement. Alternate translation: [Is that kind of faith able to save him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "μὴ δύναται ἡ πίστις σῶσαι αὐτόν?",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement or an exclamation. Alternate translation: [That kind of faith is certainly not able to save him!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μὴ δύναται ἡ πίστις σῶσαι αὐτόν?",
        "note": "If it would be helpful in your language, you could express the abstract noun **faith** by stating the ideas behind it with a verb such as “believe.” Alternate translation: [Will merely believing in God save him?]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "σῶσαι αὐτόν",
        "note": "Your language may require you to specify what this kind of faith cannot **save** a person from. Alternate translation: [save him from God’s judgment]"
      }
    ]
  },
  {
    "reference": "Jas 2:15",
    "bsb_verse_text": "Suppose a brother or sister is without clothes and daily food.",
    "ult_verse_text": "If a brother or sister were unclothed and lacking their daily food,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-hypo",
        "orig_language_quote": "ἐὰν",
        "note": "James is using a hypothetical situation to teach. He begins to describe the condition in this verse. He describes the rest of the condition and the result in the next verse. Alternate translation: [Suppose]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφὸς ἢ ἀδελφὴ",
        "note": "As everywhere else in the book, the term **brother** refers to a fellow believer. In every other instance, the term can mean either a man or a woman. But in this verse James uses **brother** to mean a believer who is a man and **sister** to mean a believer who is a woman. If your language has both masculine and the feminine forms of the word you have been using to translate “brother,” you can use them both here. Otherwise, you could use an equivalent expression. Alternate translation: [another man or woman who believes in Jesus]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "γυμνοὶ",
        "note": "The word **unclothed** can mean “naked,” and if a Bible translation already exists in your area, it may say that. But in this context, the word actually refers to lacking adequate clothes. Alternate translation: [badly clothed]"
      }
    ]
  },
  {
    "reference": "Jas 2:16",
    "bsb_verse_text": "If one of you tells him, “Go in peace; stay warm and well fed,” but does not provide for his physical needs, what good is that?",
    "ult_verse_text": "and someone of you said to them, “Go in peace, warm yourself and be satisfied,” but you did not give them the necessary things of the body, what {would be} the profit?",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-hypo",
        "orig_language_quote": "δέ",
        "note": "James is continuing to describe the condition of the hypothetical situation that he is using to teach. Alternate translation: [and suppose that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "αὐτοῖς & αὐτοῖς",
        "note": "Even though in the previous verse James spoke in the singular of “a brother or sister,” he now speaks of needy people generally in the plural, saying **them**. If this might be confusing for your readers, you could use the singular in this verse as well. Alternate translation: [to him or her … him or her]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "θερμαίνεσθε καὶ χορτάζεσθε",
        "note": "The person who would say this to people in need would be speaking of clothing by association with the way its keeps people warm and of food by association with the way it satisfies people. Alternate translation: [have adequate clothing and enough food]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "θερμαίνεσθε",
        "note": "Alternate translation: [stay warm]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "χορτάζεσθε",
        "note": "If your language does not use this passive form, you can express this with an equivalent expression that uses an active verbal form. Alternate translation: [have enough food to satisfy you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hypo",
        "orig_language_quote": "δὲ",
        "note": "James is continuing to describe the hypothetical situation that he is using to teach. Alternate translation: [but also suppose that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "μὴ δῶτε",
        "note": "At the beginning of this verse, James speaks in the third-person singular of **one of you**. But he now speaks of believers generally in the second-person plural, saying **you**, to indicate how the community as a whole might respond to this situation. If this might be confusing for your readers, you could use the third-person singular here as well. Alternate translation: [he does not give]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "τὰ ἐπιτήδεια",
        "note": "James is using the adjective **necessary** in the plural as a noun. (ULT adds **things** to show this.) Your language may use adjectives in the same way. If not, you could translate the term with an equivalent phrase. Alternate translation: [the things that are necessary]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τοῦ σώματος",
        "note": "James is speaking of meeting physical needs that also have an emotional and spiritual dimension by association with the way that these are needs of the human **body**. Alternate translation: [for people to be warm and well-fed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "τί τὸ ὄφελος?",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement or an exclamation. See how you translated the similar expression in [2:14](../02/14.md). Alternate translation: [that does no good!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hypo",
        "orig_language_quote": "τί τὸ ὄφελος?",
        "note": "This is the result of the hypothetical situation that James has been using to teach. It may be helpful to begin a new sentence here. Alternate translation: [Then that does no good!]"
      }
    ]
  },
  {
    "reference": "Jas 2:17",
    "bsb_verse_text": "So too, faith by itself, if it does not result in action, is dead.",
    "ult_verse_text": "Thus also the faith by itself, if it does not have works, is dead.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἡ πίστις, ἐὰν μὴ ἔχῃ ἔργα, νεκρά ἐστιν καθ’ ἑαυτήν",
        "note": "James is speaking of **faith** as if it would be a living thing if it had works but not be alive if it did not have them. Alternate translation: [a person’s faith is not genuine by itself; he must express it through works]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ πίστις, ἐὰν μὴ ἔχῃ ἔργα, νεκρά ἐστιν καθ’ ἑαυτήν",
        "note": "If it would be helpful in your language, you could express the abstract nouns **faith** and **works** by stating the ideas behind them with equivalent expressions. Alternate translation: [if a person says he believes in God but he does not do what God wants him to do, then he does not really believe in God]"
      }
    ]
  },
  {
    "reference": "Jas 2:18",
    "bsb_verse_text": "But someone will say, “You have faith and I have deeds.” Show me your faith without deeds, and I will show you my faith by my deeds.",
    "ult_verse_text": "But someone will say, “You have faith, and I have works.” Show me your faith without the works, and I will show you my faith from the works.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-quotations",
        "orig_language_quote": "ἀλλ’ ἐρεῖ τις, σὺ πίστιν ἔχεις, κἀγὼ ἔργα ἔχω",
        "note": "See the discussion of this sentence in the Introduction to this chapter. You may want to turn the direct quotation into an indirect quotation to help your readers understand that the **You** who is being addressed is the same “one of you” as in [2:16](../02/16.md) and that when James says **I**, he is referring to himself. Alternate translation: [But someone may tell you that you have faith and I have works]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀλλ’ ἐρεῖ τις, σὺ πίστιν ἔχεις, κἀγὼ ἔργα ἔχω",
        "note": "See the discussion of this sentence in the introduction to this chapter. If it would be helpful to your readers, you could indicate more explicitly what this statement means. (UST explains the implications even further than is suggested here.) Alternate translation: [But someone may try to reassure you that you nevertheless have faith, while I, James, have works]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hypo",
        "orig_language_quote": "ἀλλ’ ἐρεῖ τις",
        "note": "James is using a hypothetical situation to teach. This expression introduces the condition of the hypothetical situation. (As Part 1 of the General Introduction to James explains, in the style of speakers of this time, James is anticipating an objection that someone might make and saying how he would respond to it.) Alternate translation: [But suppose someone said to you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "σὺ πίστιν ἔχεις",
        "note": "Here, **You** is singular because James is illustrating how someone might address one individual. James himself then addresses that same individual in the rest of this verse and in verses [19–22](../02/19.md). So if your language marks the distinction, use the singular form of “you” in your translation from here through [verse 22](../02/22.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-quotations",
        "orig_language_quote": "δεῖξόν μοι τὴν πίστιν σου χωρὶς τῶν ἔργων, κἀγώ σοι δείξω ἐκ τῶν ἔργων μου τὴν πίστιν",
        "note": "It may be helpful to make this sentence a direct quotation after an introduction to show that it is what James would say in response to the hypothetical objection. Alternate translation: [Then I would say to you, “Show me your faith without works, and I will show you my faith from works”]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hypo",
        "orig_language_quote": "δεῖξόν μοι τὴν πίστιν σου χωρὶς τῶν ἔργων, κἀγώ σοι δείξω ἐκ τῶν ἔργων μου τὴν πίστιν",
        "note": "This is the result of the hypothetical situation that James has been describing. Alternate translation: [Then I would say to you, “Show me your faith without works, and I will show you my faith from works.”]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-imperative",
        "orig_language_quote": "δεῖξόν μοι τὴν πίστιν σου χωρὶς τῶν ἔργων",
        "note": "James is using the imperative **Show me** to challenge the hypothetical “You” and make him realize that he really cannot do what James is telling him to do. Alternate translation: [You cannot show me your faith without works]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "δεῖξόν μοι τὴν πίστιν σου χωρὶς τῶν ἔργων",
        "note": "If it would be helpful in your language, you could express the abstract nouns **faith** and **works** by stating the ideas behind them with equivalent expressions. Alternate translation: [you could not show me that you truly believe in God if you are not doing what God wants you to do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-declarative",
        "orig_language_quote": "κἀγώ σοι δείξω ἐκ τῶν ἔργων μου τὴν πίστιν",
        "note": "James is using a future statement to indicate something he is capable of doing. Alternate translation: [but I can show you my faith from works]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "κἀγώ σοι δείξω ἐκ τῶν ἔργων μου τὴν πίστιν",
        "note": "If it would be helpful in your language, you could express the abstract nouns **faith** and **works** by stating the ideas behind them with equivalent expressions. Alternate translation: [but by doing what God wants me to do, I can show you that I truly believe in God]"
      }
    ]
  },
  {
    "reference": "Jas 2:19",
    "bsb_verse_text": "You believe that God is one. Good for you! Even the demons believe that—and shudder.",
    "ult_verse_text": "You believe that God is one. You do well. The demons also believe, and they tremble.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-reduplication",
        "orig_language_quote": "σὺ πιστεύεις ὅτι εἷς ἐστιν ὁ Θεός",
        "note": "The verb translated **believe** comes from the same root as the word translated “faith.” It may be helpful to your readers to show in your translation that James is continuing to speak to the same person as in the previous verse. Alternate translation: [You have faith that God is one]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "σὺ πιστεύεις ὅτι εἷς ἐστιν ὁ Θεός",
        "note": "As Part 1 of the General Introduction to James explains, the people to whom James was writing were believers in Jesus who had a Jewish background. As a result, they would have known that he was referring here to the essential Jewish affirmation, “Listen, Israel, Yahweh our God is one.” Moses says this in [Deuteronomy 6:4](../../deu/06/04.md). If it would be helpful to your readers, you could state that explicitly. Alternate translation: [You believe the essential teaching of Moses that there is one God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-irony",
        "orig_language_quote": "καλῶς ποιεῖς; καὶ τὰ δαιμόνια πιστεύουσιν καὶ φρίσσουσιν",
        "note": "When James says **You do well**, he is saying the opposite of what he really means. He grants that believing in one God is a good thing in itself, but he is actually saying that by itself, it is the kind of faith without works that cannot save a person. He proves this by observing that the demons, who are not saved, also believe that there is one God, and this makes them tremble. Alternate translation: [You may think that is a good thing to do. But the demons also believe in one God, and they tremble]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καὶ τὰ δαιμόνια πιστεύουσιν καὶ φρίσσουσιν",
        "note": "If it would be helpful to your readers, you could state explicitly why the **demons** **tremble** at the thought of God. Alternate translation: [The demons also believe in one God, and they tremble, knowing that God is going to punish them]"
      }
    ]
  },
  {
    "reference": "Jas 2:20",
    "bsb_verse_text": "O foolish man, do you want evidence that faith without deeds is worthless?",
    "ult_verse_text": "But do you wish to know, O foolish man, that the faith without the works is idle?",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "θέλεις δὲ γνῶναι, ὦ ἄνθρωπε κενέ, ὅτι ἡ πίστις χωρὶς τῶν ἔργων ἀργή ἐστιν?",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement. Alternate translation: [But I can show you, O foolish man, that faith without works is idle.]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "θέλεις & γνῶναι",
        "note": "This is an idiom. It means “I can show you” by suggesting implicitly, “If you really want to know, I can show you.” Alternate translation as a statement: [I can show you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-genericnoun",
        "orig_language_quote": "ὦ ἄνθρωπε κενέ",
        "note": "James continues to argue with the hypothetical opponent whom he referred to as “someone” in [verse 18](../02/18.md). Here he addresses him directly as foolish man. He means by this any foolish person who might argue against what James is saying. He is not addressing any particular foolish man. Use a natural expression in your language. Alternate translation: [any of you who are foolish]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ὦ ἄνθρωπε κενέ",
        "note": "James is using the term **man** in a generic sense that could mean any person, male or female. Alternate translation: [you foolish person]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἡ πίστις χωρὶς τῶν ἔργων ἀργή ἐστιν",
        "note": "James is speaking of **faith** as if it were a living thing that would be lazily doing nothing if it did not have works. Alternate translation: [a person’s faith is useless if he does not express it through works] or [a person’s faith is unproductive if he does not express it through works]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ πίστις χωρὶς τῶν ἔργων ἀργή ἐστιν",
        "note": "If it would be helpful in your language, you could express the abstract nouns **faith** and **works** by stating the ideas behind them with equivalent expressions. Alternate translation: [it is useless for a person to say that he believes in God if he does not do what God wants him to do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "ἡ πίστις χωρὶς τῶν ἔργων ἀργή ἐστιν",
        "note": "See the discussion of textual issues at the end of the introduction to this chapter to decide whether to use this reading in your translation or a different reading, [faith without works is dead.] The note below discusses a translation issue in that reading, for those who decide to use it."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἡ πίστις χωρὶς τῶν ἔργων ἀργή ἐστιν",
        "note": "If the reading “faith without works is dead” is accurate, then James is speaking of **faith** as if it would be alive if it had works but it would not be alive if it did not have them. Alternate translation: [a person’s faith is not genuine if he does not express it through works]"
      }
    ]
  },
  {
    "reference": "Jas 2:21",
    "bsb_verse_text": "Was not our father Abraham justified by what he did when he offered his son Isaac on the altar?",
    "ult_verse_text": "Was not Abraham our father justified by works when he offered up Isaac his son on the altar?",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "Ἀβραὰμ ὁ πατὴρ ἡμῶν οὐκ ἐξ ἔργων ἐδικαιώθη, ἀνενέγκας Ἰσαὰκ τὸν υἱὸν αὐτοῦ ἐπὶ τὸ θυσιαστήριον?",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement. Alternate translation: [Abraham our father was justified by works when he offered up Isaac his son on the altar.]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "Ἀβραὰμ ὁ πατὴρ ἡμῶν οὐκ ἐξ ἔργων ἐδικαιώθη, ἀνενέγκας Ἰσαὰκ τὸν υἱὸν αὐτοῦ ἐπὶ τὸ θυσιαστήριον?",
        "note": "James assumes that his readers will know that he is referring to a story recorded in the book of Genesis. In that story, God tells Abraham to offer his son Isaac as a sacrifice, but God does not really want Abraham to do that. Rather, God wants Abraham to demonstrate his faith and obedience by showing that he is willing to do it. God ultimately stops Abraham from sacrificing his son Isaac. You could indicate this explicitly if it would be helpful to your readers, particularly if they would not know the story and if they would think that Abraham actually did offer his son as a sacrifice. Alternate translation, as a statement: [Abraham our father was justified by works when he demonstrated that he was willing to obey God even if that meant offering his son Isaac as a sacrifice, although God did not actually want him to do that and God stopped him from doing it]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "Ἀβραὰμ ὁ πατὴρ ἡμῶν οὐκ ἐξ ἔργων ἐδικαιώθη",
        "note": "See the discussion in Part 2 of the General Introduction to James about how a person is justified before God. James is not saying that Abraham did something that made God consider him righteous. Rather, as James will explain in more detail in the next two verses, God had previously declared Abraham to be righteous because Abraham believed in him. What Abraham did subsequently, when he proved that he was willing to obey God, demonstrated that his faith was genuine. You could indicate this explicitly if it would be helpful to your readers, particularly if they might misunderstand and think that Abraham did something that made God consider him righteous. Alternate translation, as a statement: [God declared Abraham our father to be righteous because what he did demonstrated that he genuinely believed in God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "Ἀβραὰμ ὁ πατὴρ ἡμῶν οὐκ & ἐδικαιώθη",
        "note": "If your language does not use this passive form, you can express this with an active form, and you can state who did the action. Alternate translation, as a statement: [God justified Abraham our father” or “God declared Abraham our father to be righteous]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὁ πατὴρ ἡμῶν",
        "note": "James is using the term **father** to mean “ancestor.” Alternate translation: [Abraham our ancestor]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ὁ πατὴρ ἡμῶν",
        "note": "James is Jewish, descended from Abraham, and the people to whom he is writing also come from a Jewish background, so the word **our** would be inclusive, if your language marks that distinction."
      }
    ]
  },
  {
    "reference": "Jas 2:22",
    "bsb_verse_text": "You see that his faith was working with his actions, and his faith was perfected by what he did.",
    "ult_verse_text": "You see that the faith was working with his works and the faith was perfected from the works.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "βλέπεις",
        "note": "Here, to **see** represents to understand. Alternate translation: [So you should understand]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἡ πίστις συνήργει τοῖς ἔργοις αὐτοῦ, καὶ ἐκ τῶν ἔργων ἡ πίστις ἐτελειώθη",
        "note": "James is speaking of **faith** and **works** as if they were living things that could work together and help each other. Alternate translation: [Abraham was strengthened to do these works by his faith, and doing these works made his faith even stronger]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ πίστις συνήργει τοῖς ἔργοις αὐτοῦ, καὶ ἐκ τῶν ἔργων ἡ πίστις ἐτελειώθη",
        "note": "If it would be helpful in your language, you could express the abstract nouns **faith** and **works** by stating the ideas behind them with equivalent expressions. Alternate translation: [Abraham did these things because he believed in God, and because he did these things, he believed in God even more]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐκ τῶν ἔργων ἡ πίστις ἐτελειώθη",
        "note": "If your language does not use this passive form, you can express this with an active form. Alternate translation: [his works perfected his faith]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-reduplication",
        "orig_language_quote": "ἐκ τῶν ἔργων ἡ πίστις ἐτελειώθη",
        "note": "The verb **perfected** comes from the same root as the adjective “perfect” that James uses several times earlier in this letter. The verb refers similarly to something developing to the point where it is fully suited to its purpose. Alternate translation: [what he did helped his faith become fully mature]"
      }
    ]
  },
  {
    "reference": "Jas 2:23",
    "bsb_verse_text": "And the Scripture was fulfilled that says, “Abraham believed God, and it was credited to him as righteousness,” and he was called a friend of God.",
    "ult_verse_text": "And the scripture was fulfilled that says, “And Abraham believed God, and it was counted to him as righteousness,” and he was called a friend of God.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐπληρώθη ἡ Γραφὴ",
        "note": "If your language does not use this passive form, you can express this with an active form. Alternate translation: [this fulfilled the scripture]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐπίστευσεν δὲ Ἀβραὰμ τῷ Θεῷ, καὶ ἐλογίσθη αὐτῷ εἰς δικαιοσύνην",
        "note": "This is a quotation from [Genesis 15:6](../../gen/15/06.md). James assumes that his readers will know that it refers to how Abraham responded to God’s promise that even though he and his wife were old and had no children, he would have as many descendants as the stars in the sky. If it would be helpful to your readers, you could give an explicit indication of this. Alternate translation: [Abraham believed God’s promise that he would have many descendants, and so God considered Abraham to be in a right relationship with him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "φίλος Θεοῦ ἐκλήθη",
        "note": "James assumes that his readers will know that in [Isaiah 41:8](../../isa/41/08.md), God refers to the Israelites as “the offspring of Abraham my friend” and that in [2 Chronicles 20:7](../../2ch/20/07.md), in a prayer to God, King Jehoshaphat refers to the Israelites as “the descendants of Abraham your friend.” If it would be helpful to your readers, you could give an explicit indication of this. Alternate translation: [he was called a friend of God in later scriptures]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "φίλος Θεοῦ ἐκλήθη",
        "note": "If your language does not use this passive form, you can express this with an active form, and you can state who did the action. Alternate translation: [God, speaking through Isaiah, later called him his friend, and in prayer King Jehoshaphat also described him as God’s friend]"
      }
    ]
  },
  {
    "reference": "Jas 2:24",
    "bsb_verse_text": "As you can see, a man is justified by his deeds and not by faith alone.",
    "ult_verse_text": "You see that a man is justified from works and not from faith alone.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὁρᾶτε",
        "note": "Here, to **see** represents to understand. Alternate translation: [So you should understand]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-you",
        "orig_language_quote": "ὁρᾶτε",
        "note": "James returns here to the plural usage that he follows in most of the letter. So in your translation, use the plural form of “You” if your language marks that distinction. Other languages may have other ways of indicating the shift back to plural here. Alternate translation: [So all of you should understand]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἄνθρωπος",
        "note": "James is using the term **man** in a generic sense that could mean any person, male or female. Alternate translation: [a person]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "δικαιοῦται",
        "note": "If your language does not use this passive form, you can express this with an active form. Alternate translation: [becomes right with God] or [comes to have a right relationship with God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐξ ἔργων & καὶ οὐκ ἐκ πίστεως μόνον",
        "note": "If it would be helpful in your language, you could express the abstract nouns **faith** and **works** by stating the ideas behind them with equivalent expressions. Alternate translation: [by what he does and not just by what he believes]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐξ ἔργων & καὶ οὐκ ἐκ πίστεως μόνον",
        "note": "See the discussion in Part 2 of the General Introduction to James about how a person is justified before God. James is not saying that we need to add works to our faith in order to be justified. Rather, James is speaking of works that are an expression and proof of the saving faith that a person already has. You could indicate this explicitly if it would be helpful to your readers, particularly if they might misunderstand and think that James is saying that we have to add works to our faith in order for God to consider us righteous. Alternate translation: [by what he does as an expression of what he believes, and not just by what he believes]"
      }
    ]
  },
  {
    "reference": "Jas 2:25",
    "bsb_verse_text": "In the same way, was not even Rahab the prostitute justified by her actions when she welcomed the spies and sent them off on another route?",
    "ult_verse_text": "And similarly was not Rahab the prostitute also justified from works, having welcomed the messengers and having sent them away by another road?",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "ὁμοίως δὲ καὶ Ῥαὰβ ἡ πόρνη οὐκ ἐξ ἔργων ἐδικαιώθη, ὑποδεξαμένη τοὺς ἀγγέλους, καὶ ἑτέρᾳ ὁδῷ ἐκβαλοῦσα?",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement. Alternate translation: [Rahab the prostitute was also justified similarly from works when she welcomed the messengers and sent them away by another road.]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ὁμοίως & καὶ Ῥαὰβ ἡ πόρνη οὐκ & ἐδικαιώθη",
        "note": "If your language does not use this passive form, you can express this with an active form, and you can state who did the action. Alternate translation: [did not God similarly justify Rahab the prostitute] or [did not God similarly declare Rahab the prostitute to be righteous]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὁμοίως",
        "note": "If it would be helpful to your readers, you could state explicitly what **similarly** means in this context. Alternate translation: [in the same way as Abraham,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐξ ἔργων",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **works** with an equivalent expression. Alternate translation: [by what she did]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὑποδεξαμένη τοὺς ἀγγέλους, καὶ ἑτέρᾳ ὁδῷ ἐκβαλοῦσα",
        "note": "James assumes that his readers will know that he is referring to the episode recorded in the book of Joshua in which Joshua sent two spies to explore the land of Canaan. Rahab provided safety and shelter for these spies in her home, and she then sent them away safely by a route that their pursuers would not have expected them to take. If it would be helpful to your readers, you could give an explicit indication of this. Alternate translation: [when she provided shelter and safety in her home for the spies whom Joshua sent to explore the land of Canaan and when she sent these spies safely away by a route that their pursuers would not have expected them to take]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ἐκβαλοῦσα",
        "note": "Since there were two **messengers**, the pronoun **them** would be in the dual, if your language uses that form."
      }
    ]
  },
  {
    "reference": "Jas 2:26",
    "bsb_verse_text": "As the body without the spirit is dead, so faith without deeds is dead.",
    "ult_verse_text": "For just as the body without the spirit is dead, thus also the faith without works is dead.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "James is using the word **For** to introduce a general principle that can be deduced from the argument he has been making since [2:14](../02/14.md) that **faith** needs to be expressed in **works**. He does not say **For**, which often means “because,” to indicate that God justified Abraham and Rahab for this reason. Rather, he is using the word **For** in order to bring his argument to its conclusion. Alternate translation: [These specific cases confirm the general principle that]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τὸ σῶμα χωρὶς πνεύματος νεκρόν ἐστιν",
        "note": "The word translated **spirit** can also mean “breath.” Alternate translation: [a body that does not have the breath of life in it is dead]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἡ πίστις χωρὶς ἔργων νεκρά ἐστιν",
        "note": "James is speaking of **faith** as if it would be a living thing if it had works but not be alive if it did not have them. Alternate translation: [a person’s faith is not genuine if he does not express it through works]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ πίστις χωρὶς ἔργων νεκρά ἐστιν",
        "note": "If it would be helpful in your language, you could express the abstract nouns **faith** and **works** by stating the ideas behind them with equivalent expressions. Alternate translation: [if a person says he believes in God but he does not do what God wants him to do, then he does not really believe in God]"
      }
    ]
  },
  {
    "reference": "Jas 3:1",
    "bsb_verse_text": "Not many of you should become teachers, my brothers, because you know that we who teach will be judged more strictly.",
    "ult_verse_text": "Do not become many teachers, my brothers, knowing that we will receive greater judgment.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "μὴ πολλοὶ διδάσκαλοι γίνεσθε",
        "note": "Alternate translation: [Not many of you should become teachers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί μου",
        "note": "See how you translated the term **brothers** in [1:2](../01/02.md). Alternate translation: [my fellow believers]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἰδότες ὅτι",
        "note": "Alternate translation: [since you know that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "μεῖζον κρίμα λημψόμεθα",
        "note": "James is speaking of himself and other teachers but not of his readers, so the pronoun **we** is exclusive here. Alternate translation: [we who teach will receive greater judgment]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μεῖζον κρίμα λημψόμεθα",
        "note": "By **greater judgment**, James means that God will judge people who teach his word more strictly than he will judge other people. If it would be helpful to your readers, you could indicate explicitly why that is true. Alternate translation: [God will judge us who teach his word more strictly than he will judge other people, because our teaching greatly influences what other people believe and how they live]"
      }
    ]
  },
  {
    "reference": "Jas 3:2",
    "bsb_verse_text": "We all stumble in many ways. If anyone is never at fault in what he says, he is a perfect man, able to control his whole body.",
    "ult_verse_text": "For we all stumble much. If anyone does not stumble in word, he {is} a perfect man, able to bridle even the whole body.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "James is using **For** to introduce the reason why most of his readers should not become teachers, not the reason why God will judge teachers more strictly. If it would be helpful to your readers, you could explain this reason more fully as a separate sentence, as UST does."
      },
      {
        "support_reference": "",
        "orig_language_quote": "πολλὰ & πταίομεν ἅπαντες",
        "note": "James is using the adjective **much** as an adverb. Alternate translation: [we all stumble in many ways]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "πολλὰ & πταίομεν ἅπαντες",
        "note": "James is now speaking of himself and other teachers and also of his readers and people in general, so the pronoun **we** is inclusive here. Alternate translation: [everyone stumbles in many ways]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πολλὰ & πταίομεν ἅπαντες & ἐν λόγῳ οὐ πταίει",
        "note": "As in [2:10](../02/10.md), James is speaking of people sinning as if they would **stumble**, that is, trip and lose their balance while walking. Alternate translation: [we all sin in many ways … does not sin in word]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "εἴ τις ἐν λόγῳ οὐ πταίει",
        "note": "James is using the term **word** to mean what people say by using words. Alternate translation: [If anyone does not sin in what he says] or [If anyone does not say things that are wrong]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "οὗτος τέλειος ἀνήρ",
        "note": "As in [1:4](../01/04.md) and several other places earlier in this letter, the term **perfect** refers to something that has developed to the point where it is fully suited to its purpose. Alternate translation: [he is a spiritually mature person]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "δυνατὸς χαλιναγωγῆσαι καὶ ὅλον τὸ σῶμα",
        "note": "As in [1:26](../01/26.md), James speaks of a person being able to **bridle** himself as if that person were controlling a horse with a bridle. Alternate translation: [able to control his whole body]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "δυνατὸς χαλιναγωγῆσαι καὶ ὅλον τὸ σῶμα",
        "note": "James speaks of a person’s **body** to mean all of that person, including his actions and behavior. Alternate translation: [able to control everything he does]"
      }
    ]
  },
  {
    "reference": "Jas 3:3",
    "bsb_verse_text": "When we put bits into the mouths of horses to make them obey us, we can guide the whole animal.",
    "ult_verse_text": "Now if we put the bits into the mouths of the horses for them to obey us, we also turn their whole body.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-time-background",
        "orig_language_quote": "δὲ",
        "note": "James uses **Now** to introduce background information in the form of an illustration that will help his readers understand what he wants to teach them. If it would be helpful to your readers, you could translate the word with a phrase that shows that James is going to offer an illustration, as UST does."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "τῶν ἵππων τοὺς χαλινοὺς εἰς τὰ στόματα βάλλομεν",
        "note": "These **horses** are large animals that are used in many cultures to transport people and goods, and **bits** are small pieces of metal that are placed into horses’ mouths to control where they go. If your readers would not be familiar with **horses** and **bits**, in your translation you could use the name of another animal and a different device, or you could use a general expression. Alternate translation: [we put pegs into the noses of camels] or [we use small devices on the bodies of large animals]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἰς τὸ πείθεσθαι αὐτοὺς ἡμῖν",
        "note": "Alternate translation: [so that they will obey us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "καὶ ὅλον τὸ σῶμα αὐτῶν μετάγομεν",
        "note": "James means that by using a bit, people can **turn** the body of a horse in whatever direction they want. James is using the action of turning a horse to mean guiding or controlling it in general. Alternate translation: [this enables us to guide their whole body] or [this enables us to control their whole body]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὅλον τὸ σῶμα αὐτῶν",
        "note": "Since James speaks of **horses** in the plural, it might be more natural in your language to use the plural form of **body**. Alternate translation: [their whole bodies]"
      }
    ]
  },
  {
    "reference": "Jas 3:4",
    "bsb_verse_text": "Consider ships as well. Although they are so large and are driven by strong winds, they are steered by a very small rudder wherever the pilot is inclined.",
    "ult_verse_text": "Behold also the ships, being so large and driven by strong winds, it is turned by the smallest rudder where the inclination of the one steering desires.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἰδοὺ, καὶ τὰ πλοῖα",
        "note": "The term **Behold** focuses the attention of a listener or reader on what a speaker or writer is about to say. Though it literally means “look” or “see,” the term can be used to suggest giving notice and attention, and that is how James is using it here. Alternate translation: [Also consider the case of ships]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "πλοῖα & πηδαλίου",
        "note": "These **ships** are large vessels that are used to transport people or goods by water. A **rudder** is a flat device attached to the back of a ship under water that is used to steer it. If your readers would not be familiar with what **ships** are and what a **rudder** is, in your translation you could use the name of another transportation vehicle and a different device, or you could use a general expression. Alternate translation: [trucks … steering wheel] or [large vehicles … steering device]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τηλικαῦτα ὄντα, καὶ ὑπὸ ἀνέμων σκληρῶν ἐλαυνόμενα",
        "note": "It may be helpful to begin a new sentence here. Alternate translation: [Even though they are so large and driven by strong winds]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "τηλικαῦτα ὄντα, καὶ ὑπὸ ἀνέμων σκληρῶν ἐλαυνόμενα",
        "note": "If your language does not use this passive form, you can express this with an active form. Alternate translation: [Even though they are so large, and strong winds drive them]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "μετάγεται ὑπὸ ἐλαχίστου πηδαλίου",
        "note": "James is using the action of turning a ship to mean guiding or controlling the ship in general. (For example, a person might turn a ship in order to keep it upright, not just to direct it to a certain place.) Alternate translation: [it is controlled by the smallest rudder] or [it is guided by the smallest rudder]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "μετάγεται ὑπὸ ἐλαχίστου πηδαλίου",
        "note": "If your language does not use this passive form, you can express this with an active form. Alternate translation: [the smallest rudder turns it]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "μετάγεται ὑπὸ ἐλαχίστου πηδαλίου",
        "note": "Since James speaks of **ships** in the plural, it might be more natural in your language to use the plural in this clause as well. Alternate translation: [they are turned by the smallest rudders] or [the smallest rudders turn them]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "ἐλαχίστου πηδαλίου",
        "note": "James says **smallest**, using the superlative form of the adjective “small,” to express a meaning of the adjective in its positive form. Your language may use superlative forms in the same way. If not, you could translate this using the positive form. Alternate translation: [a very small rudder]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ὅπου ἡ ὁρμὴ τοῦ εὐθύνοντος βούλεται",
        "note": "James speaks of the **inclination** of the person steering a boat as if it were a living thing that desired to go in one direction or another. Alternate translation: [in whatever direction the one steering the boat wants it to go]"
      }
    ]
  },
  {
    "reference": "Jas 3:5",
    "bsb_verse_text": "In the same way, the tongue is a small part of the body, but it boasts of great things. Consider how small a spark sets a great forest ablaze.",
    "ult_verse_text": "Thus also the tongue is a small member, but it boasts great things. Behold how small a fire kindles so large a forest.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "οὕτως καὶ",
        "note": "James uses the words **Thus also** to introduce a simile or comparison between the human tongue and the small items he discussed in the previous two verses, a horse’s bit and a ship’s rudder. Alternate translation: [In the same way] or [Likewise]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "μικρὸν μέλος",
        "note": "Alternate translation: [a small part of the body]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "καὶ",
        "note": "Here, **but** introduces a contrast between the small size of the tongue and the great things that people use their tongues in speech to boast about."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "μεγάλα αὐχεῖ",
        "note": "James is saying that the **tongue** is a living thing that **boasts**. Alternate translation: [with it people boast great things]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "μεγάλα αὐχεῖ",
        "note": "James is using the adjective **great** in the plural as a noun. (ULT adds **things** to show this.) Your language may use adjectives in the same way. If not, you could translate the term with an equivalent phrase. Alternate translation: [with it people boast that they have done great things]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἰδοὺ",
        "note": "The term **Behold** focuses the attention of a listener or reader on what a speaker or writer is about to say. Alternate translation: [Consider]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἰδοὺ",
        "note": "The implication is that James is offering his readers a further analogy. You could include this information if that would be helpful to your readers. Alternate translation: [Consider as a further example]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "ἡλίκον πῦρ, ἡλίκην ὕλην ἀνάπτει",
        "note": "A **forest** is a place where there are many trees. If your readers would not be familiar with what a **forest** is, you could use a different illustration that would be familiar to them of an area that could be destroyed by fire, or you could use a general expression. Alternate translation: [how a small fire can quickly spread and burn much grassland] or [how a small fire can quickly spread and burn everything in a large area]"
      }
    ]
  },
  {
    "reference": "Jas 3:6",
    "bsb_verse_text": "The tongue also is a fire, a world of wickedness among the parts of the body. It pollutes the whole person, sets the course of his life on fire, and is itself set on fire by hell.",
    "ult_verse_text": "The tongue {represents} also a fire, the world of unrighteousness. The tongue is placed among our members, the thing staining the whole body and setting the course of existence on fire, and it is set on fire by Gehenna.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "καὶ ἡ γλῶσσα πῦρ",
        "note": "James is using the **tongue** to represent what people say, by association with the way the tongue is used for speech. Alternate translation: [What we say is also a fire]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "καὶ ἡ γλῶσσα πῦρ",
        "note": "James is using **fire** as an analogy for the destructive effects of what people say. Alternate translation: [What we say can also be very destructive]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ὁ κόσμος τῆς ἀδικίας",
        "note": "This is an idiom. The sense is that all the **unrighteousness** in the **world** could be expressed in what someone said. Alternate translation: [a vast source of unrighteousness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῆς ἀδικίας",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **unrighteousness** with an equivalent expression. In this context, the term refers to wrong things that people say. Alternate translation: [of sinful sayings]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "καθίσταται ἐν",
        "note": "If it would be helpful in your language, you could express this with an active verbal form. Alternate translation: [is in the middle of]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τοῖς μέλεσιν ἡμῶν",
        "note": "Alternate translation: [the other parts of our body]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "σπιλοῦσα ὅλον τὸ σῶμα",
        "note": "James speaks of the effects of speech as if a person’s tongue were **staining** his **body**. Alternate translation: [making the whole body impure]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "σπιλοῦσα ὅλον τὸ σῶμα",
        "note": "James is using the **body** to represent the entire person, since he is saying in this verse that bad speech has morally corrupting effects. Alternate translation: [making the whole person morally corrupt]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "φλογίζουσα τὸν τροχὸν τῆς γενέσεως",
        "note": "The **course of existence** is an idiom that could refer to: (1) a person’s entire life, from birth to death. Alternate translation: [setting a person’s entire life on fire]; (2) succeeding generations. Alternate translation: [setting on fire one generation of people after another]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "φλογίζουσα τὸν τροχὸν τῆς γενέσεως",
        "note": "James is speaking of the destructive effects of bad speech as if they were **setting** a person’s life **on fire**. Alternate translation: [causing destruction throughout a person’s entire life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "φλογιζομένη ὑπὸ τῆς Γεέννης",
        "note": "If it would be helpful in your language, you could express this with an active verbal form. Alternate translation: [Gehenna sets it on fire]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "φλογιζομένη ὑπὸ τῆς Γεέννης",
        "note": "James continues to speak of the destructive effects of bad speech as if they were **fire**. Alternate translation: [its destructive effects come from Gehenna]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῆς Γεέννης",
        "note": "James is using **Gehenna**, where refuse was thrown and fires burned continually, to mean hell. Alternate translation: [hell]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῆς Γεέννης",
        "note": "Since hell, as a location, would not be able to influence people’s speech and conduct, James is likely using the name **Gehenna** to mean the devil by association. Alternate translation: [the devil]"
      }
    ]
  },
  {
    "reference": "Jas 3:7",
    "bsb_verse_text": "All kinds of animals, birds, reptiles, and creatures of the sea are being tamed and have been tamed by man,",
    "ult_verse_text": "For every kind, both of beasts and birds, both of reptiles and marine animals, is being tamed and has been tamed by the human kind.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-time-background",
        "orig_language_quote": "γὰρ",
        "note": "James uses **For** to introduce background information in the form of an illustration that will help his readers understand what he wants to teach them. Alternate translation: [Now]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "πᾶσα & φύσις θηρίων τε καὶ πετεινῶν, ἑρπετῶν τε καὶ ἐναλίων, δαμάζεται καὶ δεδάμασται",
        "note": "Here, **every** is a generalization for emphasis. Alternate translation: [many different kinds of beasts, birds, reptiles, and marine animals are being tamed and have been tamed]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "πᾶσα γὰρ φύσις θηρίων τε καὶ πετεινῶν, ἑρπετῶν τε καὶ ἐναλίων",
        "note": "If you retain the generalization in your translation, it might be more natural in your language to use the singular for the creatures on this list. Alternate translation: [every kind of beast, bird, reptile, and marine animal]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-merism",
        "orig_language_quote": "πᾶσα γὰρ φύσις θηρίων τε καὶ πετεινῶν, ἑρπετῶν τε καὶ ἐναλίων",
        "note": "James is using various categories of creatures to mean every creature. Alternate translation: [every kind of creature that exists]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "ἐναλίων",
        "note": "James is using the adjective **marine** in the plural as a noun. (ULT adds **animals** to show this.) Your language may use adjectives in the same way. If not, you could translate the term with an equivalent phrase. Alternate translation: [sea creatures]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "δαμάζεται καὶ δεδάμασται τῇ φύσει τῇ ἀνθρωπίνῃ",
        "note": "If your language does not use this passive form, you can express this with an active form. Alternate translation (place the phrase right after “For”): [the human kind is taming and has tamed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "δαμάζεται καὶ δεδάμασται τῇ φύσει τῇ ἀνθρωπίνῃ",
        "note": "James says both **is being tamed** and **has been tamed** for emphasis. If it would be helpful in your language, you could combine them. Alternate translation (place the phrase right after “For”): [the human kind is in the process of taming]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τῇ φύσει τῇ ἀνθρωπίνῃ",
        "note": "Alternate translation: [by people]"
      }
    ]
  },
  {
    "reference": "Jas 3:8",
    "bsb_verse_text": "but no man can tame the tongue. It is a restless evil, full of deadly poison.",
    "ult_verse_text": "But no one of men is able to tame the tongue, an unsettled evil, full of deadly poison.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "οὐδεὶς & ἀνθρώπων",
        "note": "James is using the term **men** in a generic sense that includes all people. Alternate translation: [no human being]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "δαμάσαι",
        "note": "By analogy with the animals he discussed in the previous verse, James is using the word **tame** to mean “control.” Alternate translation: [to control]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τὴν & γλῶσσαν",
        "note": "James is using the **tongue** to represent what people say, by association with the way the tongue is used for speech. Alternate translation: [what he says]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "ἀκατάστατον κακόν",
        "note": "James is using the adjective **evil** as a noun. Your language may use adjectives in the same way. If not, you could translate this word with an equivalent phrase. Alternate translation: [an unsettled evil thing]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἀκατάστατον κακόν",
        "note": "In this context, the word **unsettled** means “restless.” James is speaking of the **tongue** as if it were a living thing that could never rest because it always had to be saying bad things. It may be helpful to begin a new sentence here. Alternate translation: [We are constantly saying evil things]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μεστὴ ἰοῦ θανατηφόρου",
        "note": "James is using **deadly poison** as an analogy for the destructive effects of what people say. Alternate translation: [and having very destructive effects]"
      }
    ]
  },
  {
    "reference": "Jas 3:9",
    "bsb_verse_text": "With the tongue we bless our Lord and Father, and with it we curse men, who have been made in God’s likeness.",
    "ult_verse_text": "With it we bless the Lord and Father, and with it we curse the men, the ones having come into being according to the likeness of God.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ἐν αὐτῇ εὐλογοῦμεν & καὶ ἐν αὐτῇ καταρώμεθα",
        "note": "The pronoun **it** refers to the tongue. Alternate translation: [With our tongue we bless … and with our tongue we curse]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐν αὐτῇ εὐλογοῦμεν & καὶ ἐν αὐτῇ καταρώμεθα",
        "note": "James is using the **tongue** to represent what people say, by association with the way the tongue is used for speech. Alternate translation: [We use our tongue in speech to bless … and we use our tongue in speech to curse] or [By what we say, we bless … and by what we say, we curse]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "εὐλογοῦμεν",
        "note": "In this context, **bless** does not mean to confer a blessing on someone, as a superior would to an inferior. Rather, it means to say good things about someone. Alternate translation: [we say good things about]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "τὸν Κύριον καὶ Πατέρα",
        "note": "James is not talking about two different people. He is expressing a single idea by using two nouns connected with **and**. The noun **Father** further identifies **the Lord**. Alternate translation: [the Lord our Father]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/guidelines-sonofgodprinciples",
        "orig_language_quote": "Πατέρα",
        "note": "**Father** is an important title for God."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "τοὺς ἀνθρώπους",
        "note": "James is using the term **men** in a generic sense that includes all people. Alternate translation: [people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τοὺς καθ’ ὁμοίωσιν Θεοῦ γεγονότας",
        "note": "James means implicitly that God created people in his own **likeness**. Alternate translation: [whom God made according to his own likeness]"
      }
    ]
  },
  {
    "reference": "Jas 3:10",
    "bsb_verse_text": "Out of the same mouth come blessing and cursing. My brothers, this should not be!",
    "ult_verse_text": "Out from the same mouth come blessing and cursing. It is not fitting, my brothers, {for} these things to happen thus.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐκ τοῦ αὐτοῦ στόματος ἐξέρχεται εὐλογία καὶ κατάρα",
        "note": "By association with the way the mouth is used for speech, James is using the **mouth** to represent what people say. Alternate translation: [The same person speaks blessing and cursing]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐκ τοῦ αὐτοῦ στόματος ἐξέρχεται εὐλογία καὶ κατάρα",
        "note": "If it would be helpful in your language, you could express the abstract nouns **blessing** and **cursing** by stating the ideas behind them with equivalent expressions. Alternate translation: [The same person says things to bless God and to curse people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "εὐλογία",
        "note": "See how you translated the word “bless” in [3:9](../03/09.md). You may wish to use a similar translation here. Alternate translation: [good sayings]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "οὐ χρή, ἀδελφοί μου, ταῦτα οὕτως γίνεσθαι",
        "note": "James is speaking here. Alternate translation: [My brothers, things like this should not happen]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί μου",
        "note": "See how you translated the term **brothers** in [1:2](../01/02.md). Alternate translation: [my fellow believers]"
      }
    ]
  },
  {
    "reference": "Jas 3:11",
    "bsb_verse_text": "Can both fresh water and salt water flow from the same spring?",
    "ult_verse_text": "The spring does not gush the sweet and the bitter from the same opening, does it?",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublenegatives",
        "orig_language_quote": "μήτι ἡ πηγὴ ἐκ τῆς αὐτῆς ὀπῆς βρύει τὸ γλυκὺ καὶ τὸ πικρόν",
        "note": "The first word of this sentence in Greek is a negative word that can be used to turn a statement into a question that expects a negative answer. ULT shows this by adding “does it?” Your language may have other ways of asking a question that expects a negative answer, for example, by changing the word order of a positive statement. Alternate translation: [Does a spring gush the sweet and the bitter from the same opening]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "μήτι ἡ πηγὴ ἐκ τῆς αὐτῆς ὀπῆς βρύει τὸ γλυκὺ καὶ τὸ πικρόν?",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement or an exclamation. Alternate translation: [A spring does not gush the sweet and the bitter from the same opening!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "ἡ πηγὴ",
        "note": "If your readers would not be familiar with a **spring**, you could use the name of something similar in your area, or you could use a more general term. In this context, the term **spring** refers to a spring of water, that is, a flow of water that comes up from a source under the ground. Alternate translation: [A spring of water]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "τὸ γλυκὺ καὶ τὸ πικρόν",
        "note": "James is using the adjectives **sweet** and **bitter** as nouns to refer to types of water. Your language may use adjectives in the same way. If not, you could translate these with equivalent expressions. Alternate translation: [sweet water and bitter water]"
      }
    ]
  },
  {
    "reference": "Jas 3:12",
    "bsb_verse_text": "My brothers, can a fig tree grow olives, or a grapevine bear figs? Neither can a salt spring produce fresh water.",
    "ult_verse_text": "A fig tree is not able to make olives, is it, my brothers, or a grapevine, figs? Nor salty to make sweet water.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublenegatives",
        "orig_language_quote": "μὴ δύναται, ἀδελφοί μου, συκῆ ἐλαίας ποιῆσαι",
        "note": "The first word of this sentence in Greek is a negative word that can be used to turn a statement into a question that expects a negative answer. ULT shows this by adding “is it?” Your language may have other ways of asking a question that expects a negative answer, for example, by changing the word order of a positive statement. Alternate translation: [Is a fig tree able to make olives]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "μὴ δύναται, ἀδελφοί μου, συκῆ ἐλαίας ποιῆσαι",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement. Alternate translation: [A fig tree is not able to make olives]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "μὴ δύναται, ἀδελφοί μου, συκῆ ἐλαίας ποιῆσαι",
        "note": "A **fig tree** is a tree that produces small, sweet fruit. Although **olives** also grow on trees and are technically fruit, they are oily and pungent. If your readers would not be familiar with these kinds of fruit, you could use two other contrasting kinds of fruit as examples, or you could use a general expression. Alternate translation (as a statement): [One kind of tree is not able to produce fruit that would grow on a different kind of tree]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί μου",
        "note": "See how you translated the term **brothers** in [1:2](../01/02.md). Alternate translation: [my fellow believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἢ ἄμπελος σῦκα",
        "note": "James is leaving out some of the words that a sentence would need in many languages in order to be complete. These words can be supplied from earlier in the sentence. Alternate translation: [or is a grapevine able to make figs]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "ἢ ἄμπελος σῦκα",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement if you also translated the question in the earlier part of the sentence as a statement. Alternate translation: [and a grapevine is not able to make figs]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "ἢ ἄμπελος σῦκα",
        "note": "A **grapevine** is a woody vine that produces small, juicy fruit. This fruit is quite different from **figs**. If your readers would not be familiar with these kinds of fruit, you could use two other contrasting kinds of fruit as examples, or you could use a general expression. If you already used a general expression earlier in the verse, you could restate it here as a separate sentence for emphasis. Alternate translation: [No, a tree is not able to do that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἢ ἄμπελος σῦκα?",
        "note": "James is leaving out some of the words that a sentence would need in many languages in order to be complete. These words can be supplied from earlier in the verse. Alternate translation: [or is a grapevine able to produce figs]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οὔτε ἁλυκὸν γλυκὺ ποιῆσαι ὕδωρ",
        "note": "James concludes his teaching about speech with this final example. It may be helpful after this example to restate the implications of all the examples that James has given in this verse and in the previous verse, as UST does."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "οὔτε ἁλυκὸν γλυκὺ ποιῆσαι ὕδωρ",
        "note": "James is leaving out some of the words that a sentence would need in many languages in order to be complete. These words can be supplied from earlier in the verse. Alternate translation: [And water that is salty is not able to produce sweet water]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "ἁλυκὸν",
        "note": "James is using the adjective **salty** as a noun. Since James is speaking of something that can **make** or produce **water**, he is likely speaking of a spring. Your language may use adjectives in the same way. If not, you could translate this with an equivalent expression. Alternate translation: [a saline spring]"
      }
    ]
  },
  {
    "reference": "Jas 3:13",
    "bsb_verse_text": "Who is wise and understanding among you? Let him show it by his good conduct, by deeds done in the humility that comes from wisdom.",
    "ult_verse_text": "Who {is} wise and understanding among you? Let him show his works from his good conduct in humility of wisdom.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "τίς σοφὸς καὶ ἐπιστήμων ἐν ὑμῖν? δειξάτω",
        "note": "James is not looking for information. He is using the question form to express a condition. If it would be helpful in your language, you could express this question by translating this as a conditional statement. Alternate translation: [If anyone is wise and understanding among you, let him show]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "σοφὸς καὶ ἐπιστήμων",
        "note": "The words **wise** and **understanding** mean similar things. James is using them together for emphasis. If it would be helpful in your language, you could express this connection by translating them with a single expression. Alternate translation: [truly wise]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "δειξάτω ἐκ τῆς καλῆς ἀναστροφῆς τὰ ἔργα αὐτοῦ ἐν πραΰτητι σοφίας",
        "note": "If it would be helpful in your language, you could express the abstract nouns **works**, **conduct**, **humility**, and **wisdom** by stating the ideas behind them with equivalent expressions. Alternate translation: [Let him show by conducting himself well, and by being humble as a wise person should be, that he does what God wants him to do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ἐν πραΰτητι σοφίας",
        "note": "James is using the possessive form to describe **humility** that comes from **wisdom**. Alternate translation: [in the humility that comes from wisdom] or [with the humble attitude that comes from being wise]"
      }
    ]
  },
  {
    "reference": "Jas 3:14",
    "bsb_verse_text": "But if you harbor bitter jealousy and selfish ambition in your hearts, do not boast in it or deny the truth.",
    "ult_verse_text": "But if you have bitter jealousy and ambition in your heart, do not boast and lie against the truth.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ζῆλον πικρὸν ἔχετε, καὶ ἐριθείαν ἐν τῇ καρδίᾳ ὑμῶν",
        "note": "James is using the **heart** to represent the thoughts and emotions. Alternate translation: [you have bitterly envious and ambitious thoughts and feelings]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ζῆλον πικρὸν ἔχετε, καὶ ἐριθείαν ἐν τῇ καρδίᾳ ὑμῶν",
        "note": "If it would be helpful in your language, you could express the abstract nouns **jealousy** and **ambition** by stating the ideas behind them with equivalent expressions. Alternate translation: [in your heart you resent what other people have and you want to be more successful than anyone else]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τῇ καρδίᾳ ὑμῶν",
        "note": "Since **you** and **your** are plural in this verse, if you retain the metaphor **heart** in your translation, it might be more natural in your language to use the plural form of that word. Alternate translation: [your hearts]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μὴ κατακαυχᾶσθε καὶ ψεύδεσθε κατὰ τῆς ἀληθείας",
        "note": "Since James says in the previous verse that someone who is truly wise will be humble, he could be saying here that if someone claims to be wise but is jealous and ambitious, he is showing that he is actually not wise. Alternate translation: [then do not boast that you are wise, because that would not be true]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ψεύδεσθε κατὰ τῆς ἀληθείας",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **truth** with an adjective such as “true.” Alternate translation: [tell lies that are not true]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicitinfo",
        "orig_language_quote": "ψεύδεσθε κατὰ τῆς ἀληθείας",
        "note": "In your language, it might seem that this phrase expresses unnecessary extra information. If so, you could express the same meaning in a different way. Alternate translation: [say things that are not true]"
      }
    ]
  },
  {
    "reference": "Jas 3:15",
    "bsb_verse_text": "Such wisdom does not come from above, but is earthly, unspiritual, demonic.",
    "ult_verse_text": "This is not the wisdom coming down from above, but {it is} earthly, soulish, demonic.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "αὕτη",
        "note": "**This** refers to the “bitter jealousy and ambition” that James describes in the previous verse. If it would be helpful to your readers, you could state that explicitly. Alternate translation: [This bitter jealousy and ambition]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ σοφία",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **wisdom** with an adjective such as “wise.” Alternate translation: [the wise way of living]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἄνωθεν κατερχομένη",
        "note": "James says **from above**, meaning “from heaven,” as a spatial metaphor that means “from God.” Alternate translation: [that comes from God] or [that God teaches]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐπίγειος",
        "note": "The word **earthly** refers to the values and behavior of people who do not honor God. James uses the word by association with the way such people live on earth without regard for the values and behavior that are characteristic of heaven. Alternate translation: [not honoring to God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ψυχική",
        "note": "James is using one part of the human being, the soul, as opposed to another part, the spirit, to mean “unspiritual.” The sense could be either that this behavior has no regard for spiritual things or that it does not come from the Holy Spirit. Alternate translation: [unspiritual]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "δαιμονιώδης",
        "note": "Alternate translation: [from demons] or [like the behavior of demons]"
      }
    ]
  },
  {
    "reference": "Jas 3:16",
    "bsb_verse_text": "For where jealousy and selfish ambition exist, there will be disorder and every evil practice.",
    "ult_verse_text": "For where {there is} jealousy and ambition, there {is} unsettledness and every wicked deed.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γὰρ",
        "note": "James is giving the reason for the statement he made in the previous verse. Alternate translation: [It is clear that this is not godly wisdom, because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ὅπου & ζῆλος καὶ ἐριθεία, ἐκεῖ ἀκαταστασία καὶ πᾶν φαῦλον πρᾶγμα",
        "note": "If it would be helpful in your language, you could express the abstract nouns **envy**, **ambition**, and **unsettledness** by stating the ideas behind them with equivalent expressions. Alternate translation: [when people are envious and ambitious, this causes them to act in disorderly and evil ways]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "πᾶν φαῦλον πρᾶγμα",
        "note": "Here, **every** is a generalization for emphasis. Alternate translation: [many kinds of wicked deeds]"
      }
    ]
  },
  {
    "reference": "Jas 3:17",
    "bsb_verse_text": "But the wisdom from above is first of all pure, then peace-loving, gentle, accommodating, full of mercy and good fruit, impartial, and sincere.",
    "ult_verse_text": "But the wisdom from above first indeed is pure, then peaceable, gentle, cooperative, full of mercy and good fruits, impartial, sincere.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ & σοφία",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **wisdom** with an adjective such as “wise.” Alternate translation: [the wise way of living]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἄνωθεν",
        "note": "See how you translated this phrase in [3:15](../03/15.md). Alternate translation: [that comes from God] or [that God teaches]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "καρπῶν ἀγαθῶν",
        "note": "James speaks of **good fruits** to mean kind things that people do for others as a result of having wisdom from God. Alternate translation: [good deeds]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἀνυπόκριτος",
        "note": "Alternate translation: [not hypocritical] or [honest] or [truthful]"
      }
    ]
  },
  {
    "reference": "Jas 3:18",
    "bsb_verse_text": "Peacemakers who sow in peace reap the fruit of righteousness.",
    "ult_verse_text": "And the fruit of righteousness is sown in peace by those making peace.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "καρπὸς & δικαιοσύνης ἐν εἰρήνῃ σπείρεται, τοῖς ποιοῦσιν εἰρήνην",
        "note": "James speaks of those who **make peace** as if they were sowing seeds, and of righteousness as if it were **fruit** that grew from those seeds. Alternate translation: [those who work in peace to make peace produce righteousness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "καρπὸς & δικαιοσύνης ἐν εἰρήνῃ σπείρεται, τοῖς ποιοῦσιν εἰρήνην",
        "note": "If it would be helpful in your language, you could express the abstract nouns **righteousness** and **peace** by stating the ideas behind them with equivalent expressions. Alternate translation: [those who work peacefully to help people live together peacefully are helping those people to live in the right way]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "καρπὸς & δικαιοσύνης ἐν εἰρήνῃ σπείρεται, τοῖς ποιοῦσιν εἰρήνην",
        "note": "If you decide to retain the metaphor of sowing, you could express it with an active verbal form, if that would be helpful to your readers. Alternate translation: [those who make peace sow the fruit of righteousness in peace]"
      }
    ]
  },
  {
    "reference": "Jas 4:1",
    "bsb_verse_text": "What causes conflicts and quarrels among you? Don’t they come from the passions at war within you?",
    "ult_verse_text": "From where {are} wars and from where {are} battles among you? {Are they} not from there, from your lusts, the ones fighting in your members?",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πόθεν πόλεμοι καὶ πόθεν μάχαι ἐν ὑμῖν",
        "note": "James is using the terms **wars** and **battles**. Alternate translation: [Where do the conflicts and disputes that you are having come from]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "πόθεν πόλεμοι καὶ πόθεν μάχαι ἐν ὑμῖν?",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement. Alternate translation: [I will tell you where the conflicts and disputes that you are having come from.]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "πόθεν πόλεμοι καὶ πόθεν μάχαι ἐν ὑμῖν?",
        "note": "The words **wars** and **battles** mean similar things. James is using them together for emphasis. If it would be helpful in your language, you could express this connection by translating them with a single expression. Alternate translation (as a statement): [I will tell you where the continual conflicts that you are having come from.]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "οὐκ ἐντεῦθεν ἐκ τῶν ἡδονῶν ὑμῶν, τῶν στρατευομένων ἐν τοῖς μέλεσιν ὑμῶν?",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement. Alternate translation: [This is where they come from: from your lusts, which fight in your members.]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῶν ἡδονῶν ὑμῶν, τῶν στρατευομένων ἐν τοῖς μέλεσιν ὑμῶν",
        "note": "As in [3:6](../03/06.md), **members** means “parts of the body.” This could mean: (1) the phrase **in your members** indicates the location of the **lusts** that James is describing. He could be saying that the outward fights between members of the community have their origin in inward lusts that lead people to fight for what they want, as he describes in the next verse. If so, he is using the parts of the body to represent a person’s thoughts and emotions. Alternate translation: [the lusts inside of you that fight]; (2) the word translated **in** means “among.” The sense would then be that these **lusts** fight against one part of the person after another, seeking to gain control of the whole person. Since the **lusts** would actually be gaining control over non-physical aspects of a person, such as his will and values, James would once again be using the physical parts of the body to express his meaning. Alternate translation: [your lusts, which fight to control you]; (3) James is speaking of the community of believers as if it were a body and of individual believers as if they were parts of that body. Alternate translation: [your lusts, which fight against other believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "τῶν ἡδονῶν ὑμῶν, τῶν στρατευομένων ἐν τοῖς μέλεσιν ὑμῶν",
        "note": "In all of the cases that the previous note discusses, James would be speaking of **lusts** as if they were living things that could **fight.** Alternate translation: [the lusts inside of you that cause you to fight to get what you want] or [your lusts, which cause you to value and choose certain things in order to gratify them] or [your lusts, which cause you to fight against other believers]"
      }
    ]
  },
  {
    "reference": "Jas 4:2",
    "bsb_verse_text": "You crave what you do not have; you kill and covet, but are unable to obtain it. You quarrel and fight. You do not have, because you do not ask.",
    "ult_verse_text": "You covet, and you do not have. You kill and envy, and you are not able to obtain. You battle and war. You do not have because you do not ask.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἐπιθυμεῖτε καὶ οὐκ ἔχετε; φονεύετε καὶ ζηλοῦτε, καὶ οὐ δύνασθε ἐπιτυχεῖν",
        "note": "In both of these sentences, James is using the word translated **and** to introduce a contrast between the first and second clauses. Alternate translation: [You covet, but you do not have. You kill and envy, but you are not able to obtain]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἐπιθυμεῖτε καὶ οὐκ ἔχετε; φονεύετε καὶ ζηλοῦτε, καὶ οὐ δύνασθε ἐπιτυχεῖν",
        "note": "Your language may require you to specify the objects of **have** and **obtain**. Alternate translation: [You covet, but you do not have what you covet. You kill and envy, but you are not able to obtain the things that you envy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "ἐπιθυμεῖτε καὶ οὐκ ἔχετε; φονεύετε καὶ ζηλοῦτε, καὶ οὐ δύνασθε ἐπιτυχεῖν",
        "note": "These two sentences mean similar things. James is using them together for emphasis. If it would be helpful in your language, you could combine them. Alternate translation: [You desperately want things that other people have, but you could not get them]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "φονεύετε καὶ ζηλοῦτε",
        "note": "James probably does not mean the word **kill** literally. Rather, this could mean: (1) James is using the word in a figurative and spiritual sense to mean “hate.” This usage would reflect the teaching of Jesus and the apostles. Jesus said that the meaning of the commandment “do not kill” also applied to being angry with others and insulting them ([Matthew 5:21–22](../../mat/05/21.md)). The apostle John wrote that “everyone who hates his brother is a murderer” ([1 John 3:15](../../1jn/03/15.md)). Alternate translation: [You hate and envy]; (2) James is describing someone wanting something so badly that he would almost kill to get it. Alternate translation: [You envy almost to the point of murder]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "φονεύετε καὶ ζηλοῦτε",
        "note": "James is expressing a single idea by using two words connected with **and.** The word **kill** describes how his readers **envy** what others have. Alternate translation: [you envy hatefully] or [you envy murderously]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μάχεσθε καὶ πολεμεῖτε",
        "note": "As in [4:1](../04/01.md), James is using the terms **battle** and **war**. Alternate translation: [You engage in disputes and conflicts]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "μάχεσθε καὶ πολεμεῖτε",
        "note": "The words **battle** and **war** mean similar things. James is using them together for emphasis. If it would be helpful in your language, you could express this connection by translating them with a single expression. Alternate translation: [You have continual conflicts]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οὐκ ἔχετε, διὰ τὸ μὴ αἰτεῖσθαι ὑμᾶς",
        "note": "If it would be helpful to your readers, you could express more fully what this means. Alternate translation: [You do not get what you want because you do not ask God for it]"
      }
    ]
  },
  {
    "reference": "Jas 4:3",
    "bsb_verse_text": "And when you do ask, you do not receive, because you ask with wrong motives, that you may squander it on your pleasures.",
    "ult_verse_text": "You ask and you do not receive, because you ask badly, so that you may spend on your lusts.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "αἰτεῖτε καὶ οὐ λαμβάνετε",
        "note": "James is using the word translated **and** to introduce a contrast between these two clauses. Alternate translation: [You ask but you do not receive]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "κακῶς αἰτεῖσθε",
        "note": "James does not mean that his readers are asking for things in the wrong way. He means that they are asking for the wrong reason. Alternate translation: [you are asking for the wrong reason]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἵνα ἐν ταῖς ἡδοναῖς ὑμῶν δαπανήσητε",
        "note": "James says that his readers would **spend** what they acquired on their lusts. Alternate translation: [so that you could gratify your sinful desires]"
      }
    ]
  },
  {
    "reference": "Jas 4:4",
    "bsb_verse_text": "You adulteresses! Do you not know that friendship with the world is hostility toward God? Therefore, whoever chooses to be a friend of the world renders himself an enemy of God.",
    "ult_verse_text": "You adulteresses! Do you not know that the friendship with the world is enmity with God? Therefore whoever wants to be a friend of the world is made an enemy of God.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "μοιχαλίδες",
        "note": "Alternate translation: \\\\[Adulteresses\\\\]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μοιχαλίδες",
        "note": "James is describing his readers as married women who have sexual relations with men who are not their husbands. This metaphor is used many places in the Bible to represent unfaithfulness to God. Alternate translation: [You are not being faithful to God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "οὐκ οἴδατε ὅτι ἡ φιλία τοῦ κόσμου, ἔχθρα τοῦ Θεοῦ ἐστιν?",
        "note": "James is using the question form for emphasis and as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement or an exclamation. Alternate translation: [Certainly you know that friendship with the world is enmity with God!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ φιλία τοῦ κόσμου, ἔχθρα τοῦ Θεοῦ ἐστιν",
        "note": "If it would be helpful in your language, you could express the abstract nouns **friendship** and **enmity** by stating the ideas behind them with the concrete nouns “friend” and “enemy.” Alternate translation: [if you are a friend of the world, you are an enemy of God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἡ φιλία τοῦ κόσμου",
        "note": "As in [1:27](../01/27.md), James is using the term **world** to mean the system of values shared by people who do not honor God. Alternate translation: [friendship with an ungodly value system]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἡ φιλία τοῦ κόσμου",
        "note": "James is speaking of this ungodly value system as if it were a person with whom someone could be friends. Alternate translation: [living by an ungodly value system]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἔχθρα τοῦ Θεοῦ ἐστιν",
        "note": "James probably does not consider that his readers have literally become sworn enemies of God. He is using the term **enmity** to describe how opposed the worldly value system is to the way God wants people to live. Alternate translation: [is contrary to what God wants]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "φίλος εἶναι τοῦ κόσμου",
        "note": "See how you translated the term **world** earlier in this verse. Alternate translation: [to be a friend of an ungodly value system]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "φίλος εἶναι τοῦ κόσμου",
        "note": "James speaks again of the ungodly value system as if it were a person with whom someone could be friends. Alternate translation: [to live by an ungodly value system]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "καθίσταται",
        "note": "If it would be helpful in your language, you could express this with an active form. Alternate translation: [makes himself]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐχθρὸς τοῦ Θεοῦ",
        "note": "See how you translated the similar expression earlier in this verse. Alternate translation: [someone who lives in a way contrary to what God wants]"
      }
    ]
  },
  {
    "reference": "Jas 4:5",
    "bsb_verse_text": "Or do you think the Scripture says without reason that the Spirit He caused to dwell in us yearns with envy?",
    "ult_verse_text": "Or do you think that the scripture says vainly, “The Spirit whom he caused to live in us longs with jealousy”?",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "ἢ δοκεῖτε ὅτι κενῶς ἡ Γραφὴ λέγει",
        "note": "James is using the question form as a teaching tool. If it would be helpful in your language, you could express this question by translating his words as a statement. (In this context, the term **vainly** means “for no good reason,” not “in a conceited way.”) Alternate translation: [There is a good reason why the Scripture says]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἡ Γραφὴ λέγει",
        "note": "James is describing the general teaching of the Bible, not referring to a specific passage. In cases like this, your language might use the plural instead of the singular. Alternate translation: [the Scriptures say]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἡ Γραφὴ λέγει",
        "note": "James is speaking of the Bible as if it could speak on its own. Alternate translation: [it is written in the Scriptures] or [we can read in the Scriptures]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "πρὸς φθόνον ἐπιποθεῖ τὸ Πνεῦμα ὃ κατῴκισεν ἐν ἡμῖν",
        "note": "Here, **Spirit** could mean: (1) the Holy Spirit, who could be the subject of the verb **longs**. The idea of the Spirit being jealous would fit with the adultery metaphor in the previous verse. Alternate translation: [The Spirit whom God has caused to live in us longs for us to live faithfully to God]; (2) the Holy Spirit, who could be the object of the verb **longs**, in which case God would be the subject of that verb. This interpretation would also fit with the adultery metaphor. Alternate translation: [God longs jealously for us to live by the Spirit whom he has caused to live in us]; (3) the human spirit, in which case the statement would be repeating what James said in [4:2](../04/02.md) about people coveting and envying. Alternate translation: [The spirit that God has caused to live in us longs jealously for things that it does not have]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ὃ κατῴκισεν ἐν ἡμῖν",
        "note": "Whatever the interpretation of the entire sentence, the pronoun **he** in this clause refers to God. Alternate translation: [whom God caused to live in us]"
      }
    ]
  },
  {
    "reference": "Jas 4:6",
    "bsb_verse_text": "But He gives us more grace. This is why it says: “God opposes the proud, but gives grace to the humble.”",
    "ult_verse_text": "But he gives greater grace. Therefore it says, “God opposes the proud, but he gives grace to the humble.”",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μείζονα δὲ δίδωσιν χάριν",
        "note": "In light of what he says in the previous two verses, James is drawing a contrast between what God might be expected to do and what God actually does. If it would be helpful to your readers, you could state the contrast more explicitly. Alternate translation: [But even though God is jealous if we are friends with the world, he does not reject us. Instead, he gives us even more grace to be friends with him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "μείζονα δὲ δίδωσιν χάριν",
        "note": "The pronoun **he** refers to God. Alternate translation: [But God gives greater grace]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "μείζονα & χάριν",
        "note": "The comparative **greater** refers to quantity rather than to size. Alternate translation: [even more grace]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "διὸ λέγει",
        "note": "The pronoun **it** refers to the Scripture, the antecedent from the previous verse. Even though James is now quoting a specific passage, [Proverbs 3:34](../../pro/03/34.md), rather than a general teaching, the reference is to the Bible as a whole. Alternate translation: [Therefore the Scripture says] or [Therefore the Scriptures say]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "λέγει",
        "note": "James is speaking of the Bible as if it could speak on its own. Alternate translation: [it is written in the Scriptures] or [we can read in the Scriptures]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "ὑπερηφάνοις & ταπεινοῖς",
        "note": "James is using the adjectives **proud** and **humble** as nouns to refer to types of people. Your language may use adjectives in the same way. If not, you could translate these with equivalent expressions. Alternate translation: [proud people … to humble people]"
      }
    ]
  },
  {
    "reference": "Jas 4:7",
    "bsb_verse_text": "Submit yourselves, then, to God. Resist the devil, and he will flee from you.",
    "ult_verse_text": "Be submitted, therefore, to God. But resist the devil, and he will flee from you.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ὑποτάγητε οὖν",
        "note": "If your language does not use this passive form, you can express this with an active form. Alternate translation: [Submit, therefore]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὑποτάγητε οὖν",
        "note": "James is giving the reason for the result he described in the previous verse. Alternate translation: [Because God gives grace to the humble, be submitted] or [Because God gives grace to the humble, submit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἀντίστητε δὲ τῷ διαβόλῳ, καὶ φεύξεται ἀφ’ ὑμῶν",
        "note": "James is using the word translated **and** to describe a result. Alternate translation: [But resist the devil. If you do, then he will flee from you]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἀντίστητε & τῷ διαβόλῳ",
        "note": "Alternate translation: [resolve not to do what the devil wants]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "φεύξεται ἀφ’ ὑμῶν",
        "note": "James is speaking of the devil as if he would run away from a believer who resisted him after humbling himself before God. Alternate translation: [he will stop trying to get you to do what he wants]"
      }
    ]
  },
  {
    "reference": "Jas 4:8",
    "bsb_verse_text": "Draw near to God, and He will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.",
    "ult_verse_text": "Come near to God and he will come near to you. Cleanse your hands, you sinners, and purify your hearts, double-minded.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἐγγίσατε τῷ Θεῷ, καὶ ἐγγιεῖ ὑμῖν",
        "note": "James is using the word translated **and** to describe a result. Alternate translation: [If you come near to God, then he will come near to you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐγγίσατε τῷ Θεῷ, καὶ ἐγγιεῖ ὑμῖν",
        "note": "James is using a spatial metaphor to describe two people in a good relationship as if they were **near** to one another. Alternate translation: [Do your part to have a good relationship with God, and you will find that God also wants to have a good relationship with you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "καθαρίσατε χεῖρας",
        "note": "James is using the image of washing hands to describe a person removing sin from his life. Alternate translation: [Stop sinning]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "καθαρίσατε χεῖρας",
        "note": "James is using the word **hands** to mean actions, by association with the way people use their hands to do things. Alternate translation: [Stop doing things that are wrong]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἁγνίσατε καρδίας",
        "note": "James says **hearts** to mean people’s thoughts and desires. Alternate translation: [purify your thoughts and desires]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἁγνίσατε καρδίας",
        "note": "The term **purify** refers to a ceremonial cleansing that allows a person to participate in religious activities. James is speaking as if his readers’ **hearts** could be cleansed in this way. Alternate translation: [make sure you are not thinking or desiring anything wrong]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "δίψυχοι",
        "note": "James is using the adjective **double-minded** as a noun to refer to a type of person. Your language may use adjectives in the same way. If not, you could translate this with an equivalent expression. Alternate translation: [double-minded people]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "δίψυχοι",
        "note": "Alternate translation: [you double-minded people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "δίψυχοι",
        "note": "See how you translated the same expression in [1:8](../01/08.md). James is speaking of his readers as if they had two minds, with one mind deciding to do one thing and the other mind deciding to do something else. Alternate translation: [you people who cannot decide whether to obey God or not]"
      }
    ]
  },
  {
    "reference": "Jas 4:9",
    "bsb_verse_text": "Grieve, mourn, and weep. Turn your laughter to mourning, and your joy to gloom.",
    "ult_verse_text": "Be miserable and mourn and weep! Let your laughter be changed into mourning, and your joy into gloom.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ταλαιπωρήσατε, καὶ πενθήσατε, καὶ κλαύσατε",
        "note": "These three verbs have similar meanings. James is using them together to emphasize how sorry his readers should be. Alternate translation: [Be extremely sorry]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ταλαιπωρήσατε, καὶ πενθήσατε, καὶ κλαύσατε",
        "note": "If it would be helpful to your readers, you could state explicitly what James is telling his readers to be sorry for. Alternate translation: [Be extremely sorry for not obeying God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ὁ γέλως ὑμῶν εἰς πένθος μετατραπήτω, καὶ ἡ χαρὰ εἰς κατήφειαν",
        "note": "In the second part of this sentence, James leaves out some of the words that a sentence would need in many languages in order to be complete. These words can be supplied from the first part of the sentence. Alternate translation: [Let your laughter be changed into mourning, and let your joy be changed into gloom]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ὁ γέλως ὑμῶν εἰς πένθος μετατραπήτω, καὶ ἡ χαρὰ εἰς κατήφειαν",
        "note": "If it would be helpful in your language, you could express this with active verbal forms. Alternate translation: [Let your laughter become mourning, and let your joy become gloom]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ὁ γέλως ὑμῶν εἰς πένθος μετατραπήτω, καὶ ἡ χαρὰ εἰς κατήφειαν",
        "note": "If it would be helpful in your language, you could express the abstract nouns **laughter**, **mourning**, **joy**, and **gloom** by stating the ideas behind them with equivalent expressions. Alternate translation: [Stop laughing and be sad. Stop being joyful and be gloomy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "ὁ γέλως ὑμῶν εἰς πένθος μετατραπήτω, καὶ ἡ χαρὰ εἰς κατήφειαν",
        "note": "These two clauses mean similar things. James is using them together for emphasis. If it would be helpful in your language, you could combine them. Alternate translation: [Stop being so carefree. Show genuine sorrow]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὁ γέλως ὑμῶν εἰς πένθος μετατραπήτω, καὶ ἡ χαρὰ εἰς κατήφειαν",
        "note": "If it would be helpful to your readers, you could state explicitly why James is telling his readers to show such sorrow. Alternate translation: [Stop being so carefree and show genuine sorrow for your sin]"
      }
    ]
  },
  {
    "reference": "Jas 4:10",
    "bsb_verse_text": "Humble yourselves before the Lord, and He will exalt you.",
    "ult_verse_text": "Be humbled before the Lord, and he will lift you up.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ταπεινώθητε ἐνώπιον Κυρίου, καὶ ὑψώσει ὑμᾶς",
        "note": "James is using the word translated **and** to describe a result. Alternate translation: [If you are humbled before the Lord, then he will lift you up]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ταπεινώθητε",
        "note": "If it would be helpful in your language, you could express this with an active form. Alternate translation: [Humble yourselves]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐνώπιον Κυρίου",
        "note": "The word **before** means “in front of” or “in the presence of” another person. While in one sense God is present everywhere, the believers to whom James is writing are not in the direct physical presence of God, so he likely means this expression in a figurative sense. He is referring to the attitude they should have towards God. Alternate translation: [in your attitude towards God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὑψώσει ὑμᾶς",
        "note": "James is speaking as if his readers would humbly kneel down or bow down in front of God to show their repentance and as if God would have them stand up to show that he accepted them. Alternate translation: [he will show that he accepts you]"
      }
    ]
  },
  {
    "reference": "Jas 4:11",
    "bsb_verse_text": "Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. And if you judge the law, you are not a practitioner of the law, but a judge of it.",
    "ult_verse_text": "Do not speak against one another, brothers. The one speaking against a brother or judging his brother speaks against the law and judges the law. But if you judge the law, you are not a doer of the law, but a judge.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "μὴ καταλαλεῖτε ἀλλήλων",
        "note": "Alternate translation: [Do not say bad things about one another]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί & ἀδελφοῦ & τὸν ἀδελφὸν αὐτοῦ",
        "note": "See how you translated the term **brothers** in [1:2](../01/02.md). Alternate translation: [my fellow believers … a fellow believer … his fellow believer]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καταλαλεῖ νόμου καὶ κρίνει νόμον",
        "note": "By **the law**, James means the same thing that he calls the “royal law” in [2:8](../02/08.md) and the “law of freedom” in [1:25](../01/25.md) and [2:12](../02/12.md). That is, he means the commandment “you will love your neighbor as yourself.” James is teaching his readers that by saying or assuming that their fellow believers were doing wrong things, they were not following this commandment and they were treating the commandment as if it were not important to follow. If it would be helpful to your readers, you could indicate that explicitly. See how you translated the term “neighbor” in [2:8](../02/08.md). Alternate translation: [contradicts the law that says to love other people as oneself and judges that law to be unimportant]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-youcrowd",
        "orig_language_quote": "εἰ & νόμον κρίνεις, οὐκ εἶ ποιητὴς νόμου",
        "note": "The word **you** is singular in these two cases because even though James is addressing a group of people, he is describing an individual situation."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "οὐκ εἶ ποιητὴς νόμου, ἀλλὰ κριτής",
        "note": "In the second phrase, James is leaving out some of the words that a sentence would need in many languages in order to be complete. These words can be supplied from the first phrase. Alternate translation: [you are not a doer of the law, but you are a judge of the law]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οὐκ εἶ ποιητὴς νόμου, ἀλλὰ κριτής",
        "note": "If it would be helpful to your readers, you could state more explicitly what this means. See how you translated the similar phrase at the end of the previous sentence. Alternate translation: [instead of loving other people, you are saying that it is not important to love them]"
      }
    ]
  },
  {
    "reference": "Jas 4:12",
    "bsb_verse_text": "There is only one Lawgiver and Judge, the One who is able to save and destroy. But who are you to judge your neighbor?",
    "ult_verse_text": "There is one lawgiver and judge, the one being able to save and to destroy. But who are you, the one judging your neighbor?",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "εἷς ἐστιν νομοθέτης καὶ κριτής",
        "note": "Alternate translation: [The lawgiver and judge are the same person]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-distinguish",
        "orig_language_quote": "ὁ δυνάμενος σῶσαι καὶ ἀπολέσαι",
        "note": "James uses this phrase, which identifies God by two of his attributes, to clarify whom he means by **one lawgiver and judge**. Alternate translation: [God, who is able to save and to destroy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "σὺ δὲ τίς εἶ, ὁ κρίνων τὸν πλησίον?",
        "note": "James is using the question form to challenge and teach his readers. If it would be helpful in your language, you could express this question by translating his words as a statement or an exclamation. Alternate translation: [But you have no right to judge a neighbor!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "σὺ δὲ τίς εἶ",
        "note": "For emphasis, James includes the pronoun **you** even though it is not required with the verb. If your language does not ordinarily require pronouns with verbs but it can include them for emphasis, it would be appropriate to use that construction here in your translation. Other languages may be able to convey this emphasis in other ways, such as by repeating the pronoun. Alternate translation: [But you, who are you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-youcrowd",
        "orig_language_quote": "σὺ & τίς εἶ",
        "note": "As in the previous verse, James is using the singular form of **you** because even though he is addressing a group of people, he is describing an individual situation."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τὸν πλησίον",
        "note": "See how you translated the term **neighbor** in [2:8](../02/08.md). Alternate translation: [another person]"
      }
    ]
  },
  {
    "reference": "Jas 4:13",
    "bsb_verse_text": "Come now, you who say, “Today or tomorrow we will go to this or that city, spend a year there, carry on business, and make a profit.”",
    "ult_verse_text": "Come now, you ones saying, “Today or tomorrow we will travel to this city and do a year there and trade and gain.”",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἄγε νῦν",
        "note": "This is an idiom. Alternate translation: [Now listen]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "οἱ λέγοντες",
        "note": "Alternate translation: [you who say]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "πορευσόμεθα",
        "note": "These people are speaking only of themselves, so the pronoun **we** is exclusive here."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τήνδε τὴν πόλιν",
        "note": "This is an idiom. No specific city is intended. Your language may have a comparable idiom that you can use in your translation. Alternate translation: [such-and-such a city]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ποιήσομεν ἐκεῖ ἐνιαυτὸν",
        "note": "This is another idiom. Alternate translation: [stay there for a year]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "κερδήσομεν",
        "note": "Alternate translation: [make a profit]"
      }
    ]
  },
  {
    "reference": "Jas 4:14",
    "bsb_verse_text": "You do not even know what will happen tomorrow! What is your life? You are a mist that appears for a little while and then vanishes.",
    "ult_verse_text": "You who do not know the thing of the tomorrow, of what sort {is} your life? For you are a mist that appears for a little {while} and then disappears.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "οἵτινες οὐκ ἐπίστασθε τὸ τῆς αὔριον, ποία ἡ ζωὴ ὑμῶν?",
        "note": "James is using the question form to challenge and teach his readers. If it would be helpful in your language, you could express this question by translating his words as a statement or an exclamation. Alternate translation: [You do not know what will happen tomorrow, and you may not even be alive then!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀτμὶς γάρ ἐστε, ἡ πρὸς ὀλίγον φαινομένη, ἔπειτα καὶ ἀφανιζομένη",
        "note": "James is speaking of his readers as if they were a **mist** that forms briefly in the morning but then quickly dissipates when the sun rises. In your translation you could explain the meaning of this image, or you could represent it as a simile, as UST does. Alternate translation: [For you will only be alive for a short time, and then you will die]"
      }
    ]
  },
  {
    "reference": "Jas 4:15",
    "bsb_verse_text": "Instead, you ought to say, “If the Lord is willing, we will live and do this or that.”",
    "ult_verse_text": "Instead, you should say, “If the Lord wishes, we will both live and do this or that.”",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "καὶ ζήσομεν καὶ ποιήσομεν",
        "note": "James is using a construction that puts the word “and” before two things that would both be the case, more literally “and we will live and we will do.” Your language may have a similar construction that you could use here. If not, it may not be necessary for you to translate the first occurrence of “and,” which ULT represents as **both**. (The term **both** in ULT does not mean “the two of us.”) Alternate translation: [we will live and we will do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "καὶ ζήσομεν καὶ ποιήσομεν",
        "note": "These people would be speaking only of themselves, so the pronoun **we** is exclusive."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τοῦτο ἢ ἐκεῖνο",
        "note": "This is an idiom. No specific actions are intended. Your language may have a comparable idiom that you can use in your translation. Alternate translation: [such-and-such]"
      }
    ]
  },
  {
    "reference": "Jas 4:16",
    "bsb_verse_text": "As it is, you boast in your proud intentions. All such boasting is evil.",
    "ult_verse_text": "But now you are boasting in your pretensions. All such boasting is evil.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "καυχᾶσθε ἐν ταῖς ἀλαζονίαις ὑμῶν πᾶσα καύχησις τοιαύτη πονηρά ἐστιν",
        "note": "If it would be helpful in your language, you could express the abstract nouns **pretensions** and **boasting** (the second occurrence of the word in ULT) by stating the ideas behind them with equivalent expressions. Alternate translation: [you are boasting about what you presume you will be able to do. It is always wrong to boast like that]"
      }
    ]
  },
  {
    "reference": "Jas 4:17",
    "bsb_verse_text": "Anyone, then, who knows the right thing to do, yet fails to do it, is guilty of sin.",
    "ult_verse_text": "Therefore to the one having known to do good and not doing {it}, to him it is sin.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "εἰδότι οὖν καλὸν ποιεῖν, καὶ μὴ ποιοῦντι, ἁμαρτία αὐτῷ ἐστιν",
        "note": "James is using the word **Therefore** to describe a further inference rather than a conclusion. He is saying that if it is wrong to plan to do things without knowing whether God wants you to do them, then it is also wrong not to do things that you do know God wants. Alternate translation: [From this we can also recognize that if someone does know what God wants him to do but he does not do it, then he is also sinning]"
      }
    ]
  },
  {
    "reference": "Jas 5:1",
    "bsb_verse_text": "Come now, you who are rich, weep and wail over the misery to come upon you.",
    "ult_verse_text": "Come now, the rich, weep, wailing because of your coming miseries.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἄγε νῦν",
        "note": "This is an idiom. See how you translated it in [4:13](../04/13.md). Alternate translation: [Now listen]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "οἱ πλούσιοι",
        "note": "Alternate translation: [you who are rich]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "οἱ πλούσιοι",
        "note": "James is using the adjective **rich** as a noun to refer to a type of person. Your language may use adjectives in the same way. If not, you could translate this with an equivalent expression. Alternate translation: [you people who are rich]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οἱ πλούσιοι",
        "note": "James is most likely addressing believers who are **rich**, or at least rich people who were attending assemblies of believers, rather than unbelievers who are rich or rich people in general. (This letter was meant to be read aloud in those assemblies, and James notes in [1:10](../01/10.md) that some of the believers were rich.) If it would be helpful to your readers, you could indicate that explicitly. Alternate translation: [you believers who are rich] or [you rich people who say you want to follow Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἐπὶ ταῖς ταλαιπωρίαις ὑμῶν ταῖς ἐπερχομέναις",
        "note": "Your language may similarly speak of something that is going to happen in the future as if it were **coming**. If it does not, you could express this in another way. Alternate translation: [because of the miseries you will soon experience]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐπὶ ταῖς ταλαιπωρίαις ὑμῶν ταῖς ἐπερχομέναις",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **miseries** with an equivalent expression. Alternate translation: [because many bad things are going to happen to you soon]"
      }
    ]
  },
  {
    "reference": "Jas 5:2",
    "bsb_verse_text": "Your riches have rotted and moths have eaten your clothes.",
    "ult_verse_text": "Your wealth has rotted and your clothes have become moth-eaten.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-versebridge",
        "orig_language_quote": "",
        "note": "If it would be helpful to your readers, you could combine [5:2](../05/02.md) and [5:3](../05/03.md) into a verse bridge. You could put the last sentence of [5:3](../05/03.md) first, followed by all of [5:2](../05/02.md) and then the rest of [5:3](../05/03.md). This would allow you to address several translation issues that are discussed in the notes to this verse and the next verse."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-pastforfuture",
        "orig_language_quote": "ὁ πλοῦτος ὑμῶν σέσηπεν, καὶ τὰ ἱμάτια ὑμῶν σητόβρωτα γέγονεν",
        "note": "James is using the past tense to refer to things that will happen in the future. If it would be helpful in your language, you could use the future tense in your translation. Alternate translation: [Your wealth is going to rot and your clothes are going to be eaten by moths]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "ὁ πλοῦτος ὑμῶν σέσηπεν, καὶ τὰ ἱμάτια ὑμῶν σητόβρωτα γέγονεν",
        "note": "In these two clauses and in the first clause in the next verse (“your gold and silver have been tarnished”), James is using certain things that these rich people own to mean everything that they own. If you create a verse bridge, you could combine all of these clauses into a single sentence that expresses this meaning. (You would need to begin a new sentence right afterwards.) Alternate translation: [Everything of value that you own is going to be ruined]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὁ πλοῦτος ὑμῶν σέσηπεν, καὶ τὰ ἱμάτια ὑμῶν σητόβρωτα γέγονεν",
        "note": "Depending on the meaning of the statement “you have stored up in the last days” in the next verse (See: the note to that statement), James may be saying that the **wealth** and expensive clothing of the rich have become worthless. If it would be helpful to your readers, you could indicate that explicitly, as UST does."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ὁ πλοῦτος ὑμῶν σέσηπεν, καὶ τὰ ἱμάτια ὑμῶν σητόβρωτα γέγονεν",
        "note": "If you decide to indicate explicitly that James is saying that the **wealth** and expensive clothing of the rich have become worthless, you could do that by expressing his past-for-future statement as a simile, as UST does."
      }
    ]
  },
  {
    "reference": "Jas 5:3",
    "bsb_verse_text": "Your gold and silver are corroded. Their corrosion will testify against you and consume your flesh like fire. You have hoarded treasure in the last days.",
    "ult_verse_text": "Your gold and silver have been tarnished, and their rust will be for a testimony against you and it will eat your flesh like fire. You have stored up in the last days.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-pastforfuture",
        "orig_language_quote": "ὁ χρυσὸς ὑμῶν καὶ ὁ ἄργυρος κατίωται",
        "note": "James is using the past tense to refer to something that will happen in the future. If it would be helpful in your language, you could use the future tense in your translation. Alternate translation: [Your gold and silver are going to be tarnished]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ὁ χρυσὸς ὑμῶν καὶ ὁ ἄργυρος κατίωται",
        "note": "If your language does not use this passive form, you can express this with an active form. Alternate translation: [Your gold and silver have tarnished] or [Your gold and silver are going to tarnish]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὁ χρυσὸς ὑμῶν καὶ ὁ ἄργυρος κατίωται",
        "note": "Depending on the meaning of the statement **You have stored up in the last days** (See: the first note to that statement below), James may be saying that the **gold and silver** of the rich have become worthless. If it would be helpful to your readers, you could indicate that explicitly, as UST does."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ὁ χρυσὸς ὑμῶν καὶ ὁ ἄργυρος κατίωται",
        "note": "If you decide to indicate explicitly that James is saying that the **gold and silver** of the rich have become worthless, you could do that by expressing his past-for-future statement as a simile, as UST does."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-versebridge",
        "orig_language_quote": "καὶ ὁ ἰὸς αὐτῶν εἰς μαρτύριον ὑμῖν ἔσται",
        "note": "If you created a verse bridge and you also combined the statement “your gold and silver have been tarnished” with the two clauses in [5:2](../05/02.md), it would be helpful to begin a new sentence here and to use a general expression that would apply to everything that these rich people own. Alternate translation: [The ruins of your possessions will be for a testimony against you] or [The ruins of your possessions will testify against you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὁ ἰὸς αὐτῶν εἰς μαρτύριον ὑμῖν ἔσται",
        "note": "James is speaking of this **rust** as if it would be presented as evidence in a case against the rich people. Alternate translation: [the rust on your gold and silver will show that you did the wrong thing]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὁ ἰὸς αὐτῶν εἰς μαρτύριον ὑμῖν ἔσται",
        "note": "If it would be helpful to your readers, you could state explicitly what wrong thing these rich people have done, as evidenced by this **rust**. Alternate translation: [the rust of your gold and silver will show that you have done the wrong thing by devoting yourselves to accumulating wealth rather than to helping other people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "φάγεται τὰς σάρκας ὑμῶν ὡς πῦρ",
        "note": "James is using the word **flesh** to mean the human body, by association with the way the body is made of flesh. Alternate translation: [it will eat your bodies]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "φάγεται τὰς σάρκας ὑμῶν ὡς πῦρ",
        "note": "James is saying that this **rust** will corrode and consume the owners of the **gold and silver** that it is also corroding. Alternate translation: [it will consume you] or [it will ruin you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ὡς πῦρ",
        "note": "It may be helpful to express the meaning of this simile more fully. Alternate translation: [just as fire consumes everything that it burns] or [just as fire ruins everything that it burns]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐθησαυρίσατε ἐν ἐσχάταις ἡμέραις",
        "note": "If it would be helpful to your readers, you could state explicitly what these rich people have **stored up** and why it was wrong for them to do that. This could mean: (1) they have accumulated riches in the **last days**, that is, in the time just before Jesus returns. That would be wrong because once Jesus returns, earthly riches will no longer have any value. Instead of trying to get more and more wealth, these people should have been helping others with what they had. Alternate translation: [Instead of helping others, you have wrongly stored up wealth at a time when earthly riches are about to lose all of their value]; (2) by their wrongdoing, such as he describes in [5:4–6](../05/04.md), these rich people have **stored up** punishment for themselves. Alternate translation: [God is just about to punish wrongdoers, and you have given God many reasons to punish you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἐθησαυρίσατε ἐν ἐσχάταις ἡμέραις",
        "note": "If the first interpretation of this statement in the note just above is correct, then James is giving the reason for the results that he describes in the previous verse and in the earlier part of this verse. If you created a verse bridge as described in the first note to [5:2](../05/02.md), you could put this reason before the result by placing this statement first in that bridge."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἐσχάταις ἡμέραις",
        "note": "This is an idiom. Alternate translation: [the time just before Jesus returns]"
      }
    ]
  },
  {
    "reference": "Jas 5:4",
    "bsb_verse_text": "Look, the wages you withheld from the workmen who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord of Hosts.",
    "ult_verse_text": "Behold, the pay of the workers who have reaped your fields, which has been withheld from you, is crying out, and the cries of the ones harvesting have entered into the ears of the Lord of Sabaoth.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἰδοὺ, ὁ μισθὸς τῶν ἐργατῶν",
        "note": "The term **Behold** focuses the attention of a listener or reader on what a speaker or writer is about to say. It may be helpful to express its meaning as a separate sentence here. Alternate translation: [Consider this! The pay of the workers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ὁ μισθὸς τῶν ἐργατῶν, τῶν ἀμησάντων τὰς χώρας ὑμῶν, ὁ ἀφυστερημένος ἀφ’ ὑμῶν, κράζει",
        "note": "If your language does not use this passive form, you can express it with an active form. When James says **from you**, he does not mean that this payment has been withheld from the rich owners of these **fields**. He is saying that it was due from them, but they have not paid it to their **workers**. Alternate translation: [the pay that you have withheld from the workers who reaped your fields is crying out]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "κράζει",
        "note": "James is speaking of this **pay** as if it were a living thing that could cry out. Alternate translation: [is obvious evidence that you have done wrong]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "αἱ βοαὶ τῶν θερισάντων, εἰς τὰ ὦτα Κυρίου Σαβαὼθ εἰσελήλυθαν",
        "note": "James is speaking of the **ears** of the Lord to mean his hearing. Alternate translation: [the Lord of Sabaoth has heard the cries of the harvesting ones]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "Κυρίου Σαβαὼθ",
        "note": "James assumes that his readers will know that he is speaking of God by a name by which he is often known in the Old Testament. The Hebrew term **Sabaoth** means “military forces.” Alternate translation: [God, the Lord of the Heavenly Armies]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "Κυρίου Σαβαὼθ",
        "note": "James may be speaking of God’s almighty power by association with the way that God has all the armies of heaven at his command. Alternate translation: [God, the Lord Almighty]"
      }
    ]
  },
  {
    "reference": "Jas 5:5",
    "bsb_verse_text": "You have lived on earth in luxury and self-indulgence. You have fattened your hearts in the day of slaughter.",
    "ult_verse_text": "You have lived luxuriously on the earth and have lived self-indulgently. You have fattened your hearts in a day of slaughter.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "ἐτρυφήσατε ἐπὶ τῆς γῆς καὶ ἐσπαταλήσατε",
        "note": "These two phrases mean similar things. James is using them together for emphasis. If it would be helpful in your language, you could combine them. Alternate translation: [You have indulged yourselves with earthly luxuries]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐθρέψατε τὰς καρδίας ὑμῶν ἐν ἡμέρᾳ σφαγῆς",
        "note": "James is speaking of these rich people as if they were cattle that had been fed luxuriously on grain so they would become **fattened** for **slaughter** as banqueting food. In this case the banquet is not a positive image, as it often is elsewhere when it describes God’s future reign. Alternate translation: [Your self-indulgence has made you subject to harsh judgment]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐθρέψατε τὰς καρδίας ὑμῶν ἐν ἡμέρᾳ σφαγῆς",
        "note": "James is speaking of the heart as the center of human desire. Alternate translation: [You have indulged your desires]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἐν ἡμέρᾳ",
        "note": "James is using the term **day** to refer to a particular time. Alternate translation: [at a time]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν ἡμέρᾳ σφαγῆς",
        "note": "James is using the idea of **slaughter** to refer to God’s judgment. Alternate translation: [at a time when God is about to judge everyone for what they have done]"
      }
    ]
  },
  {
    "reference": "Jas 5:6",
    "bsb_verse_text": "You have condemned and murdered the righteous, who did not resist you.",
    "ult_verse_text": "You have condemned, you have killed the righteous. He does not resist you.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "κατεδικάσατε, ἐφονεύσατε τὸν δίκαιον",
        "note": "James probably does not mean that these rich people have done these things personally. He is likely referring to the kind of actions he described in [2:6](../02/06.md), where he told how rich people “overpower” the poor by taking them to court. He may mean that the rich people have gotten the courts to condemn innocent people and in some cases even to execute them. He could also mean that the rich people have gotten the courts to decide lawsuits in their favor and that as a result, some poor people have died because of the great poverty this caused them. James would be speaking of the rich people as the ones who did these actions, using them to represent all the people who were involved. Alternate translation: [You have gotten the courts to condemn and even execute innocent people] or [You have gotten the courts to decide lawsuits in your favor and, as a result, innocent people have died from poverty]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "τὸν δίκαιον",
        "note": "James is using the adjective **righteous** as a noun to refer to a type of person. Your language may use adjectives in the same way. If not, you could translate this with an equivalent expression. Alternate translation: [the righteous person] or [the innocent person]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-genericnoun",
        "orig_language_quote": "τὸν δίκαιον",
        "note": "The expression **the righteous** refers to righteous people in general, not to one specific person. Alternate translation: [righteous people] or [innocent people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οὐκ ἀντιτάσσεται ὑμῖν",
        "note": "This could mean: (1) the innocent people are not able to resist what the rich people are doing. Alternate translation: [He is not able to resist you]; (2) the innocent people wanted a peaceful resolution and were not fighting back. Alternate translation: [You have done this even though the innocent person wanted a peaceful resolution]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οὐκ ἀντιτάσσεται ὑμῖν",
        "note": "In light of everything that James says in [5:1–6](../05/01.md), the implications are that even though these innocent people are not able to defend themselves, God will defend them by judging and punishing these rich people. If it would be helpful to your readers, you could state that explicitly, as UST does."
      }
    ]
  },
  {
    "reference": "Jas 5:7",
    "bsb_verse_text": "Be patient, then, brothers, until the Lord’s coming. See how the farmer awaits the precious fruit of the soil—how patient he is for the fall and spring rains.",
    "ult_verse_text": "Therefore, wait patiently, brothers, until the coming of the Lord. Behold, the farmer awaits the valuable fruit of the earth, waiting patiently for it until it receives the early {rain} and the late {rain}.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "οὖν",
        "note": "James uses **Therefore** to introduce a description of what his readers should do as a result of what he has just said about rich people. He is referring specifically to what he said about God’s judgment being imminent. Alternate translation: [Because you know that God will soon judge the people who are oppressing you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί",
        "note": "See how you translated the term **brothers** in [1:2](../01/02.md). Alternate translation: [my fellow believers]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἕως τῆς παρουσίας τοῦ Κυρίου",
        "note": "James is referring to Jesus by a respectful title. Alternate translation: [until Jesus returns] or [until the Lord Jesus returns]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἰδοὺ,",
        "note": "The term **Behold** focuses the attention of a listener or reader on what a speaker or writer is about to say. James is using the word here to introduce an analogy, as he makes clear at the start of the next verse. So it may be helpful to express the meaning of **behold** as a separate sentence. Alternate translation: [Consider this.]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-genericnoun",
        "orig_language_quote": "ὁ γεωργὸς ἐκδέχεται",
        "note": "The expression **the farmer** refers to farmers in general, not to one specific farmer. Alternate translation: [a farmer awaits] or [farmers await]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τὸν τίμιον καρπὸν τῆς γῆς",
        "note": "James uses the word **fruit** in a broad sense to mean things that plants produce that are good for food. He does not mean only the kind of fruit that grows on trees and vines. Alternate translation: [the valuable crops that grow from the earth]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "μακροθυμῶν ἐπ’ αὐτῷ ἕως λάβῃ",
        "note": "If it would be helpful to your readers, you could specify what the pronoun **it** refers to in each of these cases. Alternate translation: [waiting patiently for this fruit until the earth receives]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "πρόϊμον καὶ ὄψιμον",
        "note": "James is using the adjectives **early** and **late** as nouns to refer to types of rain. Your language may use adjectives in the same way. If not, you could translate these with equivalent expressions. Alternate translation: [the rain that comes early in the growing season and the rain that comes late in the growing season]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πρόϊμον καὶ ὄψιμον",
        "note": "If it would be helpful to your readers, particularly if they would not be familiar with rainfed agriculture, you could state why these farmers needed to wait for rain to fall on their crops. UST models one way to do this."
      }
    ]
  },
  {
    "reference": "Jas 5:8",
    "bsb_verse_text": "You, too, be patient and strengthen your hearts, because the Lord’s coming is near.",
    "ult_verse_text": "You also wait patiently. Strengthen your hearts, because the coming of the Lord has come near.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "μακροθυμήσατε καὶ ὑμεῖς",
        "note": "Here James makes clear that what he said about farmers in the previous verse was an analogy for his readers. Alternate translation: [You should also wait patiently, just as a farmer does]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "στηρίξατε τὰς καρδίας ὑμῶν",
        "note": "James is using the **heart** to represent the will. Alternate translation: [Stay committed]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἡ παρουσία τοῦ Κυρίου ἤγγικεν",
        "note": "James is referring to Jesus by a respectful title. (By **near** he means near in time. This is not a spatial metaphor.) Alternate translation: [Jesus will return soon] or [the Lord Jesus will return soon]"
      }
    ]
  },
  {
    "reference": "Jas 5:9",
    "bsb_verse_text": "Do not complain about one another, brothers, so that you will not be judged. Look, the Judge is standing at the door!",
    "ult_verse_text": "Do not complain, brothers, against one another, so that you may be not judged. Behold, the judge is standing at the door.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί",
        "note": "See how you translated the term **brothers** in [1:2](../01/02.md). Alternate translation: [my fellow believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "μὴ κριθῆτε",
        "note": "If your language does not use this passive form, you can express this with an active form, and you can state who would do the action. Alternate translation: [God may not judge you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἰδοὺ, ὁ κριτὴς",
        "note": "The term **Behold** focuses the attention of a listener or reader on what a speaker or writer is about to say. Alternate translation: [Be aware that the judge]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὁ κριτὴς πρὸ τῶν θυρῶν ἕστηκεν",
        "note": "James is comparing Jesus to a **judge** who is just about to walk into a courtroom. Alternate translation: [Jesus will soon return and judge everyone for what they have done]"
      }
    ]
  },
  {
    "reference": "Jas 5:10",
    "bsb_verse_text": "Brothers, as an example of patience in affliction, take the prophets who spoke in the name of the Lord.",
    "ult_verse_text": "Take an example, brothers, of the suffering and the patience of the prophets, who spoke in the name of the Lord.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ὑπόδειγμα λάβετε, ἀδελφοί, τῆς κακοπαθίας",
        "note": "Alternate translation: [Take as your example, brothers, the suffering]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί",
        "note": "See how you translated the term **brothers** in [1:2](../01/02.md). Alternate translation: [my fellow believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "τῆς κακοπαθίας καὶ τῆς μακροθυμίας, τοὺς προφήτας",
        "note": "James is expressing a single idea by using two words connected with **and.** The word **patience** describes how the prophets endured **suffering**. Alternate translation: [of the patient suffering of the prophets] or [of how patiently the prophets suffered]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐν τῷ ὀνόματι Κυρίου",
        "note": "James is using the **name** of the Lord to mean his person and authority. Alternate translation: [on behalf of the Lord] or [with the authority of the Lord]"
      }
    ]
  },
  {
    "reference": "Jas 5:11",
    "bsb_verse_text": "See how blessed we consider those who have persevered. You have heard of Job’s perseverance and have seen the outcome from the Lord. The Lord is full of compassion and mercy.",
    "ult_verse_text": "Behold, we call blessed the ones having endured. You have heard of the endurance of Job, and you have seen the end of the Lord, that the Lord is greatly compassionate and merciful.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἰδοὺ",
        "note": "The term **Behold** focuses the attention of a listener or reader on what a speaker or writer is about to say. Alternate translation: [Indeed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὴν ὑπομονὴν Ἰὼβ ἠκούσατε",
        "note": "James assumes that his readers will know the story of **Job** from the Scriptures. If your readers might not be familiar with his story, you could describe it in more detail. Alternate translation: [You know from the Scriptures how a man named Job who lived long ago patiently endured great suffering]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸ τέλος Κυρίου εἴδετε",
        "note": "James is continuing to refer to the story of Job. Here, **end** could mean: (1) purpose. In that case, James would be using the term **seen** to mean “recognized.” Alternate translation: [you have recognized the purpose that the Lord had for Job’s sufferings]; (2) final result. In that case, James would be using the term **seen** to mean “learned.” Alternate translation: [you have learned from the Scriptures how the Lord helped Job in the end]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὅτι πολύσπλαγχνός ἐστιν ὁ Κύριος καὶ οἰκτίρμων",
        "note": "Here, **that** could mean: (1) “for” and introduce a reason. James may be giving the reason why God was pursuing a good purpose even in Job’s sufferings or why God helped Job in the end. Alternate translation: [for the Lord is very compassionate and merciful]; (2) something further that James’ readers would have learned from the story of Job. Alternate translation: [and you have realized from this story that the Lord is greatly compassionate and merciful]"
      }
    ]
  },
  {
    "reference": "Jas 5:12",
    "bsb_verse_text": "Above all, my brothers, do not swear, not by heaven or earth or by any other oath. Simply let your “Yes” be yes, and your “No,” no, so that you will not fall under judgment.",
    "ult_verse_text": "But before all, my brothers, do not swear, neither {by} the heaven nor {by} the earth, nor {by} any other oath. But let your “Yes” be “Yes” and your “No,” “No,” so that you may not fall under judgment.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πρὸ πάντων",
        "note": "James is using a spatial metaphor to emphasize the importance of what he is about to say. Your language may use a different spatial metaphor. Alternate translation: [above all]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί μου",
        "note": "See how you translated the term **brothers** in [1:2](../01/02.md). Alternate translation: [my fellow believers]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "μὴ ὀμνύετε",
        "note": "Here, to **swear** means to guarantee, by appealing to something that is considered to be certain and reliable, that a statement is true or that an action will be performed. Alternate translation: [do not make an oath] or [do not make a vow]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἤτω & ὑμῶν τὸ ναὶ, ναὶ, καὶ τὸ οὒ, οὔ",
        "note": "In the second phrase, James is leaving out some of the words that a sentence would need in many languages in order to be complete. These words can be supplied from the first phrase. Alternate translation: [let your “Yes” be “Yes” and let your “No” be “No”]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἤτω & ὑμῶν τὸ ναὶ, ναὶ, καὶ τὸ οὒ, οὔ",
        "note": "Alternate translation: [simply give your word, without making an oath]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἵνα μὴ ὑπὸ κρίσιν πέσητε",
        "note": "James is speaking of **judgment** as something that a person might **fall under**. Alternate translation: [so that you will not be judged]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἵνα μὴ ὑπὸ κρίσιν πέσητε",
        "note": "If it would be helpful to your readers, you could state more explicitly what this means. Alternate translation: [so that God will not have to judge and punish you for breaking your oath]"
      }
    ]
  },
  {
    "reference": "Jas 5:13",
    "bsb_verse_text": "Is any one of you suffering? He should pray. Is anyone cheerful? He should sing praises.",
    "ult_verse_text": "Is anyone among you suffering hardship? Let him pray. Is anyone cheerful? Let him sing praise.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "κακοπαθεῖ τις ἐν ὑμῖν? προσευχέσθω",
        "note": "James is not looking for information. He is using the question form to state a condition, and he describes the result in a short sentence right after the question. If it would be helpful in your language, you could express this question by translating the question and that sentence together as a single statement. Alternate translation: [If anyone among you is suffering hardship, then he should pray]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "εὐθυμεῖ τις? ψαλλέτω",
        "note": "James is again using the question form to state a condition and describing the result in a following sentence. If it would be helpful in your language, you could express this question by translating the question and that sentence together as a single statement. Alternate translation: [If anyone is cheerful, then he should sing praise]"
      }
    ]
  },
  {
    "reference": "Jas 5:14",
    "bsb_verse_text": "Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord.",
    "ult_verse_text": "Is anyone among you sick? Let him summon the elders of the church, and let them pray over him, having anointed him with oil in the name of the Lord.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "ἀσθενεῖ τις ἐν ὑμῖν? προσκαλεσάσθω τοὺς πρεσβυτέρους τῆς ἐκκλησίας, καὶ προσευξάσθωσαν",
        "note": "Once again James is using the question form to state a condition and describing the result in a following sentence. If it would be helpful in your language, you could express this question by translating the question and that sentence together as a single statement. Alternate translation: [If anyone among you sick, then he should summon the elders of the church and they should pray]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "προσευξάσθωσαν ἐπ’ αὐτὸν, ἀλείψαντες αὐτὸν ἐλαίῳ ἐν τῷ ὀνόματι τοῦ Κυρίου",
        "note": "It is unclear whether James means that the prayer or the anointing is to be done in the name of the Lord. Alternate translation: [let them pray over him in the name of the Lord after they have anointed him with oil] or [let them anoint him with oil in the name of the Lord and then pray for him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "προσευξάσθωσαν ἐπ’ αὐτὸν",
        "note": "James is using a spatial metaphor to indicate that the sick person is the beneficiary of the elders’ prayers. Alternate translation: [pray for him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "ἀλείψαντες αὐτὸν ἐλαίῳ",
        "note": "In the biblical culture, anointing people with **oil** was a way of consecrating them to God, but it was also a medical treatment. Since James is talking about a person who is **sick**, he seems to speak of the oil at least in part for its medical value. So he may be telling believers to do what they can practically to help the sick person recover, in addition to praying for him. If your readers would not recognize that the medical benefits were one reason why James says to anoint the sick person with oil, you could include an explanation in your translation or in a note, or you could translate this with a general expression. Alternate translation: [having done what they can to help him practically]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐν τῷ ὀνόματι τοῦ Κυρίου",
        "note": "James is using the **name** of the Lord to mean his person and authority. Alternate translation: [on behalf of the Lord] or [with the authority of the Lord]"
      }
    ]
  },
  {
    "reference": "Jas 5:15",
    "bsb_verse_text": "And the prayer offered in faith will restore the one who is sick. The Lord will raise him up. If he has sinned, he will be forgiven.",
    "ult_verse_text": "And the prayer of the faith will save the sick and the Lord will raise him up. And if he may have committed sins, it will be forgiven to him.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ἡ εὐχὴ τῆς πίστεως σώσει τὸν κάμνοντα",
        "note": "James is using the possessive form to describe **prayer** that is characterized by **faith**. Alternate translation: [the prayer that is offered in faith will save the sick]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ἡ εὐχὴ τῆς πίστεως σώσει τὸν κάμνοντα",
        "note": "James is using the word translated **save** in one of its senses to mean “heal.” (He uses a more specific word to mean “healed” in the next verse.) Alternate translation: [the prayer that is offered in faith will heal the sick]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "ἡ εὐχὴ τῆς πίστεως σώσει τὸν κάμνοντα",
        "note": "James is using the adjective **sick** as a noun in order to indicate a type of person. Your language may use adjectives in the same way. If not, you could translate this with an equivalent expression. Alternate translation: [the prayer that is offered in faith will heal the sick person]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἡ εὐχὴ τῆς πίστεως σώσει τὸν κάμνοντα",
        "note": "James is speaking of this **prayer** as if it would heal the sick person itself. Alternate translation: [in answer to this prayer that is offered in faith, God will heal the sick person]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐγερεῖ αὐτὸν ὁ Κύριος",
        "note": "James is speaking of the sick person’s restoration to health by association with the way that the person will get **up** out of bed when he recovers. Alternate translation: [the Lord will make him well] or [the Lord will enable him to resume his regular activities]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἀφεθήσεται αὐτῷ",
        "note": "If your language does not use this passive form, you can express this with an active form, and you can state who will do the action. Alternate translation: [God will forgive him]"
      }
    ]
  },
  {
    "reference": "Jas 5:16",
    "bsb_verse_text": "Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man has great power to prevail.",
    "ult_verse_text": "Therefore, confess your sins to one another and pray for one another so that you may be healed. A working prayer of the righteous is very strong.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "οὖν",
        "note": "James uses **Therefore** to introduce something that believers should do as a result of what he said in the previous verse. If it would be helpful to your readers, you could explain in more detail what he means, as UST does."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἰαθῆτε",
        "note": "If it would be helpful in your language, you could express this with an active form, and you could state who would do the action. Alternate translation: [God may heal you]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "πολὺ ἰσχύει δέησις δικαίου ἐνεργουμένη",
        "note": "Alternate translation: [The prayer of the righteous is very strong as it is working] or [The prayer of the righteous is very strong in its effects]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-nominaladj",
        "orig_language_quote": "πολὺ ἰσχύει δέησις δικαίου ἐνεργουμένη",
        "note": "James is using the adjective **righteous** as a noun in order to indicate a type of person. Your language may use adjectives in the same way. If not, you could translate this with an equivalent expression. Alternate translation: [The working prayer of a person who is righteous is very strong]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "πολὺ ἰσχύει δέησις δικαίου ἐνεργουμένη",
        "note": "James is speaking of **prayer** as if it were a living thing that was **very strong** by itself. Alternate translation: [When a person who is righteous prays, God does very powerful things in response]"
      }
    ]
  },
  {
    "reference": "Jas 5:17",
    "bsb_verse_text": "Elijah was a man just like us. He prayed earnestly that it would not rain, and it did not rain on the land for three and a half years.",
    "ult_verse_text": "Elijah was a man of similar passions to us, and he prayed with prayer for {it} not to rain, and it did not rain upon the land {for} three years and six months.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "Ἠλείας",
        "note": "James assumes that his readers will know from the Scriptures about this episode in Elijah’s life. If your readers might not be familiar with it, you could describe it in more detail. Alternate translation: [You know from the Scriptures how a prophet named Elijah who lived long ago]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὁμοιοπαθὴς ἡμῖν",
        "note": "This expression means that Elijah had the same feelings as any other human being. In context, James is indicating specifically that he too had the kind of feelings that make it difficult for people to pray. If it would be helpful to your readers, you could state that explicitly. Alternate translation: [who had the same doubts and fears that we all do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicitinfo",
        "orig_language_quote": "προσευχῇ προσηύξατο",
        "note": "To indicate that Elijah prayed intensely, James is using an indirect object with a verb that comes from the same root. If your language uses a similar construction, it would be appropriate to have it here in your translation. But if this construction would seem to express unnecessary extra information in your language, you could express this emphasis in another way. Alternate translation: [he prayed intensely]"
      }
    ]
  },
  {
    "reference": "Jas 5:18",
    "bsb_verse_text": "Again he prayed, and the heavens gave rain, and the earth yielded its crops.",
    "ult_verse_text": "And he prayed again, and the heaven gave rain and the earth produced its fruit.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "πάλιν προσηύξατο",
        "note": "The pronoun **he** refers to Elijah. Alternate translation: [Elijah prayed again]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ὁ οὐρανὸς ὑετὸν ἔδωκεν",
        "note": "In this context, **the heaven** means “the sky.” James is speaking of the sky as if it were a living thing that **gave rain**. Alternate translation: [rain fell from the sky]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "ἡ γῆ ἐβλάστησεν τὸν καρπὸν αὐτῆς",
        "note": "James is speaking of the **earth** as if it were a living thing that **produced fruit**. As in [5:7](../05/07.md), James is using the word **fruit** in a broad sense to mean things that plants produce that are good for food. He does not mean only the kind of fruit that grows on trees and vines. Alternate translation: [crops grew from the ground]"
      }
    ]
  },
  {
    "reference": "Jas 5:19",
    "bsb_verse_text": "My brothers, if one of you should wander from the truth and someone should bring him back,",
    "ult_verse_text": "My brothers, if anyone among you may have been led astray from the truth and someone turns him back,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί μου",
        "note": "See how you translated the term **brothers** in [1:2](../01/02.md). Alternate translation: [My fellow believers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐάν τις ἐν ὑμῖν πλανηθῇ ἀπὸ τῆς ἀληθείας",
        "note": "As in [1:16](../01/16.md), James is speaking as if a deceptive guide may have led one of his readers in the wrong direction. Alternate translation: [if anyone among you may have been deceived regarding the truth]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐάν τις ἐν ὑμῖν πλανηθῇ ἀπὸ τῆς ἀληθείας",
        "note": "If your language does not use this passive form, you can express this with an active form. Alternate translation: [if someone may have deceived anyone among you regarding the truth]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῆς ἀληθείας",
        "note": "If it would be helpful in your language, you could express the idea behind the abstract noun **truth** with an adjective such as “true.” Alternate translation: [what is true]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐπιστρέψῃ τις αὐτόν",
        "note": "James is continuing the metaphor of someone guiding a person in the right direction. Alternate translation: [someone corrects him] or [someone shows him what is actually true]"
      }
    ]
  },
  {
    "reference": "Jas 5:20",
    "bsb_verse_text": "consider this: Whoever turns a sinner from the error of his way will save his soul from death and cover over a multitude of sins.",
    "ult_verse_text": "let him know that the one having turned back a sinner from his wandering way will save his soul from death and will cover a multitude of sins.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "γινωσκέτω",
        "note": "The pronoun **him** refers to the person who corrects another believer who has been deceived. Alternate translation: [the person who corrects the deceived believer should know]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ὁ ἐπιστρέψας ἁμαρτωλὸν ἐκ πλάνης ὁδοῦ αὐτοῦ",
        "note": "James is using the possessive form to describe a **way** or path that is characterized by **wandering**. Alternate translation: [the one who turns back a sinner who has wandered away]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὁ ἐπιστρέψας ἁμαρτωλὸν ἐκ πλάνης ὁδοῦ αὐτοῦ",
        "note": "The expressions **turns back** and **wandering** continue the metaphor of someone guiding a person in the right direction. Alternate translation: [anyone who corrects a sinner who has stopped doing what God wants]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "σώσει ψυχὴν αὐτοῦ ἐκ θανάτου",
        "note": "James is speaking as if this person’s actions would save the sinner’s **soul from death**. But James means by association that God will use those actions to persuade the sinner to repent and be saved. Alternate translation: [will be an instrument of God’s work to save the sinner’s soul from death]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "σώσει ψυχὴν αὐτοῦ ἐκ θανάτου",
        "note": "James seems to be speaking not of literal, physical death but of spiritual **death**, that is, of eternal separation from God. Alternate translation: [from spiritual death] (as in UST) or [from eternal separation from God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "σώσει ψυχὴν αὐτοῦ ἐκ θανάτου",
        "note": "However, some interpreters believe that James actually is speaking of literal, physical death. They believe he is saying that a person who stops his sinful lifestyle will not experience physical death as a consequence of his sin. In that case, James would be using one part of a person, his **soul**, to mean all of the person. Alternate translation: [will keep him from dying]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "καλύψει πλῆθος ἁμαρτιῶν",
        "note": "James is speaking of one person’s **sins** as if they were objects that another person could **cover** so that God would not see them. He means that by helping a sinner to repent, another believer can help that sinner to be forgiven. Alternate translation: [will help him to be forgiven]"
      }
    ]
  }
]
