[
  {
    "reference": "Php 1:1",
    "bsb_verse_text": "Paul and Timothy, servants of Christ Jesus, To all the saints in Christ Jesus at Philippi, together with the overseers and deacons:",
    "ult_verse_text": "Paul and Timothy, servants of Christ Jesus, to all the saints in Christ Jesus being in Philippi, with the overseers and deacons.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Χριστῷ Ἰησοῦ",
        "note": "The phrase **in Christ Jesus** and similar expressions are metaphors that frequently occur in the New Testament letters. They express the strongest kind of relationship possible between Christ and those who believe in him, picturing believers as being surrounded by Christ. Alternate translation: [in close relationship to Christ Jesus] or [in union with Christ Jesus]"
      }
    ]
  },
  {
    "reference": "Php 1:2",
    "bsb_verse_text": "Grace and peace to you from God our Father and the Lord Jesus Christ.",
    "ult_verse_text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "χάρις ὑμῖν καὶ εἰρήνη",
        "note": "This is a greeting and blessing that Paul often uses in the beginning of his letters. Use a form in your language that makes it clear that this is a greeting and blessing. Alternate translation: [may you experience kindness, mercy, and peace within you] or [I pray that you will have grace, mercy, and peace]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "ὑμῖν",
        "note": "Here, **you** refers to the Philippian Christians and is plural in form in the original language in which Paul wrote. Throughout this letter, with one exception, the words “you” and “your” are plural and refer to the Philippian Christians. If your language uses different forms to show when “you” and “your” refer to one person and when they refer to more than one person, use the plural form that would be appropriate in your language in this occurrence and all other occurrences of “you” and “your” in this letter, except for in [4:3](../04/03.md). A note will discuss the one exception in [4:3](../04/03.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "Πατρὸς ἡμῶν",
        "note": "If your language has different forms for including or excluding the hearers, use the inclusive form for **our** here and throughout the letter."
      }
    ]
  },
  {
    "reference": "Php 1:3",
    "bsb_verse_text": "I thank my God every time I remember you.",
    "ult_verse_text": "I thank my God in all my remembrance of you,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἐπὶ πάσῃ τῇ μνείᾳ ὑμῶν",
        "note": "Here, **in all my remembrance of you** could refer to: (1) each time that Paul thought about the Philippian believers. Alternate translation: [each time that I think about you]; (2) each time that Paul prayed for the Philippian believers. Alternate translation: [every time that I pray for you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τῷ Θεῷ μου",
        "note": "Use of the words **my God** does not mean that God belongs to Paul, but that Paul belongs to God. That is, God is the one whom Paul worships exclusively. Alternate translation: [the one who is God to me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "ὑμῶν",
        "note": "See how you translated the word **you** in [1:2](../01/02.md). In this letter, every use of the words **you** and **your** is plural and refers to the Philippian believers, except for one use in [4:3](../04/03.md), which has a note to discuss it."
      }
    ]
  },
  {
    "reference": "Php 1:5",
    "bsb_verse_text": "because of your partnership in the gospel from the first day until now,",
    "ult_verse_text": "because of your fellowship in the gospel from the first day until now;",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἐπὶ τῇ κοινωνίᾳ ὑμῶν εἰς τὸ εὐαγγέλιον, ἀπὸ τῆς πρώτης ἡμέρας ἄχρι τοῦ νῦν",
        "note": "Here, **because** could refer to: (1) the reason that Paul gives thanks to God. Alternate translation: [I give thanks to God because of your partnership in the gospel from the first day until now]; (2) the reason for Paul’s joy."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "ὑμῶν",
        "note": "The word **your** is plural and refers to the Philippian Christians. In this letter, with one exception, the words “you” and “your” are always plural and always refer to the Philippian Christians. If your language uses different forms to show when “you” and “your” refer to one person and when they refer to more than one person, use the plural form that would be appropriate in your language in this occurrence and all other occurrences of “you” and “your” in this letter, except for in [4:3](../04/03.md). A note will discuss the one exception in [4:3](../04/03.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τῇ κοινωνίᾳ ὑμῶν εἰς τὸ εὐαγγέλιον",
        "note": "Here, **your fellowship in the gospel** refers to the Philippians’ partnering with Paul in the various things involved in spreading the good news about Jesus. This includes gifts of money that they sent to Paul (See: [4:15–18](../04/15.md)). You could include this information if that would be helpful to your readers. Alternate translation: [your participation with me in advancing the gospel] or [your partnership with me in working to spread the good news about Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀπὸ τῆς πρώτης ἡμέρας",
        "note": "The phrase **from the first day** refers to the time at which the Philippian believers first believed the gospel that Paul preached to them. This may also have been the first day that Paul preached in Philippi. Alternate translation: [from the time you first heard and believed the gospel that I preached]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἄχρι τοῦ νῦν",
        "note": "The phrase **until now** does not mean that the Philippian believers have now stopped partnering with Paul. Rather, it means that they are still partnering with Paul. Alternate translation: [that we are still sharing now]"
      }
    ]
  },
  {
    "reference": "Php 1:6",
    "bsb_verse_text": "being confident of this, that He who began a good work in you will carry it on to completion until the day of Christ Jesus.",
    "ult_verse_text": "having become confident about this very thing, that the one having begun a good work in you will perfect {it} until the day of Jesus Christ;",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πεποιθὼς αὐτὸ τοῦτο",
        "note": "The phrase **having been persuaded** indicates a reason that Paul thanks God. If it would be clearer in your language, you could state that explicitly. Alternate translation: [I thank God because I am confident of this very thing]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὁ ἐναρξάμενος ἐν ὑμῖν ἔργον ἀγαθὸν, ἐπιτελέσει",
        "note": "Here, **the one** refers to God. If it would be clearer in your language, you could state that explicitly. Alternate translation: [that God, having begun a good work in you, will perfect it]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὅτι ὁ ἐναρξάμενος ἐν ὑμῖν ἔργον ἀγαθὸν",
        "note": "The phrase **a good work in you** refers to both the initial conversion of the Philippian Christians and to God’s ongoing work in their lives through the Holy Spirit. If it would be clearer in your language, you could state that explicitly. Alternate translation: [that God, having begun his good work in you through your conversion and continuing it through the work of the Holy Spirit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "ὑμῖν",
        "note": "See how you translated the word **you** in [Philippians 1:2](../01/02.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐπιτελέσει",
        "note": "Here, **will perfect {it}** means that God would bring to completion the work which he began in the lives of the Philippian believers at their conversion and which he was continuing to do. If it would be clearer in your language, you could express this explicitly."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἡμέρας Χριστοῦ Ἰησοῦ",
        "note": "The phrase **the day of Jesus Christ** refers to the time in the future when Jesus Christ will return to judge the world and save those who believe in him. If it would be clearer in your language, you could state that explicitly. Alternate translation: [the time when Jesus Christ returns]"
      }
    ]
  },
  {
    "reference": "Php 1:7",
    "bsb_verse_text": "It is right for me to feel this way about all of you, since I have you in my heart. For in my chains and in my defense and confirmation of the gospel, you are all partners in grace with me.",
    "ult_verse_text": "just as it is right for me to think this {way} about all of you because, I have you in my heart, all of you being partakers with me of grace both in my chains and in my defense and confirmation of the gospel.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "τὸ ἔχειν με ἐν τῇ καρδίᾳ ὑμᾶς",
        "note": "The phrase, **I have you in my heart** is an idiom which expresses strong affection. If you have an equivalent expression which adequately communicates the meaning, you may use it here. If not, you could state this using plain language. Alternate translation: [I love you very much]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "συνκοινωνούς μου τῆς χάριτος & ὄντας",
        "note": "Alternate translation: [sharing in grace with me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "χάριτος",
        "note": "Here, **grace** refers to the way that God kindly gives us good things that we do not deserve. If it would be clearer in your language, you could express the idea behind the abstract noun **grace** with a verb or adjective. In this context, Paul considers both his imprisonment and his ministry of defending and confirming the gospel to be gifts from God. Alternate translation: [of God’s gracious gift] or [in experiencing how kind God is]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "δεσμοῖς μου",
        "note": "Paul refers to his imprisonment in Rome by using the phrase **my chains**. Paul was chained to a guard and the Philippian Christians would have understood that Paul was referring to his imprisonment when he used the phrase **my chains** because of the close association between **chains** and being in prison. If this association is not clear in your language, you could use an equivalent expression or use plain language. Alternate translation: [my imprisonment]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "καὶ ἐν τῇ ἀπολογίᾳ καὶ βεβαιώσει τοῦ εὐαγγελίου",
        "note": "The words translated **defense** and **confirmation** could be used to refer to defending and confirming in a court of law the truth of something against which a charge was made. These two words mean very similar things. The repetition is used to emphasize that this is hard work. If your language has one word for these ideas, use that here and add emphasis another way. If there is a word or phrase that could be used with this legal sense but could also be used in the context of defending the gospel, consider using it here. Alternate translation: [and as I contend for the truth of the gospel] or [and as I labor to show people that the gospel is true]"
      }
    ]
  },
  {
    "reference": "Php 1:8",
    "bsb_verse_text": "God is my witness how I long for all of you with the affection of Christ Jesus.",
    "ult_verse_text": "For God {is} my witness, how I long for all of you with the inner parts of Christ Jesus.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἐν σπλάγχνοις Χριστοῦ Ἰησοῦ",
        "note": "The Greek word translated as **inner parts** is a term which refers to body organs, particularly to the intestines, liver, lungs, and heart. Paul is using **inner parts** to refer to love or affection. You can use the body part that represents the seat of affection in your language, or translate the plain meaning. Alternate translation: [with the heart of Christ Jesus] or [with the affection of Christ Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἐν σπλάγχνοις Χριστοῦ Ἰησοῦ",
        "note": "Here, **the inner parts of Christ Jesus** could mean: (1) the same kind of love as Christ Jesus gives to people. (2) love that originates with Christ Jesus. Alternate translation: [with love that comes from Christ Jesus]"
      }
    ]
  },
  {
    "reference": "Php 1:9",
    "bsb_verse_text": "And this is my prayer: that your love may abound more and more in knowledge and depth of insight,",
    "ult_verse_text": "And I pray this: that your love would abound still more and more in knowledge and all understanding",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἵνα ἡ ἀγάπη ὑμῶν ἔτι μᾶλλον καὶ μᾶλλον περισσεύῃ",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract noun **love** with the verb form. Alternate translation: [that you will be able to love others more and more abundantly]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "ὑμῶν",
        "note": "See how you translated the word **your** in [Philippians 1:5](../01/05.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν ἐπιγνώσει καὶ πάσῃ αἰσθήσει",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract nouns **knowledge** and **understanding** with verb phrases. Alternate translation: [and that God will enable you to see the truth about Him and teach you to love wisely]"
      }
    ]
  },
  {
    "reference": "Php 1:10",
    "bsb_verse_text": "so that you may be able to test and prove what is best and may be pure and blameless for the day of Christ,",
    "ult_verse_text": "so that you may approve {what} excels, so that you might be pure and blameless until the day of Christ,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἰς τὸ δοκιμάζειν ὑμᾶς τὰ διαφέροντα",
        "note": "The word **{what}** here refers to that which a person does, and the word **excels** here refers to something that is best, according to God. If it would be clearer in your language, you could state these things explicitly. Alternate translation: [so that you may approve and choose to do what pleases God the most]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "εἰς",
        "note": "Here, the phrase **so that** shows that what follows this phrase is the desired result of Paul’s prayer in verse nine. Consider using a connecting word or phrase that will clearly show that what follows it is the desired result of what Paul prayed in verse nine."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "εἰλικρινεῖς καὶ ἀπρόσκοποι",
        "note": "The words **pure** and **blameless** have very similar meanings. Paul uses these two words together to emphasize the idea of moral purity. If it would be clearer in your language, you could combine these two words and translate them as one idea. Alternate translation: [completely innocent]"
      }
    ]
  },
  {
    "reference": "Php 1:11",
    "bsb_verse_text": "filled with the fruit of righteousness that comes through Jesus Christ, to the glory and praise of God.",
    "ult_verse_text": "being filled with the fruit of righteousness {that is} through Jesus Christ to the glory and praise of God.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πεπληρωμένοι καρπὸν δικαιοσύνης τὸν",
        "note": "Here, the phrase **being filled with** is a metaphor meaning to be occupied in doing something. The phrase **the fruit of righteousness** is a metaphor which refers to what characterizes a person, namely what a person produces. This metaphor is a comparison between a good tree that produces good fruit and a person who is filled with righteousness and produces good actions as a result. So with these two metaphors, Paul is telling the Philippians to be occupied in doing righteous deeds. If this would be unclear in your language, you could state this plainly. Alternate translation: [filling your lives with the righteous deeds that are] or [habitually doing the good works that are]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "πεπληρωμένοι",
        "note": "The phrase **being filled with** is a passive form. If it would be more natural in your language, you could express this with an active form. Alternate translation: [letting God fill you with] or [continually producing]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸν διὰ Ἰησοῦ Χριστοῦ",
        "note": "Here, the phrase **through Christ Jesus** is a metaphor meaning that Christ Jesus is the one who makes it possible for a person to be righteous and thus to do the things that a righteous person does. Alternate translation: [that Christ Jesus produces in you] or [that Christ Jesus enables you to produce]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰς δόξαν καὶ ἔπαινον Θεοῦ",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract nouns **glory** and **praise** with verbs. Alternate translation: [which will cause people to glorify and praise God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "εἰς δόξαν καὶ ἔπαινον Θεοῦ",
        "note": "The words **glory** and **praise** mean very similar things here. They are used together to emphasize how much people will praise God. If you have one word for this in your language, you could use it here and show emphasis another way. Alternate translation: [which will cause people to greatly praise God] or [which will cause people to declare how great God is]"
      }
    ]
  },
  {
    "reference": "Php 1:12",
    "bsb_verse_text": "Now I want you to know, brothers, that my circumstances have actually served to advance the gospel.",
    "ult_verse_text": "Now I want you to know, brothers, that the things concerning me have really happened for the advancement of the gospel.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἀδελφοί",
        "note": "Although the term **brothers** is masculine, Paul is using the word here in a spiritual sense to include both men and women who believe in Jesus. Alternate translation: [brothers and sisters]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφοί",
        "note": "Paul is using the term **brothers** here to refer to anyone who is a fellow believer in Jesus. If this is not clear in your language, you could express this plainly. Alternate translation: [my companions who believe in Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὰ κατ’ ἐμὲ",
        "note": "The phrase **the things concerning me** refers to Paul’s imprisonment. If it would be clearer in your language, you could state this explicitly. Alternate translation: [the things I have suffered because I was put into prison for preaching about Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "μᾶλλον εἰς προκοπὴν τοῦ εὐαγγελίου ἐλήλυθεν",
        "note": "The phrase **advancement of the gospel** refers to an increasing number of people hearing and believing the gospel. Alternate translation: [have actually caused more people to hear the gospel]"
      }
    ]
  },
  {
    "reference": "Php 1:13",
    "bsb_verse_text": "As a result, it has become clear throughout the whole palace guard and to everyone else that I am in chains for Christ.",
    "ult_verse_text": "As a result, my chains in Christ became apparent among the whole palace guard and all the others.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ὥστε",
        "note": "The phrase **As a result** shows that what follows this phrase is the result of Paul’s circumstances which he began discussing in [verse 12](../01/12.md), namely, his imprisonment. Consider using a connecting word or phrase that will clearly show that what follows it is the result of Paul’s imprisonment."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "δεσμούς μου",
        "note": "Paul again refers to his imprisonment in a figurative way by using the phrase **my chains**. See how you translated this phrase in [1:7](../01/07.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τοὺς δεσμούς μου & ἐν Χριστῷ",
        "note": "The phrase **my chains in Christ** means that Paul is imprisoned because of his work for the cause of Christ. If it would be clearer in your language, you could state that explicitly. Alternate translation: [my chains for the sake of Christ] or [my chains because I teach people about Christ] or [my chains for the cause of Christ]"
      }
    ]
  },
  {
    "reference": "Php 1:14",
    "bsb_verse_text": "And most of the brothers, confident in the Lord by my chains, now dare more greatly to speak the word without fear.",
    "ult_verse_text": "And most of the brothers have become confident in the Lord by my chains to dare more fearlessly to speak the word.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "τῶν ἀδελφῶν",
        "note": "See how you translated **brothers** in the previous verse [1:12](../01/12.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῶν ἀδελφῶν",
        "note": "Paul is using the term **brothers** here to refer to anyone who is a fellow believer in Jesus. If this is not clear in your language, you could express this plainly. Alternate translation: [my companions who believe in Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Κυρίῳ πεποιθότας τοῖς δεσμοῖς μου",
        "note": "The phrase **encouraged in the Lord** means that the Philippian Christians had grown in their trust of the Lord because of Paul’s imprisonment. Alternate translation: [trust the Lord more because of my chains] or [have received more courage from the Lord as a result of my imprisonment]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "καὶ τοὺς πλείονας τῶν ἀδελφῶν ἐν Κυρίῳ πεποιθότας τοῖς δεσμοῖς μου",
        "note": "If it would be more natural in your language, you could express this with an active form, and you could state who or what caused the action. Alternate translation: [The Lord has encouraged most of the brothers because of my chains] or [My chains have given most of the brothers more trust in the Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "δεσμοῖς μου",
        "note": "Paul is referring to his imprisonment by mentioning one part of it: the chains that bound his feet and hands. If this is unclear in your language, you could mention the imprisonment directly. See how you translated the phrase **my chains** in [1:7](../01/07.md) and [1:13](../01/13.md). Alternate translation: [because of my imprisonment]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὸν λόγον",
        "note": "Here, **the word** refers to the message from God about Jesus. If it would be clearer in your language, consider stating this explicitly. Alternate translation: [the gospel] or [the good news] or [God’s message]"
      }
    ]
  },
  {
    "reference": "Php 1:15",
    "bsb_verse_text": "It is true that some preach Christ out of envy and rivalry, but others out of goodwill.",
    "ult_verse_text": "Some indeed even proclaim Christ because of envy and strife, but also some because of goodwill,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-poetry",
        "orig_language_quote": "",
        "note": "Beginning in this verse, and extending to the end of [1:17](../01/17.md), Paul uses a poetic device called chiasm that could be confusing in some languages. You may need to reorder certain things in [1:15–17](../01/15.md) if it would be more natural in your language. See the UST."
      },
      {
        "support_reference": "",
        "orig_language_quote": "τινὲς μὲν καὶ & τὸν Χριστὸν κηρύσσουσιν",
        "note": "Alternate translation: [Some people are preaching the good news about Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "διὰ φθόνον καὶ ἔριν",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract nouns **envy** and **strife** by using them in a verbal phrase. Alternate translation: [because they are envious and seek their own evil purposes]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εὐδοκίαν",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract noun **goodwill** by using it in a verbal phrase. Alternate translation: [their desire that others would know Jesus Christ]"
      }
    ]
  },
  {
    "reference": "Php 1:16",
    "bsb_verse_text": "The latter do so in love, knowing that I am appointed for the defense of the gospel.",
    "ult_verse_text": "the ones indeed from love having understood that I am appointed for the defense of the gospel,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐξ ἀγάπης",
        "note": "The object of the word **love** is not specified. You can leave the object of **love** unspecified or, if it is needed in your language, you may specify the object of **love**. Here, the word **love** could refer to: (1) love for Paul. Alternate translation: [because of their love for me]; (2) love for Christ. Alternate translation: [The ones who proclaim the good news because they love Christ]; (3) love for multiple objects, such as Paul and Christ and those who have not yet heard or believed in the gospel. Alternate translation: [The ones who proclaim the good news because of their love for me, and Jesus, and those who do not believe]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "κεῖμαι",
        "note": "You could state the phrase **I am appointed** in active form. Alternate translation: [God appointed me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "εἰς ἀπολογίαν τοῦ εὐαγγελίου",
        "note": "Paul is speaking of the gospel as though it were a place or person that could be attacked. If this is confusing in your language, you can use plain language. See how you translated “defense and confirmation of the gospel” in [1:7](../01/07.md). Alternate translation: [to prove that the message about Jesus is true]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἰς ἀπολογίαν τοῦ εὐαγγελίου κεῖμαι",
        "note": "The phrase **I am appointed** could refer to: (1) God appointing Paul’s current situation of being in prison. Alternate translation: [I am assigned to be here for the defense of the gospel]; (2) God appointing Paul to the ministry of defending the gospel. Alternate translation: [God has delegated me to the ministry of publicly defending the truth of the good news]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ἀπολογίαν τοῦ εὐαγγελίου",
        "note": "See how you translated the phrase “defense and confirmation of the gospel” in [1:7](../01/07.md)."
      }
    ]
  },
  {
    "reference": "Php 1:17",
    "bsb_verse_text": "The former, however, preach Christ out of selfish ambition, not sincerely, supposing that they can add to the distress of my chains.",
    "ult_verse_text": "but the ones from selfish ambition proclaim Christ not sincerely, supposing to raise up trouble in my chains.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "οἱ δὲ ἐξ ἐριθείας τὸν Χριστὸν καταγγέλλουσιν",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract noun **ambition** with a verbal phrase. Alternate translation: [but they proclaim Christ only to make themselves seem important]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "οὐχ ἁγνῶς",
        "note": "Alternate translation: [with wrong motives] or [from wrong motives]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τοῖς δεσμοῖς μου",
        "note": "Paul is referring to his imprisonment by mentioning one part of it: the chains that bound his feet and hands. If this is unclear in your language, you could mention the imprisonment directly. See how you translated the phrase **my chains** in [1:7](../01/07.md) and [1:13](../01/13.md). Alternate translation: [because of my imprisonment]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οἰόμενοι θλῖψιν ἐγείρειν τοῖς δεσμοῖς μου",
        "note": "If it would be clearer in your language, you could state how the selfish preachers suppose that they are causing trouble to Paul. You could also start a new sentence here. Alternate translation: [They hope to cause me trouble in my imprisonment by their preaching]"
      }
    ]
  },
  {
    "reference": "Php 1:18",
    "bsb_verse_text": "What then is the issue? Just this: that in every way, whether by false motives or true, Christ is preached. And in this I rejoice. Yes, and I will continue to rejoice,",
    "ult_verse_text": "What then? Only that in every way—whether in pretext or in truth—Christ is proclaimed, and in this I rejoice. Yes, and I will rejoice,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "τί γάρ",
        "note": "The phrase **What then?** is a rhetorical question. If using a rhetorical question would be confusing in your language, consider expressing the meaning of this rhetorical question by changing it into a statement. Alternate translation: [But that does not matter!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "τί γάρ",
        "note": "In the rhetorical question **What then?**, Paul leaves out some words that might be necessary in some languages. If you want to use a rhetorical question here, you may want to add the words which are implied but not stated. This could be done in two ways: (1) as a rhetorical question which expects a negative answer. Alternate translation: [What does it matter what their motives are?] or [So what difference does it make?]; (2) as a phrase that focuses on the result. Alternate translation: [What then is the result of this?]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "Χριστὸς καταγγέλλεται",
        "note": "You can express the meaning of the passive form **is proclaimed** with an active form. Alternate translation: [we all proclaim Christ]"
      }
    ]
  },
  {
    "reference": "Php 1:19",
    "bsb_verse_text": "because I know that through your prayers and the provision of the Spirit of Jesus Christ, my distress will turn out for my deliverance.",
    "ult_verse_text": "for I know that this will result to me in deliverance through your prayers and the provision of the Spirit of Jesus Christ,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τοῦτό",
        "note": "Here, the word **this** refers to Paul’s current situation of being in prison and the things that accompanied it. You could include this information if that would be helpful to your readers. Alternate translation: [my imprisonment] or [my current condition in prison]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "οἶδα γὰρ ὅτι τοῦτό μοι ἀποβήσεται εἰς σωτηρίαν",
        "note": "If it would be clearer in your language, you could express the meaning behind the abstract noun **deliverance** by using a verbal phrase. You could also say who does the action, if necessary. Alternate translation: [for I know that this will result in God delivering me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐπιχορηγίας τοῦ Πνεύματος Ἰησοῦ Χριστοῦ",
        "note": "If it would be clearer in your language, you could express the meaning behind the abstract noun **provision** by using a verbal phrase. You could also say who does the action, if necessary. Alternate translation: [by God providing to me the Spirit of Jesus Christ]"
      }
    ]
  },
  {
    "reference": "Php 1:20",
    "bsb_verse_text": "I eagerly expect and hope that I will in no way be ashamed, but will have complete boldness so that now as always Christ will be exalted in my body, whether by life or by death.",
    "ult_verse_text": "according to my eager expectation and hope that I will in nothing be ashamed, but in everything have boldness, and that now, as always, Christ will be exalted in my body, whether through life or through death.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ἀποκαραδοκίαν καὶ ἐλπίδα",
        "note": "Both **eager expectation** and **hope** have similar meanings and together express a single idea. Paul uses these two words together to emphasize the strength of his expectation. If you have a single word or phrase in your language which expresses the meaning of these two words, consider using that to express the strength of the hope in another way. Alternate translation: [sincere expectation] or [sure hope]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "κατὰ τὴν ἀποκαραδοκίαν καὶ ἐλπίδα μου",
        "note": "Both **expectation** and **hope** are abstract nouns. If it would be clearer in your language, you could express them together in a verb phrase. Alternate translation: [because I fully believe]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐν τῷ σώματί μου",
        "note": "The phrase **in my body** is used here to mean the activities that Paul does with his body. Paul speaks of his **body** because it was with his earthly body that he would serve God on earth until he died, as he explains in more detail in [1:22–24](../01/22.md). Alternate translation: [in everything that I do]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublenegatives",
        "orig_language_quote": "ἐν οὐδενὶ αἰσχυνθήσομαι, ἀλλ’",
        "note": "If the double-negative phrase **in nothing be ashamed** would be confusing in your language, you could translate it in a positive way. Alternate translation: [I will always do the right thing and]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν πάσῃ παρρησίᾳ",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract noun **boldness** with a similar adverb. Alternate translation: [always act boldly]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἴτε διὰ ζωῆς εἴτε διὰ θανάτου",
        "note": "If it would be clearer in your language, you could express the ideas behind the abstract nouns **life** and **death** with their verbal forms. Alternate translation: [whether I live or I die]"
      }
    ]
  },
  {
    "reference": "Php 1:21",
    "bsb_verse_text": "For to me, to live is Christ, and to die is gain.",
    "ult_verse_text": "For to me to live {is} Christ, and to die {is} gain.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "κέρδος",
        "note": "If the abstract noun **gain** would be unclear in your language, you may express the meaning behind this word by using a verb phrase. Alternate translation: [to die is to go to Christ] or [to die would give me more blessing]"
      }
    ]
  },
  {
    "reference": "Php 1:22",
    "bsb_verse_text": "But if I go on living in the body, this will mean fruitful labor for me. So what shall I choose? I do not know.",
    "ult_verse_text": "Now if to live in the flesh, this {is} fruitful labor for me, but I do not know which I will choose.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "ἐν σαρκί",
        "note": "Paul is using the word **flesh** to refer to his entire body. The phrase **in the flesh** then refers to living as physical beings. If this would be confusing in your language, consider using a different word or phrase that refers to this present physical life. Alternate translation: [on this earth] or [in this world]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τοῦτό μοι καρπὸς ἔργου",
        "note": "The word **fruitful** refers to Paul’s work producing good results. This is a metaphor in which Paul’s anticipated productive work is compared to a plant or tree which produces good fruit. Alternate translation: [this will mean effectively serving God] or [this will mean productively working for the advancement of the gospel]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τοῦτό μοι καρπὸς ἔργου",
        "note": "If the an abstract noun **labor** would be unclear in your language, you may express the meaning behind this word by using a verb phrase. Alternate translation: [I will accomplish something important]"
      }
    ]
  },
  {
    "reference": "Php 1:23",
    "bsb_verse_text": "I am torn between the two. I desire to depart and be with Christ, which is far better indeed.",
    "ult_verse_text": "But I am hard pressed between the two, having the desire to depart and to be with Christ, for {that is} very much better,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "συνέχομαι δὲ ἐκ τῶν δύο",
        "note": "The phrase **I am hard pressed between the two** is a metaphor. Paul speaks as if he were experiencing literal pressure from two opposite sides at the same time. Paul uses this figurative expression to show his difficulty in deciding which decision is best, if given the option between living or dying. If this would be confusing in your language, you could translate this phrase using a metaphor that would make sense in your language, or you could choose to use plain language to express it. Alternate translation: [both options have their advantages, so the decision is not an easy one for me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "συνέχομαι",
        "note": "The phrase **I am hard pressed** is in passive form. If this would be confusing in your language, you could express the meaning behind this phrase by using a verb phrase that is in the active voice. Alternate translation: [It is not easy for me to decide]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τῶν δύο",
        "note": "The phrase **the two** refers to the two options regarding what decision is best. The choice of continuing to live on earth and serve Christ or its alternative, the choice of leaving earth to be with Christ. If the phrase **the two** would be confusing in your language, consider stating this explicitly. Alternate translation: [these two options] or [these two choices]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὴν ἐπιθυμίαν ἔχων",
        "note": "If the word abstract noun **desire** would be unclear in your language, you could express the meaning of this word by using the verbal form. Alternate translation: [yearning] or [preferring]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-euphemism",
        "orig_language_quote": "ἀναλῦσαι",
        "note": "Paul is referring to his death with the phrase **to depart**. Instead of focusing on the unpleasantness of death, Paul is using the word **depart** to focus on the positive result of his death, namely, that his physical death will result in his being with Christ. If it would be clearer in your language, you could use a different euphemism or express this plainly. Alternate translation: [to leave this life] or [to depart from this earth] or [to die]"
      }
    ]
  },
  {
    "reference": "Php 1:24",
    "bsb_verse_text": "But it is more necessary for you that I remain in the body.",
    "ult_verse_text": "but to remain in the flesh {is} more necessary for your sake.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "τὸ δὲ ἐπιμένειν ἐν τῇ σαρκὶ",
        "note": "The phrase **but remain in the flesh** means to remain alive in one’s body on earth. See how you translated **flesh** in [1:22](../01/22.md). If this would be unclear in your language, consider stating this plainly. Alternate translation: [but to continue in the body] or [but to continue to live on this earth]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἀναγκαιότερον",
        "note": "In the phrase **{is} more necessary** Paul leaves out the implied words “than departing” because he knows that his readers will understand them from the context. If this would be unclear in your language, consider supplying these omitted words in your translation. Alternate translation: [rather than departing is more necessary]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "ὑμᾶς",
        "note": "See how you translated the word **your** in [1:5](../01/05.md)."
      }
    ]
  },
  {
    "reference": "Php 1:25",
    "bsb_verse_text": "Convinced of this, I know that I will remain and will continue with all of you for your progress and joy in the faith,",
    "ult_verse_text": "And having become confident of this, I know that I will remain and will continue with you all for your progress and joy in the faith",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καὶ τοῦτο πεποιθὼς",
        "note": "The word **this** refers back to [1:24](../01/24.md) where Paul said that he believed it was more necessary that he remain alive on earth so that he could continue helping the Philippian Christians mature in their faith. If this would be unclear in your language, consider further explaining the word **this** in your translation. Alternate translation: [And being sure that it is better for you that I remain] or [And having been convinced that I should remain here on earth]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "τοῦτο πεποιθὼς",
        "note": "If it would be more natural in your language, you could express this with an active form. Alternate translation: [because I am sure of this]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μενῶ",
        "note": "Here, the word **remain** refers to remaining alive on earth in one’s body in contrast to dying and leaving the earth to be with Christ. See how you translated the word **remain** in [1:24](../01/24.md) and make the meaning the same here. Alternate translation: [I will continue living on this earth]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "μενῶ καὶ παραμενῶ",
        "note": "These two words mean very similar things. The first is more general and the second is more specific about remaining with someone. If your language has one word for both of these meanings, you could use that here. Alternate translation: [I will continue with]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "ὑμῖν",
        "note": "See how you translated the word **you** in [1:2](../01/02.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰς τὴν ὑμῶν προκοπὴν καὶ χαρὰν",
        "note": "If it would be clearer in your language, you could express the ideas behind the abstract nouns **progress** and **joy** with verbal phrases. Alternate translation: [so that you will advance and be joyful]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "εἰς τὴν ὑμῶν προκοπὴν καὶ χαρὰν",
        "note": "This phrase, **progress and joy**, may be expressing a single idea by using two words connected with **and**. The word **joy** tells how it feels to progress in faith. Alternate translation: [joyful progress]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὑμῶν",
        "note": "See how you translated the word **your** in [1:5](../01/05.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῆς πίστεως",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract noun **faith** with a verbal phrase. Alternate translation: [in trusting Jesus]"
      }
    ]
  },
  {
    "reference": "Php 1:26",
    "bsb_verse_text": "so that through my coming to you again your exultation in Christ Jesus will resound on account of me.",
    "ult_verse_text": "so that in me your boasting in Christ Jesus might abound through my coming to you again.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα",
        "note": "Here, the phrase **so that** indicates that what follows is the purpose of what came before it. The purpose of Paul remaining alive, ([1:25](../01/25.md)), was to increase the Philippian’s boasting in Christ. In your translation, use the method your language uses to indicate purpose."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "καύχημα & ἐν",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract noun **boasting** by expressing its meaning in a verb phrase or in some other way that would be natural in your language. Alternate translation: [glorying in] or [rejoicing in]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "παρουσίας",
        "note": "Here the word **coming** describes Paul’s travel from the perspective of the Philippians. In your language, it may be more natural to describe his travel from Paul’s perspective and use a word such as “going.” Here and in verse [27](../01/27.md), use the word or phrase that is most natural in your language."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὰ τῆς ἐμῆς παρουσίας",
        "note": "Here the word **through** could refer to: (1) the reason the Philippians would greatly boast in Christ. Therefore, the word **through** means “because”. Alternate translation: [because of my coming]; (2) the means by which the Philippians would greatly boast in Christ. Therefore, the word **through** means [by]. Alternate translation: [by my coming]"
      }
    ]
  },
  {
    "reference": "Php 1:27",
    "bsb_verse_text": "Nevertheless, conduct yourselves in a manner worthy of the gospel of Christ. Then, whether I come and see you or only hear about you in my absence, I will know that you stand firm in one spirit, contending together as one for the faith of the gospel,",
    "ult_verse_text": "Only conduct yourselves in a manner worthy of the gospel of Christ so that whether having come and having seen you or whether being absent, I might hear about you, that you stand firm in one spirit, with one soul striving together for the faith of the gospel.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "ἐλθὼν",
        "note": "Your language may have a different way of expressing the motion described by the word **come**. Here, the word **come** refers to Paul traveling to where the Philippians live and visiting them. See how you translated the form of this word in the previous verse, [1:26](../01/26.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "ἀξίως τοῦ εὐαγγελίου τοῦ Χριστοῦ πολιτεύεσθε",
        "note": "This is a command or instruction to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "στήκετε",
        "note": "The phrase **stand firm** is used to mean not changing one’s beliefs but, rather, remaining steadfast in what one believes. If this would be unclear in your language, consider using an equivalent expression from your language, or use plain language. Alternate translation: [you be unmoved] or [you remain strong in your faith]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ἐν ἑνὶ πνεύματι, μιᾷ ψυχῇ",
        "note": "The phrases **in one spirit** and **with one soul** mean essentially the same thing and are used together to emphasize the importance of unity. If it would be clearer in your language, you could translate them together as one expression and express the emphasis in another way. Alternate translation: [unified as one spirit] or [with complete unity]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν ἑνὶ πνεύματι, μιᾷ ψυχῇ",
        "note": "The phrases **in one spirit** and **with one soul** are used to mean “to have unity in one’s primary purposes and beliefs.” Both phrases refer to being in agreement about what matters. If these expressions would be confusing in your language, you may use plain language or use a similar expression from your language. Alternate translation: [with one mind] or [with singleness of purpose] or [in full agreement]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "συναθλοῦντες",
        "note": "Alternate translation: [cooperating together in the work]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῇ πίστει τοῦ εὐαγγελίου",
        "note": "The abstract noun **faith** in the phrase **the faith of the gospel** refers to what believers understand and do as a result of believing the gospel, which is God’s message about Jesus."
      }
    ]
  },
  {
    "reference": "Php 1:28",
    "bsb_verse_text": "without being frightened in any way by those who oppose you. This is a clear sign of their destruction but of your salvation, and it is from God.",
    "ult_verse_text": "And do not be frightened in anything by the ones opposing {you}. This is a sign to them of their destruction, but of your salvation—and this from God.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τῶν ἀντικειμένων",
        "note": "The phrase **the ones opposing you** refers to the people who were opposing the Philippian Christians and causing them trouble. If this would be unclear in your language, consider stating this plainly. Alternate translation: [the people opposing you] or [the people opposing you because you believe in Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ἥτις ἐστὶν αὐτοῖς ἔνδειξις",
        "note": "The word **This** in the phrase **This is a sign to them** refers to the lack of fear because of their faith that the Philippian believers will have when they are opposed."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀπωλείας",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract noun **destruction** by using a verb form or by expressing it in some other way that would be clear in your language. Alternate translation: [that God will destroy them]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ὑμῶν δὲ σωτηρίας",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract noun **salvation** by using a verb form of this word or by expressing it in some other way that would be clear in your language. Alternate translation: [while he is saving you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "τοῦτο ἀπὸ Θεοῦ",
        "note": "The word **this** in the phrase **this from God** could refer to: (1) what comes before it in this verse, both the courage God gives the Philippian Christians and the sign that their courage gives to those opposing them. Alternate translation: [your lack of fear and the evidence it gives is all from God]; (2) the sign given to those who oppose the Philippian Christians. Alternate translation: [this sign is from God]"
      }
    ]
  },
  {
    "reference": "Php 1:29",
    "bsb_verse_text": "For it has been granted to you on behalf of Christ not only to believe in Him, but also to suffer for Him,",
    "ult_verse_text": "For it has been freely given to you on behalf of Christ not only to believe in him, but also to suffer on behalf of him,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ὑμῖν ἐχαρίσθη τὸ",
        "note": "You could express this with an active form, and you could state who did the action. Alternate translation: [God has graciously granted to you]"
      }
    ]
  },
  {
    "reference": "Php 1:30",
    "bsb_verse_text": "since you are encountering the same struggle you saw I had, and now hear that I still have.",
    "ult_verse_text": "having the same struggle which you saw in me, and now you hear in me.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὸν αὐτὸν ἀγῶνα ἔχοντες",
        "note": "If the abstract noun **struggle** would be confusing in your language, you could express it with a verb phrase, as the UST does, or by expressing the idea behind this word in some other way that would be clear in your language. Alternate translation: [facing the same strife] or [enduring the same trials]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὸν αὐτὸν ἀγῶνα ἔχοντες, οἷον εἴδετε ἐν ἐμοὶ",
        "note": "The word **struggle** is a figurative way of referring to the conflict that Paul and the Philippian believers had with people who opposed them because of their faith. Paul speaks of it here as if it were a military battle or an athletic competition. If this would be unclear in your language, you could state this in plain language. Alternate translation: [as you experience the same opposition from people that you saw that I experienced]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "εἴδετε ἐν ἐμοὶ, καὶ νῦν ἀκούετε ἐν ἐμοί",
        "note": "The phrase **in me** occurs twice, both times referring to what Paul is experiencing. If this would be unclear in your language, you could express this in a way that is understandable in your language. Alternate translation: [you saw me experience and now hear that I am experiencing]"
      }
    ]
  },
  {
    "reference": "Php 2:1",
    "bsb_verse_text": "Therefore if you have any encouragement in Christ, if any comfort from His love, if any fellowship with the Spirit, if any affection and compassion,",
    "ult_verse_text": "Therefore, if {there is} any encouragement in Christ, if any comfort of love, if any fellowship of the Spirit, if any affections and compassions,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "οὖν",
        "note": "The word **Therefore** indicates that what follows is the natural result of or conclusion to what preceded it. Use the most natural form in your language to show this relationship."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἴ τις & παράκλησις ἐν Χριστῷ, εἴ τι παραμύθιον ἀγάπης, εἴ τις κοινωνία Πνεύματος, εἴ τις σπλάγχνα καὶ οἰκτιρμοί",
        "note": "The phrase **if {there is} any**, which occurs one time in this verse, and the phrase **if any**, which occurs three times in this verse, appear to be hypothetical statements. However, they are not hypothetical, because they each express things which are true. If it would be clearer in your language, you could express the meaning of these phrases explicitly. Alternate translation: [because of the encouragement which comes from Christ, because there is comfort from his love, because of the fellowship of the Spirit, because you have affections and compassions] or [since Christ has encouraged you, since there is comfort from his love, since there is fellowship in the Spirit, since you have affections and compassions]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "εἴ τι παραμύθιον ἀγάπης, εἴ τις κοινωνία Πνεύματος, εἴ τις σπλάγχνα καὶ οἰκτιρμοί",
        "note": "In the three occurrences of the phrase **if any** in this verse, the missing words, “there is,” are implied and can be supplied in your translation if omitting them would cause confusion. Alternate translation: [if there is any comfort from love, if there is any fellowship of the Spirit, if there are any affections and compassions]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἴ τις & παράκλησις ἐν Χριστῷ",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract noun **encouragement** by using a verbal form of this word. Alternate translation: [if Christ encourages you]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἴ τις & παράκλησις ἐν Χριστῷ",
        "note": "The word **encouragement** could refer to: (1) “encouragement” (2) “exhortation” Alternate translation: [if there is any exhortation in Christ]; (3) both the idea of “encouragement” and “exhortation” at the same time. Alternate translation: [if there is any encouragement and exhortation in Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἴ τις & παράκλησις ἐν Χριστῷ",
        "note": "The phrase, **encouragement in Christ** probably means the encouragement that Christ gives to believers because they are in union with him. If it would be clearer in your language, you could state that explicitly. Alternate translation: [because of the encouragement which comes from Christ] or [if Christ encourages you] or [because you are encouraged by being in Christ] or [since you are encouraged because of your union with Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἴ τι παραμύθιον ἀγάπης",
        "note": "Here, **love** probably refers to Christ’s love for the Philippians. Alternate translation: [if his love has given you any comfort] or [if his love for you has comforted you in any way]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἴ τι παραμύθιον ἀγάπης",
        "note": "If it would be clearer in your language, you could express the ideas behind the abstract nouns **comfort** and **love** by using verbal forms of these words and/or using them in a verbal phrase. Alternate translation: [if Christ’s way of loving you has comforted you] or [if being loved by Christ has comforted you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἴ τι παραμύθιον ἀγάπης",
        "note": "The phrase **comfort of love** refers to the comfort which the Philippian believers received from Christ’s love. If it would be clearer in your language, consider stating this explicitly. Alternate translation: [if you have received any comfort from Christ’s love] or [if Christ’s love comforts you]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἴ τις κοινωνία Πνεύματος",
        "note": "The phrase **fellowship of the Spirit** could refer to: (1) the Holy Spirit giving the Philippian Christians fellowship with each other. Alternate translation: [if the Spirit has produced any fellowship among you] or [if the Spirit has given you fellowship with each other]; (2) the Philippian Christians’ fellowship with the Holy Spirit. Alternate translation: [if you have fellowship with the Spirit]; (3) both the Holy Spirit giving the Philippian Christians fellowship with each other and to their having fellowship with the Holy Spirit. Alternate translation: [if you have any fellowship with the Spirit and the Spirit has produced in you any fellowship with each other]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἴ τις κοινωνία Πνεύματος",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract noun **fellowship** by using it in a verbal phrase. Alternate translation: [if the Spirit has produced any fellowship among you] or [if the Spirit has enabled you to fellowship with each other]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἴ τις σπλάγχνα καὶ οἰκτιρμοί",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract nouns **affections** and **compassions** by using them in a verbal phrase. Alternate translation: [if you feel any affections and compassions for one another] or [if you have any affection and compassion for each other]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἴ τις σπλάγχνα καὶ οἰκτιρμοί",
        "note": "The phrase **if any affections and compassions** probably refers to the Philippian believers’ affection and compassion toward each other. If it would be clearer in your language, consider stating this explicitly. Alternate translation: [if you have any affection and compassion toward one another]"
      }
    ]
  },
  {
    "reference": "Php 2:2",
    "bsb_verse_text": "then make my joy complete by being like-minded, having the same love, being united in spirit and purpose.",
    "ult_verse_text": "fulfill my joy that you might think the same, having the same love, united in soul, thinking the one thing.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "πληρώσατέ μου τὴν χαρὰν",
        "note": "If your language does not use an abstract noun for the idea of **joy**, you can express the idea behind the abstract noun **joy** by using an adjective or verb. Alternate translation: [make me overflow with happiness]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τὸ αὐτὸ φρονῆτε",
        "note": "Alternate translation: [you think together as one]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὴν αὐτὴν ἀγάπην ἔχοντες",
        "note": "If your language does not use an abstract noun for the idea of **love**, you can express the idea behind the abstract noun **love** with an adjective or verb. Alternate translation: [love each other]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "σύνψυχοι",
        "note": "Paul’s use of the idiom **united in soul** is a figurative way of asking the Philippians to be unified and to agree about what is important. If it would be helpful in your language, you could use an equivalent idiom or use plain language. Alternate translation: [be one in spirit] or [be one in heart and will] or [agree about what is important] or [be unified]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τὸ ἓν φρονοῦντες",
        "note": "Alternate translation: [being concerned about the same things]"
      }
    ]
  },
  {
    "reference": "Php 2:3",
    "bsb_verse_text": "Do nothing out of selfish ambition or empty pride, but in humility consider others more important than yourselves.",
    "ult_verse_text": "{Do} nothing according to selfish ambition or according to empty conceit, but with humility considering others better than yourselves,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "μηδὲν κατ’ ἐριθείαν",
        "note": "Alternate translation: [Do not be selfishly ambitious] or [Do not do anything with an attitude of self-importance]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "μηδὲ κατὰ κενοδοξίαν",
        "note": "Alternate translation: [or with empty pride]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μηδὲ κατὰ κενοδοξίαν",
        "note": "If your language does not use an abstract noun for this idea, you can express the idea behind the abstract noun **conceit** by using an adjective or some other way. Alternate translation: [or with prideful motives]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀλλὰ τῇ ταπεινοφροσύνῃ ἀλλήλους ἡγούμενοι ὑπερέχοντας ἑαυτῶν",
        "note": "If your language does not use an abstract noun for this idea, you can express the idea behind the abstract noun **humility** by using an adjective or some other way. Alternate translation: [but rather, act in a humble way by considering others more important than yourselves]"
      }
    ]
  },
  {
    "reference": "Php 2:4",
    "bsb_verse_text": "Each of you should look not only to your own interests, but also to the interests of others.",
    "ult_verse_text": "each one not considering the things of themselves, but also the things of each other.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "μὴ τὰ ἑαυτῶν ἕκαστος σκοποῦντες, ἀλλὰ καὶ τὰ ἑτέρων ἕκαστοι",
        "note": "Alternate translation: [each of you caring not only about what you need, but also about what others need]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἕκαστος",
        "note": "The phrase **each one** here means “each person” and refers to all of the Philippian believers. If it would be clearer in your language, consider stating this explicitly. Alternate translation: [every one of you] or [each of you]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "μὴ & σκοποῦντες",
        "note": "Alternate translation: [not thinking about]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-pronouns",
        "orig_language_quote": "ἑαυτῶν",
        "note": "The reflexive pronoun **themselves** is plural in form in the original language in which Paul wrote this letter. If your language has a plural form for this pronoun, consider using it here. Alternate translation: [of yourselves]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rpronouns",
        "orig_language_quote": "ἑαυτῶν",
        "note": "The reflexive pronoun **themselves** refers back to **each one** at the beginning of the verse. Alternate translation: [of yourselves]"
      }
    ]
  },
  {
    "reference": "Php 2:5",
    "bsb_verse_text": "Let this mind be in you which was also in Christ Jesus:",
    "ult_verse_text": "Have this attitude in you which also {was} in Christ Jesus,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "τοῦτο φρονεῖτε ἐν ὑμῖν, ὃ καὶ ἐν Χριστῷ Ἰησοῦ",
        "note": "Alternate translation: [Have the same attitude that Christ Jesus had]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τοῦτο φρονεῖτε ἐν ὑμῖν, ὃ καὶ ἐν Χριστῷ Ἰησοῦ",
        "note": "If your language does not use an abstract noun for the idea of **attitude**, you can express the idea behind the abstract noun **attitude** with a verb such as “think.” Alternate translation: [Think about one another the way Christ Jesus thought of people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "τοῦτο φρονεῖτε",
        "note": "This is a command or instruction to all of the Philippian believers. Use the most natural form in your language to give direction to a group of people. Alternate translation: [Every one of you should have this attitude]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τοῦτο φρονεῖτε ἐν ὑμῖν, ὃ καὶ ἐν Χριστῷ Ἰησοῦ",
        "note": "The phrase **Have this attitude in you which also {was} in Christ Jesus** means that a believer is to have the same attitude and disposition which Christ Jesus had and which characterized his behavior. If it would be helpful in your language, consider stating it explicitly. Alternate translation: [Think the same way that Christ Jesus did] or [Have the same values which Christ Jesus also had]"
      }
    ]
  },
  {
    "reference": "Php 2:6",
    "bsb_verse_text": "Who, existing in the form of God, did not consider equality with God something to be grasped,",
    "ult_verse_text": "who, existing in the form of God,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν μορφῇ Θεοῦ ὑπάρχων",
        "note": "The phrase **existing in the form of God** means that Jesus had the very nature of God. It does not mean that Jesus only appeared to be God, but was not God. This phrase is saying that Jesus was fully God. The rest of this verse and the next two verses explain that Jesus, while being fully God, humbled himself and acted as a servant, in obedience to God. Avoid any translation that would suggest that Jesus was not fully God. Alternate translation: [being fully God] or [though everything that is true of God is true of him]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "οὐχ & ἡγήσατο",
        "note": "Alternate translation: [did not think] or [did not regard]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἁρπαγμὸν",
        "note": "Alternate translation: [something to be held onto] or [something to be retained]"
      }
    ]
  },
  {
    "reference": "Php 2:7",
    "bsb_verse_text": "but emptied Himself, taking the form of a servant, being made in human likeness.",
    "ult_verse_text": "Instead, he emptied himself,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλὰ",
        "note": "The word **Instead** introduces a contrast between the preceding clause in [2:6](../02/06.md) and what is expressed about Jesus in this verse and the next two verses. The contrast is made between Jesus’ choice to retain his divine rights and privileges, or to surrender them. Choose the best form in your language to show the contrast that **Instead** expresses here. Alternate translation: [On the contrary] or [Rather] or [But instead]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ἀλλὰ ἑαυτὸν ἐκένωσεν",
        "note": "The pronoun **he** refers to Jesus. If it would be helpful in your language, consider the best way to express the meaning of **he** to show that it refers to Jesus. Alternate translation: [Instead, Jesus emptied himself]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rpronouns",
        "orig_language_quote": "ἑαυτὸν ἐκένωσεν",
        "note": "The reflexive pronoun **himself** refers to Jesus and is used to emphasize the fact that Jesus freely and intentionally chose to empty himself of divine rights and privileges. Consider the best way to express the emphatic element of this pronoun in your language. Alternate translation: [he willingly set aside divine privileges]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἑαυτὸν ἐκένωσεν",
        "note": "Paul statement that Christ **emptied himself** is figurative and not literal. By using the figurative phrase **he emptied himself**, Paul is vividly expressing that Christ chose to give up his divine rights and privileges when he became human. If it would be helpful in your language, you could use an equivalent metaphor from your culture, or use plain language. Alternate translation: [he gave up divine rights and privileges] or [he willingly set aside divine privileges]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μορφὴν δούλου λαβών",
        "note": "The phrase, **having taken the form of a servant**, means that Jesus acted as a servant while on earth. It does not mean that Jesus simply appeared to be a servant. If it would be helpful in your language, consider using an equivalent expression from your language, or state this in plain language. Alternate translation: [and acted as a servant]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν ὁμοιώματι ἀνθρώπων γενόμενος",
        "note": "The phrase **having been born in the likeness of men** means that Jesus became a human being. It does not mean that Jesus only appeared to be human. Rather, it means that Jesus, who always existed as God, chose to take on a human body and appear on earth in human form. If it would be helpful in your language, consider saying this in plain language. Alternate translation: [having become a human being]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἐν ὁμοιώματι ἀνθρώπων",
        "note": "The word **men** is emphasizing the idea of Jesus’ humanity rather than his gender. The word **men** is plural in form to emphasize the idea that Jesus resembled humanity in general. Consider the best way in your language to express this emphasis on Jesus’ humanity. Alternate translation: [in the likeness of human beings]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "καὶ σχήματι εὑρεθεὶς ὡς ἄνθρωπος",
        "note": "The phrase **having been found in appearance as a man** does not mean that Jesus appeared to be a man but was not a man. Rather, this phrase continues the thought of the previous phrase, **having been born in the likeness of men**, and means that Jesus became a human being and therefore was fully human in appearance. The phrase, **in appearance**, points out that Jesus appeared in all ways to be fully human. It also indicates that while being fully human, Jesus was distinct from the rest of humanity: He retained his full deity while being human and, therefore, he was both human and divine at the same time. Alternate translation: [and while being found in the form of a human being]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἄνθρωπος",
        "note": "Here the word **man** is emphasizing the idea of Jesus’ humanity rather than his gender. If your language has a way of expressing this emphasis on Jesus’ humanity, consider using the term that would most clearly express this. See how you translated the word **men** earlier in this verse. Alternate translation: [a human being]"
      }
    ]
  },
  {
    "reference": "Php 2:8",
    "bsb_verse_text": "And being found in appearance as a man, He humbled Himself and became obedient to death—even death on a cross.",
    "ult_verse_text": "he humbled himself, having become obedient to the point of death,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐταπείνωσεν ἑαυτὸν, γενόμενος ὑπήκοος μέχρι θανάτου",
        "note": "The phrase **having become** clarifies or introduces the way that Jesus **humbled himself**. Choose the most natural form in your language to express this meaning. Alternate translation: [Jesus humbled himself by becoming obedient to the point of dying] or [Jesus humbled himself this way, by obeying to the point of death] or [Jesus humbled himself, specifically, by obeying God to the point of death]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rpronouns",
        "orig_language_quote": "ἑαυτὸν",
        "note": "The reflexive pronoun **himself**, which refers to Jesus, is used here to emphasize Jesus’ action of humbling himself. Consider the best way in your language to express the emphatic element of this pronoun."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "γενόμενος ὑπήκοος μέχρι θανάτου, θανάτου δὲ σταυροῦ",
        "note": "If it would be clearer in your language, you could express the idea behind the two occurrences in this verse of the abstract noun **death** with a verb such as “dying”. Alternate translation: [having become obedient to the point of dying, even dying on a cross]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "γενόμενος ὑπήκοος μέχρι θανάτου",
        "note": "The phrase **to the point of** is an English idiom that translates a single Greek preposition. This preposition emphasizes the intensity of Jesus’ obedience to the Father by showing that **death** that follows as the extreme result of that obedience. Alternate translation: [remaining obedient even though it resulted in him dying]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-reduplication",
        "orig_language_quote": "θανάτου δὲ σταυροῦ",
        "note": "The phrase **even death on a cross** emphasizes that dying on a cross was a very humiliating way to die. By using the word **even** and repeating the word **death**, Paul is emphasizing the great extent of Jesus’ humility and obedience. Think about the best way in your language to show the emphasis provided by the phrase **even death on a cross**. Alternate translation: [even so far as dying on a cross] or [even to the extent of dying on a cross]"
      }
    ]
  },
  {
    "reference": "Php 2:9",
    "bsb_verse_text": "Therefore God exalted Him to the highest place and gave Him the name above all names,",
    "ult_verse_text": "Therefore, God also highly exalted him",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "διὸ",
        "note": "The word **Therefore** shows the reason and result relationship between what comes before this word and what follows it. Here, **Therefore** introduces the result of Jesus humbling himself, as was described in [2:6–8](../02/06.md). Choose the form in your language that best expresses the reason and result relationship expressed by the word **Therefore**. Alternate translation: [Because of this] or [Because Jesus acted this way]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "αὐτὸν ὑπερύψωσεν",
        "note": "Alternate translation: [greatly honored him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τὸ ὄνομα τὸ ὑπὲρ πᾶν ὄνομα",
        "note": "Here, **name** is a metonym that refers to the status or position associated with someone’s name. Alternate translation: [the position that is above every other position] or [the position that is higher than any other position] or [the rank that is above every other rank]"
      }
    ]
  },
  {
    "reference": "Php 2:10",
    "bsb_verse_text": "that at the name of Jesus every knee should bow, in heaven and on earth and under the earth,",
    "ult_verse_text": "so that at the name of Jesus every knee would bend,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "ἵνα",
        "note": "The phrase **so that** connects this verse with the preceding verse, [2:9](../02/09.md) and shows that this verse and the next verse are the result of [2:9](../02/09.md). Use the most natural form in your language to show this connection."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἐν τῷ ὀνόματι Ἰησοῦ, πᾶν γόνυ κάμψῃ",
        "note": "Here, **every knee** bending is an idiomatic way of saying that Jesus will be worshiped and honored by all. If this would be clear in your language, consider using this expression, but If it would be helpful in your language, consider using an equivalent expression to communicate the idea of worship."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐν τῷ ὀνόματι Ἰησοῦ, πᾶν γόνυ κάμψῃ",
        "note": "Here, **name** is a metonym for the person, telling who it is they will worship. Alternate translation: [before the person of Jesus] or [every person and being will worship Jesus]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-merism",
        "orig_language_quote": "ἐπουρανίων καὶ ἐπιγείων καὶ καταχθονίων",
        "note": "Paul uses the phrase **in heaven and on earth and under the earth** to include to all beings, including human beings and angels. This phrase emphasizes that all beings everywhere will bow in reverence to Jesus. Consider the best way to express this in your language. Alternate translation: [every being in heaven, and on earth, and under the earth]"
      }
    ]
  },
  {
    "reference": "Php 2:11",
    "bsb_verse_text": "and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.",
    "ult_verse_text": "and every tongue would confess that Jesus Christ {is} Lord,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "πᾶσα γλῶσσα ἐξομολογήσηται",
        "note": "Paul uses the word **tongue** to represent the mouth and what comes out of the mouth. Paul is describing what is said by associating it with the tongue. If this is not clear in your language, you could use an equivalent expression, or use plain language. Alternate translation: [every mouth will declare] or [every being will say] or [everyone will say]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "εἰς δόξαν Θεοῦ Πατρὸς",
        "note": "The word **to** expresses result. Alternate translation: [with the result that God the Father will be honored]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰς δόξαν Θεοῦ Πατρὸς",
        "note": "If your language does not use an abstract noun for the idea of **glory**, you can express the idea behind the abstract noun **glory** by using a verbal form of this word or by some other way. Alternate translation: [and honor God the Father]"
      }
    ]
  },
  {
    "reference": "Php 2:12",
    "bsb_verse_text": "Therefore, my beloved, just as you have always obeyed, not only in my presence, but now even more in my absence, continue to work out your salvation with fear and trembling.",
    "ult_verse_text": "So then, my beloved, just as you always obeyed, not only as in my presence, but now much more in my absence, work out your own salvation with fear and trembling.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "ὥστε",
        "note": "The phrase **So then** shows that what follows it is the desired result of what preceded it in [2:5–11](../02/05.md). Use the most natural form in your language to show this relationship. Alternate translation: [Therefore]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἀγαπητοί μου",
        "note": "The word **beloved** refers to the believers in Philippi. Paul uses this word to express how much he loves them. If it would be helpful in your language, you could use an equivalent phrase in your language that expresses love and affection. Alternate translation: [my dear fellow believers]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὡς ἐν τῇ παρουσίᾳ μου",
        "note": "Alternate translation: [when I was present with you]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐν τῇ ἀπουσίᾳ μου",
        "note": "Alternate translation: [when I am not there with you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μετὰ φόβου καὶ τρόμου τὴν ἑαυτῶν σωτηρίαν κατεργάζεσθε",
        "note": "If your language does not use an abstract noun for the idea of **salvation**, you can express the idea behind the abstract noun **salvation** by using a verbal form of this word or expressing it in some other way which describes God’s saving work. Alternate translation: [with fear and trembling, continue to work hard to do that which is proper for those whom God saves] or [with awe and reverence for God, work to do good things, as those whom God has saved]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "μετὰ φόβου καὶ τρόμου",
        "note": "Paul uses the words **fear** and **trembling** together to show the attitude of reverence that people should have for God. Consider the best way to express this idea in your language. These words have very similar meanings, so you can express them as one idea or translate them as two separate expressions. Alternate translation: [with awe and reverence for God] or [with deep reverence]"
      }
    ]
  },
  {
    "reference": "Php 2:13",
    "bsb_verse_text": "For it is God who works in you to will and to act on behalf of His good purpose.",
    "ult_verse_text": "For God is the one working in you both to will and to work for his good pleasure.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐνεργῶν",
        "note": "In the original language in which Paul wrote this letter, the word **working** expresses continuous action and emphasizes the ongoing nature of God’s work in believers. Consider the best way to express the continuous nature of this word in your language. Alternate translation: [continually working]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "ἐν ὑμῖν",
        "note": "The phrase **in you** could refer to: (1) God working individually within the heart of each of the Philippian believers. (2) God working among the Philippian believers as a whole. Alternate translation: [among you]; (3) both option one and two simultaneously. Alternate translation: [in and among you] If your language allows you to keep the object of God’s work ambiguous, as it is in the ULT, this is the preferable option. If your language does not allow for this, choose one of the options above."
      },
      {
        "support_reference": "",
        "orig_language_quote": "καὶ τὸ θέλειν, καὶ τὸ ἐνεργεῖν, ὑπὲρ τῆς εὐδοκίας",
        "note": "Alternate translation: [to enable you to both desire to do, and to do, the things which him happy] or [so that you will want to do what pleases him, and will be able to do what pleases him]"
      }
    ]
  },
  {
    "reference": "Php 2:14",
    "bsb_verse_text": "Do everything without complaining or arguing,",
    "ult_verse_text": "Do all things without complaining or arguing",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "πάντα ποιεῖτε χωρὶς γογγυσμῶν καὶ διαλογισμῶν",
        "note": "The phrase **Do all things without** is a command or instruction to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people. Alternate translation: [Every one of you, make sure that you do not complain or argue in anything you do]"
      }
    ]
  },
  {
    "reference": "Php 2:15",
    "bsb_verse_text": "so that you may be blameless and pure, children of God without fault in a crooked and perverse generation, in which you shine as lights in the world",
    "ult_verse_text": "so that you might become blameless and pure, children of God without blemish in the midst of a crooked and perverted generation, among whom you shine as lights in the world,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ἄμεμπτοι καὶ ἀκέραιοι",
        "note": "The words **blameless** and **pure** are very similar in meaning and are used together to emphasize the idea of living a morally pure life. You may translate these words individually, as the ULT does, or combine them together into one idea and express their meaning together as a single expression. Consider what would be most natural in your language. Alternate translation: [completely innocent]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τέκνα Θεοῦ",
        "note": "The phrase **children of God** is a metaphorical way of describing people who have entered into a father-child relationship with God by putting their faith and trust in Jesus. Here, **children** does not refer to those who are young, but only to the relationship that people have at any age to their father. If you translate **children** using a literal term, choose a word that can refer to people of any age in relation to their fathers. Alternate translation: [God’s spiritual offspring] or [spiritual children of God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἄμωμα",
        "note": "The phrase **without blemish** means being free from flaws or defects. Here the phrase **without blemish** specifically means being free from moral flaws or corruption. Consider using an equivalent phrase from your language that would be understood in this context, or use plain language. Alternate translation: [who abstain from all evil]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἐν οἷς φαίνεσθε ὡς φωστῆρες ἐν κόσμῳ",
        "note": "Paul is describing people by associating them with the world in which they live. If it would be helpful in your language, you could use an equivalent expression or use plain language. Alternate translation: [among whom you shine as lights before the people in the world]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "φαίνεσθε ὡς φωστῆρες ἐν κόσμῳ",
        "note": "The word **lights** represents believers who are living in a righteous way that shows other people what is true and good. “Light” is often used metaphorically in the Bible to represent truth and the righteous living that aligns with truth. In the Bible, light is often contrasted with darkness, which represents falsehood and living according to it. To **shine as lights in the world** means to live in a way that helps people see God’s truth and character. You can retain this metaphor or express this using plain language. Alternate translation: [you will be examples of God’s goodness and truth in the world]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "μέσον γενεᾶς σκολιᾶς καὶ διεστραμμένης",
        "note": "The words **crooked** and **perverted** are used together to emphasize the idea of extreme sinfulness. These two words are very similar in meaning. You may translate these words individually, as the ULT does, or combine them together into one idea and express their meaning together as a single expression. Consider what would be most natural in your language. Alternate translation: [among people who are very sinful]"
      }
    ]
  },
  {
    "reference": "Php 2:16",
    "bsb_verse_text": "as you hold forth the word of life, in order that I may boast on the day of Christ that I did not run or labor in vain.",
    "ult_verse_text": "holding forth the word of life for my boasting on the day of Christ that I did not run in vain nor labor in vain.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "λόγον ζωῆς ἐπέχοντες",
        "note": "Here, **holding forth** could mean: (1) holding out to others the word of life. Alternate translation: [holding out the word of life] or [offering the word of life]; (2) holding firmly to the word of life. Alternate translation: [holding tightly to the word of life] or [holding firmly to the word of life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "λόγον ζωῆς ἐπέχοντες",
        "note": "The phrase **holding forth the word of life** continues the thought from the previous verse and shows in more detail how Christians can become “blameless and pure, children of God” who “shine as lights in the world.” Consider the best way to show this connection in your language. Alternate translation: [as you hold forth the word of life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "λόγον ζωῆς",
        "note": "The phrase **word of life** refers to the good news about Jesus. If this would be unclear in your language, consider translating this phrase in plain language. Alternate translation: [the message that gives life] or [the life-giving gospel] or [the life-giving message]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "λόγον",
        "note": "Here the phrase **the word** means “the gospel.” In his writings, Paul often uses **word** to refer to the message of the gospel. In doing this, Paul is describing something Christians communicate to others by associating it with words. If this is not clear in your language, you could use an equivalent expression, or use plain language. Alternate translation: [the message] or [the gospel] or [the good news]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "λόγον ζωῆς",
        "note": "The phrase **the word of life** could mean: (1) the word that gives people life. Alternate translation: [the word that gives life]; (2) the word that is about life and that gives life. Alternate translation: [the word that is about life and gives life]; (3) the word which contains life and has the ability to give people life. Alternate translation: [the word that contains and gives life] If your language allows you to keep the phrase **the word of life** ambiguous, this is the best option. If your language does not allow you to do this, you may specify clearly how the phrase **of life** is related to **the word**."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "λόγον ζωῆς",
        "note": "If it would be clearer in your language, you could express the abstract noun **life** by using it in a verbal phrase. Alternate translation: [the life-giving word] or [the word which gives life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "εἰς καύχημα ἐμοὶ εἰς ἡμέραν Χριστοῦ, ὅτι οὐκ εἰς κενὸν ἔδραμον, οὐδὲ εἰς κενὸν ἐκοπίασα",
        "note": "With the phrase **for my boasting on the day of Christ**, Paul introduces a reason that the Philippian believers should try to live out the things he has just told them to do in [2:12](../02/12.md) and ending with the phrase “holding forth the word of life.” Paul here gives one reason for what he has just asked them to do. He says that if they live out what he has just told them, then when Christ returns, he can be proud of the fact that he did not work in vain among them. Consider the best way in your language to show this reason-result relationship. Alternate translation: [so that I will be able to boast on the day Christ returns that I did not run in vain or labor in vain]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἰς καύχημα ἐμοὶ",
        "note": "Here, **boasting** refers to Paul being rightfully proud of God’s work in the lives of the Philippian believers. If it would be clearer in your language, consider stating this explicitly. Alternate translation: [so that I may be rightfully proud of God’s work in you] or [so that I might glory in God’s work in you]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἰς καύχημα ἐμοὶ",
        "note": "Alternate translation: [so that I may boast] or [in order that I have good reason to glory]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "εἰς ἡμέραν Χριστοῦ,",
        "note": "The phrase **the day of Christ** refers to the time in the future when Christ will return. If it would be clearer in your language, you could state that explicitly. Alternate translation: [when Christ returns] or [at the time Christ returns]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "οὐκ εἰς κενὸν ἔδραμον, οὐδὲ εἰς κενὸν ἐκοπίασα",
        "note": "The phrases **run in vain** and **labor in vain** have very similar meanings here. Paul uses these two phrases together to emphasize how hard he has worked to help people believe in Christ and mature in their obedience and love for him. You may translate these two phrases separately, as the ULT does, or if it would be clearer in your language, you may translate them together as a single phrase. Alternate translation: [I did not work so hard for nothing] or [I did not work hard with no lasting results]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "οὐκ εἰς κενὸν ἔδραμον",
        "note": "Paul uses the word **run** metaphorically to mean “work.” Here Paul specifically means that he worked for the advancement of the gospel among the Philippians. Paul uses the word **run** to bring to the Philippians’ minds the image of a runner who is racing toward a finish line in order to win a prize. If this image is familiar to people in your culture, consider using this metaphor. But if this image is not familiar to your readers, consider stating this idea in plain language. Alternate translation: [I did not work for the advancement of the gospel uselessly] or [I did not work for the spread of the good news for nothing] or [I did not run the race uselessly]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἰς κενὸν",
        "note": "Alternate translation: [for no purpose … for no purpose] or [without positive results … without positive results] or [for nothing … for nothing]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οὐδὲ εἰς κενὸν ἐκοπίασα",
        "note": "Paul uses the word **labor** to refer to his spiritual work of sharing the gospel with the Philippian believers and working to help them grow in spiritual maturity. Paul assumes that his readers will know that he is referring to his spiritual work among them. If it would be helpful to your readers, you could indicate that explicitly. Alternate translation: [or work hard for nothing, trying to help you believe in Christ and obey him]"
      }
    ]
  },
  {
    "reference": "Php 2:17",
    "bsb_verse_text": "But even if I am being poured out like a drink offering on the sacrifice and service of your faith, I am glad and rejoice with all of you.",
    "ult_verse_text": "But even if I am being poured out as an offering on the sacrifice and service of your faith, I rejoice and rejoice with you all.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "ἀλλ’ εἰ καὶ",
        "note": "**But even if** connects the idea of running and laboring for the advance of the gospel, which Paul discussed in [2:16](../02/16.md), with what he says in the rest of this verse. Consider how to translate this phrase in your language in a way that shows this connection."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-symaction",
        "orig_language_quote": "σπένδομαι ἐπὶ τῇ θυσίᾳ καὶ λειτουργίᾳ τῆς πίστεως ὑμῶν",
        "note": "The phrase **I am being poured out as an offering on the sacrifice** uses imagery from the Old Testament Jewish sacrificial system. A priest would sacrifice an animal on the altar as a burnt offering to God and then pour out wine as a drink offering to God, in order to make the sacrifice complete. See [Num 28:7](../../num/28/07.md). If there is a gesture with similar meaning in your culture, consider using it here, but if this imagery would be confusing in your culture, consider translating this imagery using plain language. Alternate translation: [I work and give my life for your sake in order to complete the sacrificial service of your faith]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "σπένδομαι",
        "note": "Paul uses the phrase **I am being poured out as an offering** to depict his imprisonment and suffering for the advancement of the gospel. Paul probably is also thinking of the fact that he could be killed in the future for preaching the gospel. If this metaphor would not be clear in your language, consider using plain language to express this idea."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "σπένδομαι",
        "note": "If it would be clearer in your language, you could express the abstract noun **offering** by using a verbal form."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐπὶ τῇ θυσίᾳ καὶ λειτουργίᾳ τῆς πίστεως ὑμῶν",
        "note": "If it would be clearer in your language, you could express this with an active form. Alternate translation: [on your sacrifice and service which you offer because you believe]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hendiadys",
        "orig_language_quote": "ἐπὶ τῇ θυσίᾳ καὶ λειτουργίᾳ τῆς πίστεως ὑμῶν",
        "note": "The words **sacrifice** and **service** express a single idea by using two words connected by **and**. If it would be clearer in your language, you could express this meaning as a single idea or phrase. Alternate translation: [to complete your sacrificial service which you offer because you believe the gospel]"
      }
    ]
  },
  {
    "reference": "Php 2:18",
    "bsb_verse_text": "So you too should be glad and rejoice with me.",
    "ult_verse_text": "Now in the same manner, you also rejoice and rejoice with me.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τὸ & αὐτὸ",
        "note": "The phrase **in the same manner** refers to the Philippian Christians rejoicing in the same manner that Paul said he would rejoice in previous verse [2:17](../02/17.md). If this would be unclear in your language, consider stating this explicitly. Alternate translation: [in the same way that I rejoice]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "καὶ ὑμεῖς χαίρετε καὶ συνχαίρετέ μοι",
        "note": "The phrases **you also rejoice** and **rejoice with me** are both commands or instructions given to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people. Alternate translation: [I urge each of you to rejoice, and also to rejoice with me]"
      }
    ]
  },
  {
    "reference": "Php 2:19",
    "bsb_verse_text": "Now I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I learn how you are doing.",
    "ult_verse_text": "Now I hope in the Lord Jesus to send Timothy to you soon so that I also might be encouraged, having come to know the things concerning you.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐλπίζω δὲ ἐν Κυρίῳ Ἰησοῦ",
        "note": "If your language does not use an abstract noun for the idea of **hope**, you can express the idea behind the abstract noun **hope** with a verb form such as “hoping.”"
      }
    ]
  },
  {
    "reference": "Php 2:20",
    "bsb_verse_text": "I have nobody else like him who will genuinely care for your needs.",
    "ult_verse_text": "For I have no one like-minded, who will be genuinely anxious about the things concerning you,",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "οὐδένα γὰρ ἔχω ἰσόψυχον",
        "note": "Alternate translation: [For I have no one else who loves you like I do]"
      }
    ]
  },
  {
    "reference": "Php 2:21",
    "bsb_verse_text": "For all the others look after their own interests, not those of Jesus Christ.",
    "ult_verse_text": "for they all seek their own things, not the things of Jesus Christ.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οἱ πάντες γὰρ τὰ ἑαυτῶν ζητοῦσιν, οὐ τὰ Ἰησοῦ Χριστοῦ",
        "note": "The words **they** and **their** refer to a group of people whom Paul does not think he can trust to help the believers in Philippi. If it would be helpful in your language, consider stating that explicitly. Alternate translation: [All the other people I might send to you seek what they want and do not see the things Jesus Christ wants]"
      }
    ]
  },
  {
    "reference": "Php 2:22",
    "bsb_verse_text": "But you know Timothy’s proven worth, that as a child with his father he has served with me to advance the gospel.",
    "ult_verse_text": "But you know his proven worth, that as a child with his father, he served with me in the gospel.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ὡς πατρὶ τέκνον, σὺν ἐμοὶ ἐδούλευσεν εἰς τὸ εὐαγγέλιον",
        "note": "The point of this comparison is that children learn from their fathers and try to follow and imitate them as they work alongside them. Paul was not Timothy’s biological father, but he uses this simile to illustrate how Timothy worked alongside him and learned from him as, together, they advanced the gospel. If it would be helpful in your language, you could use an equivalent comparison or express this meaning plainly. Alternate translation: [he learned from me and did what I did as he served with me in the gospel]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὴν δὲ δοκιμὴν αὐτοῦ γινώσκετε",
        "note": "If your language does not use an abstract noun for this idea, you can express the idea behind the abstract noun **worth** with an adjective such as “valuable” or in some other way. Alternate translation: [But you know how valuable Timothy is]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "εἰς τὸ εὐαγγέλιον",
        "note": "Here, **the gospel** means the work of advancing the gospel. If it would be helpful in your language, consider stating this explicitly. Alternate translation: [in gospel work] or [in working to spread the gospel] or [in the work of telling people the good news about Jesus]"
      }
    ]
  },
  {
    "reference": "Php 2:24",
    "bsb_verse_text": "And I trust in the Lord that I myself will come soon.",
    "ult_verse_text": "But I am confident in the Lord that I myself will also come soon.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "πέποιθα & ἐν Κυρίῳ, ὅτι καὶ αὐτὸς ταχέως ἐλεύσομαι",
        "note": "Alternate translation: [I am sure, if it is the Lord’s will, that I will also come soon]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὅτι καὶ αὐτὸς ταχέως ἐλεύσομαι.",
        "note": "The word **also** expresses that Paul was confident that he would be able to visit the Philippian Christians too, in addition to sending Timothy to them. You could include this information if that would be helpful to your readers. Alternate translation: [that I myself, in addition to Timothy, will also come soon]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "ὅτι καὶ αὐτὸς ταχέως ἐλεύσομαι",
        "note": "Your language may say “go” instead of **come** in contexts such as this. Alternate translation: [that I myself will also go soon]"
      }
    ]
  },
  {
    "reference": "Php 2:25",
    "bsb_verse_text": "But I thought it necessary to send back to you Epaphroditus, my brother, fellow worker, and fellow soldier, who is also your messenger and minister to my needs.",
    "ult_verse_text": "Now I consider {it} necessary to send back to you Epaphroditus, my brother and fellow worker and fellow soldier, and your messenger and minister for my needs,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Ἐπαφρόδιτον",
        "note": "**Epaphroditus** is the name of a man sent by the Philippian church to minister to Paul in prison."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀδελφὸν & μου",
        "note": "The phrase **my brother** does not mean that Epaphroditus was Paul’s biological brother. Rather, Paul calls Epaphroditus his **brother** because they were both members of God’s spiritual family through their faith in Jesus Christ. If this would be unclear in your language, consider stating this explicitly. Alternate translation: [my spiritual brother] or [my brother in Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "συνστρατιώτην",
        "note": "The phrase **fellow soldier** does not mean that Epaphroditus and Paul were actual soldiers in a military. What Paul means is that he and Epaphroditus were spiritual soldiers fighting together beside God in the spiritual battle against Satan and evil. If it would be helpful in your language, you could express this explicitly or modify the phrase **fellow soldier** to further explain what Paul means, or you could express the meaning of **fellow soldier** by turning it into a simile, as the UST does. Alternate translation: [fellow believer who works and struggles along with us] or [fellow soldier of God] or [fellow warrior for God]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὑμῶν & ἀπόστολον καὶ λειτουργὸν τῆς χρείας μου",
        "note": "Alternate translation: [who brings your messages to me and helps me in my need]"
      }
    ]
  },
  {
    "reference": "Php 2:26",
    "bsb_verse_text": "For he has been longing for all of you and is distressed because you heard he was ill.",
    "ult_verse_text": "seeing that he has been longing to be with you all, and he is distressed because you heard that he was sick.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ἐπιποθῶν ἦν πάντας ὑμᾶς, καὶ ἀδημονῶν",
        "note": "Alternate translation: [he has wanted to be with you all and is deeply concerned]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ἐπειδὴ ἐπιποθῶν ἦν πάντας ὑμᾶς, καὶ ἀδημονῶν διότι ἠκούσατε ὅτι ἠσθένησεν",
        "note": "In this verse all three uses of the pronoun **he** refer to Epaphroditus. If it would be helpful in your language, consider clarifying this in your translation in a way that would be natural. Alternate translation: [seeing that Epaphroditus has been longing to be with you all and is distressed because you heard that he was sick]"
      }
    ]
  },
  {
    "reference": "Php 2:27",
    "bsb_verse_text": "He was sick indeed, nearly unto death. But God had mercy on him, and not only on him but also on me, to spare me sorrow upon sorrow.",
    "ult_verse_text": "For indeed he was sick nearly to death, but God had mercy on him, and not on him only, but also on me, so that I might not have sorrow upon sorrow.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "καὶ γὰρ ἠσθένησεν παραπλήσιον θανάτῳ, ἀλλὰ ὁ Θεὸς ἠλέησεν αὐτόν, οὐκ αὐτὸν δὲ μόνον, ἀλλὰ καὶ ἐμέ, ἵνα μὴ λύπην ἐπὶ λύπην σχῶ",
        "note": "The pronoun **he** refers to Epaphroditus, as do both uses of the pronoun **him**. If this would be unclear in your language, consider clarifying this in your translation. Alternate translation: [For indeed Epaphroditus was sick nearly to death. But God had mercy on him, and not on him only, but also on me, so that I might not have sorrow upon sorrow]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἠσθένησεν παραπλήσιον θανάτῳ",
        "note": "If it would be clearer in your language, you could express the idea behind the abstract noun **death** with an adjective such as “dying” or with a verbal form such as **died**, as the UST does. Alternate translation: [he was sick nearly to the point of dying]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀλλὰ ὁ Θεὸς ἠλέησεν αὐτόν",
        "note": "If your language does not use an abstract noun for the idea of **mercy**, you can express the idea behind the abstract noun **mercy** with an adjective such as “merciful” or in some other way. Alternate translation: [but God was merciful to him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "λύπην ἐπὶ λύπην",
        "note": "The phrase **sorrow upon sorrow** is an expression that refers to great or abundant sorrow. If this phrase does not have that meaning in your language, you could use a comparable expression from your language that does have that meaning or state the meaning plainly. Alternate translation: [endless sorrow] or [great sorrow]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "λύπην ἐπὶ λύπην",
        "note": "The expression **sorrow upon sorrow** could mean: (1) adding the sorrow of Epaphroditus’ death to the sorrow of Epaphroditus’ sickness. Alternate translation: [the sorrow of Epaphroditus’ death added to the sorrow of his sickness]; (2) adding the sorrow of Epaphroditus’ death to the sorrow of Paul’s imprisonment. Alternate translation: [the sorrow of Epaphroditus’ death added to the sorrow of my imprisonment]"
      }
    ]
  },
  {
    "reference": "Php 2:28",
    "bsb_verse_text": "Therefore I am all the more eager to send him, so that when you see him again you may rejoice, and I may be less anxious.",
    "ult_verse_text": "Therefore, I sent him all the more eagerly, so that, having seen him again, you might rejoice, and I might be free from pain.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "σπουδαιοτέρως οὖν ἔπεμψα αὐτὸν, ἵνα ἰδόντες αὐτὸν πάλιν, χαρῆτε κἀγὼ ἀλυπότερος ὦ",
        "note": "Here, both occurrences of the pronoun **him** refer to Epaphroditus. If it would be helpful in your language, consider clarifying who **him** is referring to in a way that would be natural in your language. Alternate translation: [Therefore, I sent Epaphroditus all the more eagerly, so that, having seen him again, you might rejoice, and I might be free from pain]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "κἀγὼ ἀλυπότερος ὦ",
        "note": "When Paul refers to **pain**, he is referring to emotional pain. If your language does not use an abstract noun for the idea of **pain**, you can express the idea behind the abstract noun **pain** with an adjective such as “anxious” or “concerned” or in some other way. Alternate translation: [and I might be less anxious] or [and I might be less concerned about you]"
      }
    ]
  },
  {
    "reference": "Php 2:29",
    "bsb_verse_text": "Welcome him in the Lord with great joy, and honor men like him,",
    "ult_verse_text": "Therefore, welcome him in the Lord with all joy, and hold in honor the ones such as {him},",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "προσδέχεσθε & αὐτὸν",
        "note": "The word **welcome** is a command or instruction in plural form to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people. Alternate translation: [I exhort all of you to welcome him] or [all of you receive him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐν Κυρίῳ μετὰ πάσης χαρᾶς",
        "note": "If your language does not use an abstract noun for the idea of **joy**, you can express the idea behind the abstract noun **joy** with an adverb such as “joyfully,” as the UST does, or you can use a verbal form of this word such as “rejoicing.” Alternate translation: [in the Lord with rejoicing]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "ἐντίμους ἔχετε",
        "note": "The phrase **hold in honor** is a command or instruction to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people. Alternate translation: [I exhort each of you to hold in honor] or [each of you honor] or [all of you honor]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐντίμους ἔχετε",
        "note": "If your language does not use an abstract noun for the idea of **honor**, you can express the idea behind the abstract noun **honor** with a verbal form of **honor** as the UST does, or in some other way."
      }
    ]
  },
  {
    "reference": "Php 2:30",
    "bsb_verse_text": "because he nearly died for the work of Christ, risking his life to make up for your deficit of service to me.",
    "ult_verse_text": "since for the sake of the work of Christ, he came near even to death, risking his life so that he might make up your lack of service to me.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ὅτι διὰ τὸ ἔργον Χριστοῦ μέχρι θανάτου ἤγγισεν, παραβολευσάμενος τῇ ψυχῇ, ἵνα ἀναπληρώσῃ τὸ ὑμῶν ὑστέρημα, τῆς πρός με λειτουργίας",
        "note": "The pronouns **he** and **him** refer to Epaphroditus. If it would be helpful in your language, consider clarifying this in a way that would be natural in your language. Alternate translation: [since for the sake of the work of Christ, Epaphroditus came near even to death, risking his life so that he might make up your lack of service to me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "διὰ τὸ ἔργον Χριστοῦ",
        "note": "In the phrase **the work of Christ**, Paul is using the possessive form to describe work that is done for Christ. If it would be helpful in your language, you could express the idea behind this phrase in some other way. Alternate translation: [for the sake of working for Christ] or [as a result of working for Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "διὰ τὸ ἔργον Χριστοῦ",
        "note": "If your language does not use an abstract noun for the idea of **work**, you can express the idea behind the abstract noun **work** with a verbal form such as “working.” Alternate translation: [for the sake of working for Christ] or [as a result of working for Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μέχρι θανάτου ἤγγισεν",
        "note": "If your language does not use an abstract noun for the idea of **death**, you can express the idea behind the abstract noun **death** with an adjective such as “dying” or with a verbal form such as **died**, as the UST does. Alternate translation: [he was close to dying] or [he came close to dying]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "παραβολευσάμενος τῇ ψυχῇ",
        "note": "If your language does not use an abstract noun for the idea of **life**, you can express the idea behind the phrase **risking his life** in some other way. Alternate translation: [running the risk of dying] or [taking the risk that he would die]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἵνα ἀναπληρώσῃ τὸ ὑμῶν ὑστέρημα, τῆς πρός με λειτουργίας",
        "note": "If your language does not use an abstract noun for the idea of **service**, you can express the idea behind the word **service** by using a verb form such as “serve.” Alternate translation: [so that he might make up for your being unable to serve me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἵνα ἀναπληρώσῃ τὸ ὑμῶν ὑστέρημα, τῆς πρός με λειτουργίας",
        "note": "The **lack of service** Paul speaks of here is the inability of the Philippian believers to be present with him in prison. By sending Epaphroditus to Paul, the Philippian believers ministered to Paul’s needs through Epaphroditus, and so Epaphroditus supplied what they could not. If it would be helpful to your readers, you could indicate that explicitly. Alternate translation: [so that he might supply what you could not give me] or [so that he might make up for what you could not give]"
      }
    ]
  },
  {
    "reference": "Php 3:1",
    "bsb_verse_text": "Finally, my brothers, rejoice in the Lord. It is no trouble for me to write the same things to you again, and it is a safeguard for you.",
    "ult_verse_text": "{As to} the rest, my brothers, rejoice in the Lord. For me to write these same things to you {is} no trouble, and {is} a safeguard for you.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἀδελφοί",
        "note": "Paul is using the term **brothers** here to refer to anyone who is a fellow believer in Jesus. If this is not clear in your language, you could express this plainly. See how you translated this word in [Philippians 1:12](../01/12.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "χαίρετε ἐν Κυρίῳ",
        "note": "The word **rejoice** is a command or instruction to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people. Alternate translation: [I exhort each of you to rejoice in the Lord] or [each of you rejoice in the Lord] or [all of you rejoice in the Lord]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐν Κυρίῳ",
        "note": "Alternate translation: [in your relationship with the Lord] or [in who the Lord is and what he has done]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὑμῖν δὲ ἀσφαλές",
        "note": "If it would be helpful in your language, you could state explicitly how writing these things is a **safeguard** for the Philippians. Alternate translation: [and these teachings will protect you from those who teach what is false]"
      }
    ]
  },
  {
    "reference": "Php 3:2",
    "bsb_verse_text": "Watch out for those dogs, those workers of evil, those mutilators of the flesh!",
    "ult_verse_text": "Beware of the dogs, beware of the evil workers, beware of the mutilation.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "βλέπετε",
        "note": "All three times that the phrase **Beware** occurs in this verse, it is a command or instruction given to all of the Philippian believers. Use the most natural form in your language to give direction to a group of people. Alternate translation: [I exhort each of you to beware of] or [Each of you should beware of]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "βλέπετε",
        "note": "Alternate translation: [Watch out for] or [Look out for] or [Be on guard against]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τοὺς κύνας & τοὺς κακοὺς ἐργάτας & τὴν κατατομήν",
        "note": "The phrases **the dogs**, **the evil workers**, and **the mutilation** are three different ways of describing the same group of Jewish teachers who were corrupting the gospel. Paul uses strong expressions to convey his feelings about these Jewish teachers."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "τοὺς κύνας",
        "note": "Paul speaks of the Jewish teachers who were corrupting the gospel as though they were **dogs** in order to show strong contempt for them. A dog is an animal that is common in many parts of the world. Dogs are despised in some cultures but not despised in other cultures, so using the term **dogs** in some cultures may not have the same derogatory or negative meaning that Paul intended. If you have a different animal in your culture that is despised or whose name is used as an insult, you could use this animal instead, if it would fit well in this context."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "κακοὺς ἐργάτας",
        "note": "The phrase **evil workers** refers to Jewish teachers who were teaching things that were contrary to the gospel. If it would be helpful in your language, you could express the idea behind this phrase using plain language. Alternate translation: [false teachers]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "τὴν κατατομήν",
        "note": "The word **mutilation** is a sarcastic way of referring to circumcision, and the phrase **the mutilation** is a sarcastic way of referring to the people who taught that circumcision was necessary in order to be in right standing with God. By using the term **mutilation**, Paul is showing the Philippian believers that those who trust in circumcision, and not solely in Christ, mistakenly think that they can earn God’s favor by cutting their bodies. Consider the term that would best communicate this idea in your language, or you could state this using plain language. Alternate translation: [those who cut themselves]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τὴν κατατομήν",
        "note": "Here, **the mutilation** refers to the Jewish teachers, all circumcised, who were corrupting the gospel by teaching that it was necessary to be circumcised."
      }
    ]
  },
  {
    "reference": "Php 3:3",
    "bsb_verse_text": "For it is we who are the circumcision, we who worship by the Spirit of God, who glory in Christ Jesus, and who put no confidence in the flesh—",
    "ult_verse_text": "For we are the circumcision—the ones worshiping by the Spirit of God and boasting in Christ Jesus and not being confident in the flesh,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμεῖς γάρ ἐσμεν",
        "note": "Paul uses **we** to refer to himself and the Philippian believers and anyone else who believes in Christ, so **we** is inclusive. Your language may require you to mark this form."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἡ περιτομή",
        "note": "In contrast to its normal usage in the Bible, here Paul uses the term **the circumcision** as a metonym to refer to all true Christians. Normally, the term **the circumcision** was used to refer to Jewish males, all circumcised, but here Paul intentionally uses this term with a spiritual sense to refer to all Christians, both Jews and non-Jew. This would have been surprising to his readers. Paul’s use of **the circumcision** here refers to the inward, spiritual circumcision that the Holy Spirit performs in the hearts of all true Christians. If it would be helpful in your language, you could express the idea behind this term using plain language."
      },
      {
        "support_reference": "",
        "orig_language_quote": "οἱ Πνεύματι Θεοῦ λατρεύοντες",
        "note": "Alternate translation: [the ones who are empowered by God’s Spirit to worship him] or [the ones who are enabled to worship God by his Spirit] or [the ones who worship God through his Spirit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οὐκ ἐν σαρκὶ πεποιθότες",
        "note": "You can state explicitly that Paul did not have any **confidence** in the works of **the flesh**. Alternate translation: [having no confidence in the works of the flesh] or [not trusting that physical circumcision will please God] or [not trusting that being circumcised will earn God’s favor]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "καυχώμενοι ἐν Χριστῷ Ἰησοῦ, καὶ οὐκ ἐν σαρκὶ πεποιθότες",
        "note": "The phrase **boasting in Christ Jesus** and the phrase **and having no confidence in the flesh** are complementary ideas which express a similar truth. If people truly place their confidence in Christ as their only means of earning God’s favor, they will not put their confidence in themselves or religious acts. Conversely, if people put their confidence in religious rituals and observances, they cannot place their full confidence in Christ. Consider the best way to clearly express these coordinate ideas in your language."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "καὶ οὐκ ἐν σαρκὶ πεποιθότες",
        "note": "If your language does not use an abstract noun for the idea of **confidence**, you can express the idea behind the abstract noun **confidence** with an adjective such as **trusting** or a verbal form such as **trust.** Alternate translation: [and we do not trust in our flesh]"
      }
    ]
  },
  {
    "reference": "Php 3:4",
    "bsb_verse_text": "though I myself could have such confidence. If anyone else thinks he has grounds for confidence in the flesh, I have more:",
    "ult_verse_text": "although I myself having confidence even in the flesh. If anyone else thinks to be confident in the flesh, I even more:",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-hypo",
        "orig_language_quote": "ἐγὼ ἔχων πεποίθησιν καὶ ἐν σαρκί εἴ τις δοκεῖ ἄλλος πεποιθέναι ἐν σαρκί, ἐγὼ μᾶλλον",
        "note": "Using a type of hypothetical situation, Paul begins to recite his own credentials to illustrate that if observing the law could earn God’s favor, then he had more reason to boast than anyone else. His purpose is to teach the Philippian believers that they should only trust in Christ and not trust in other things to earn God’s favor. Paul explains in [3:7–11](../03/07.md) that his hope is in Christ and not in the things he lists in the next two verses. Alternate translation: [we do not trust in those rituals to make us acceptable to God, although I could very well do that if it would be useful for me]"
      }
    ]
  },
  {
    "reference": "Php 3:5",
    "bsb_verse_text": "circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin; a Hebrew of Hebrews; as to the law, a Pharisee;",
    "ult_verse_text": "circumcision on the eighth day, from the nation of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; according to the law, a Pharisee;",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "περιτομῇ ὀκταήμερος ἐκ γένους Ἰσραήλ φυλῆς Βενιαμείν, Ἑβραῖος ἐξ Ἑβραίων, κατὰ νόμον Φαρισαῖος",
        "note": "In this verse and the next verse, Paul lists a total of seven things in which he put his confidence before he believed in Christ. In this verse he lists five of those things and in the next verse he lists the remaining two. If the connection between this statement and the previous one and following one is not clear, you may want to use a connecting word to show how this statement relates to what came before it. Use a natural form in your language for connecting this statement to those before and after it."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "φυλῆς Βενιαμείν",
        "note": "The phrase **of the tribe of Benjamin** means that Paul was from the Israelite tribe of Benjamin and therefore descended from Jacob’s son Benjamin. Consider the best way to say this in your language."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "Ἑβραῖος ἐξ Ἑβραίων",
        "note": "Paul assumes that his readers will understand that the meaning of his statement. You could include this information if that would be helpful to your readers. The phrase **a Hebrew of Hebrews** could mean: (1) that Paul had retained Hebrew customs and spoke the language of the Hebrew people, which was Aramaic. (2) that Paul had no Gentile ancestors, but rather was a pure-blooded Hebrew. Alternate translation: [a Hebrew whose parents and ancestors are all full-blooded Jews]; (3) a combination of both of the above. Alternate translation: [a full-blooded Jew who has retained the Hebrew culture, customs, and language]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "κατὰ νόμον Φαρισαῖος",
        "note": "The phrase **according to the law, a Pharisee** means that prior to his conversion Paul had been a Pharisee. He related to the law of Moses as a Pharisee and, therefore, strictly obeyed it as well as the many rules scribes had added to try to safeguard the law of Moses. Alternate translation: [in relation to the law of Moses, I was a Pharisee] or [in relation to how I observed the law of Moses, I was a Pharisee, and therefore, I strictly obeyed every detail of it including the teachings of the scribes]"
      }
    ]
  },
  {
    "reference": "Php 3:6",
    "bsb_verse_text": "as to zeal, persecuting the church; as to righteousness in the law, faultless.",
    "ult_verse_text": "according to zeal, persecuting the church; according to righteousness {that is} in the law, having become blameless.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "κατὰ ζῆλος διώκων τὴν ἐκκλησίαν, κατὰ δικαιοσύνην τὴν ἐν νόμῳ γενόμενος ἄμεμπτος",
        "note": "In this verse Paul finishes naming the things in which he put his confidence before he believed in Christ."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "κατὰ ζῆλος διώκων τὴν ἐκκλησίαν",
        "note": "The phrase **persecuting the church** is explaining the extent of Paul’s **zeal**. Before Paul believed in Jesus, he thought that by **persecuting the church**, he was serving God and ensuring that the law of Moses was honored and obeyed. If it would be helpful in your language, consider stating the meaning of the phrase **according to zeal, persecuting the church** plainly. Alternate translation: [having so much desire to serve God that I persecuted the church] or [wanting so much to honor God, I persecuted the church]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-collectivenouns",
        "orig_language_quote": "τὴν ἐκκλησίαν",
        "note": "Here, **church** is a collective noun. The phrase **the church** refers to Christians as a whole and includes anyone belonging to the group of people who follow Jesus. What Paul means by saying that he had persecuted **the church** is that he formerly persecuted anyone who was a Christian. Alternate translation: [persecuting Christians] or [persecuting anyone who was a Christian]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "κατὰ δικαιοσύνην τὴν ἐν νόμῳ γενόμενος ἄμεμπτος",
        "note": "The phrase **righteousness {that is} in the law** refers to obeying the righteous guidelines for living that the law of Moses required. Paul obeyed the law so carefully that he believed that no one could find any part of it that he disobeyed. If it would be helpful in your language, consider stating it plainly. Alternate translation: [As regards obeying the law of Moses, no one could say that I ever disobeyed the law]"
      }
    ]
  },
  {
    "reference": "Php 3:7",
    "bsb_verse_text": "But whatever was gain to me I count as loss for the sake of Christ.",
    "ult_verse_text": "Whatever things were gains for me, I consider these things loss for the sake of Christ.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἅτινα ἦν μοι κέρδη, ταῦτα ἥγημαι διὰ τὸν Χριστὸν ζημίαν",
        "note": "This entire verse is Paul’s response to the seven things he listed in [3:5–6](../03/05.md), which he once considered to be spiritually and religiously profitable to himself. In this verse Paul contrasts his former way of viewing things when he was a Pharisee with his new way of viewing things now that he believes in Christ."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἅτινα ἦν μοι κέρδη, ταῦτα ἥγημαι διὰ τὸν Χριστὸν ζημίαν",
        "note": "In the original language in which Paul wrote this letter, the words **gains** and **loss** were common business terms used in accounting to describe things a business person determined to be either profitable or unprofitable. Paul is using these two terms metaphorically to portray the things he considers spiritually profitable and unprofitable. If your language has similar business or accounting terms that would be natural to use in this context, consider using them here. Alternate translation: [Whatever things I formerly counted as gains, these things I now count as loss for the sake of Christ] or [Whatever things I formerly accounted as gains, these things I now account as loss for the sake of Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἅτινα ἦν μοι κέρδη",
        "note": "The phrase **Whatever things were gains for me** refers specifically to the list of seven things that Paul has just listed in [3:5–6](../03/05.md) and to anything else in which he would have put confidence before he believed in Christ. Alternate translation: [Whatever things I formerly considered profitable]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἅτινα ἦν μοι κέρδη",
        "note": "If your language does not use an abstract noun for the idea of **gains**, you can express the idea behind the abstract noun **gains** by using an adjective such as **profitable**, or you can express it in some other way. Alternate translation: [Whatever things were profitable for me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ταῦτα ἥγημαι διὰ τὸν Χριστὸν ζημίαν",
        "note": "If your language does not use an abstract noun for the idea of **loss**, you can express the idea behind the abstract noun **loss** by using a verbal phrase such as “worth losing”. Alternate translation: [I judge these things worth losing for the sake of Christ]"
      }
    ]
  },
  {
    "reference": "Php 3:8",
    "bsb_verse_text": "More than that, I count all things as loss compared to the surpassing excellence of knowing Christ Jesus my Lord, for whom I have lost all things. I consider them rubbish, that I may gain Christ",
    "ult_verse_text": "But on the contrary, I consider even all things to be loss because of the surpassing value of the knowledge of Christ Jesus my Lord, because of whom I have suffered the loss of all things—and I consider {them} dung—so that I might gain Christ",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀλλὰ μενοῦνγε καὶ ἡγοῦμαι πάντα ζημίαν εἶναι, διὰ τὸ ὑπερέχον τῆς γνώσεως Χριστοῦ Ἰησοῦ τοῦ Κυρίου μου, δι’ ὃν τὰ πάντα ἐζημιώθην καὶ ἡγοῦμαι σκύβαλα, ἵνα Χριστὸν κερδήσω",
        "note": "In this verse Paul continues the business metaphor which he began in [3:7](../03/07.md)."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἡγοῦμαι",
        "note": "See how you translated the word **consider** in [3:7](../03/07.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ζημίαν",
        "note": "See how you translated the abstract noun **loss** in [3:7](../03/07.md). Alternate translation: [worth losing]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "καὶ ἡγοῦμαι πάντα ζημίαν εἶναι, διὰ τὸ ὑπερέχον τῆς γνώσεως Χριστοῦ Ἰησοῦ τοῦ Κυρίου μου",
        "note": "If your language does not use an abstract noun for the idea of **value**, you can express the idea behind the abstract noun **value** with an adjective such as “valuable.” Alternate translation: [I consider everything worth losing for the sake of what is most valuable, namely, knowing Christ Jesus my Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "διὰ τὸ ὑπερέχον τῆς γνώσεως Χριστοῦ Ἰησοῦ τοῦ Κυρίου μου",
        "note": "If your language does not use an abstract noun for the idea of **knowledge**, you can express the idea behind the abstract noun **knowledge** with a verbal form such as “knowing.” Alternate translation: [because of the surpassing value of knowing Christ Jesus my Lord]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "διὰ τὸ ὑπερέχον τῆς γνώσεως Χριστοῦ Ἰησοῦ τοῦ Κυρίου μου",
        "note": "Alternate translation: [because knowing Christ Jesus my Lord is worth so much more]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τῆς γνώσεως Χριστοῦ Ἰησοῦ τοῦ Κυρίου μου",
        "note": "The word **knowledge** does not refer to simply being mentally aware of something or someone, but rather, it refers to having a deep, intimate, personal knowledge or experience of someone or something. Here, it refers to having an intimate and personal knowledge or experience of Christ. Consider the best way to express this meaning in your language. Alternate translation: [of intimately knowing Christ Jesus my Lord] or [of deeply knowing and experiencing Christ Jesus my Lord]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "δι’ ὃν τὰ πάντα ἐζημιώθην",
        "note": "See how you translated the abstract noun **loss** earlier in this verse and in [3:7](../03/07.md). Alternate translation: [for whom I have willingly lost all things]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἡγοῦμαι",
        "note": "See how you translated the word **consider** earlier in this verse and in [3:7](../03/07.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "σκύβαλα",
        "note": "During Paul’s time, the word **dung** was used to refer to excrement and things which were considered worthless and worthy only of being thrown out. In the original language in which Paul wrote this letter, the term **dung** was a crude term that referred to things that were discarded as garbage, including excrement, and the specific meaning was determined by context. Here, this word could be referring to: (1) excrement, since in the preceding verses Paul has been discussing what comes from the flesh. Alternate translation: [excrement]; (2) garbage, since Paul is discussing what he now considers worth throwing away in order to gain and know Christ. Alternate translation: [garbage] or [refuse]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "κερδήσω",
        "note": "See how you translated the word **gains** in [3:7](../03/07.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ἵνα Χριστὸν κερδήσω",
        "note": "The phrase **so that** is a purpose clause. In your translation, follow the conventions of your language for purpose clauses. Alternate translation: [for the purpose of gaining Christ]"
      }
    ]
  },
  {
    "reference": "Php 3:9",
    "bsb_verse_text": "and be found in Him, not having my own righteousness from the law, but that which is through faith in Christ, the righteousness from God on the basis of faith.",
    "ult_verse_text": "and be found in him, not having my own righteousness {that is} from law, but {that which is} through faith in Christ—the righteousness from God by faith—",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "καὶ εὑρεθῶ ἐν αὐτῷ",
        "note": "If it would be clearer in your language, you could translate the passive verbal phrase **be found** with an active form, and you could state who did the action. Alternate translation: [and God might find me belonging to him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μὴ ἔχων ἐμὴν δικαιοσύνην, τὴν ἐκ νόμου",
        "note": "If your language does not use an abstract noun for the idea of **righteousness**, you can express the idea behind the abstract noun **righteousness** in some other way. Alternate translation: [not being able to please God by keeping the law]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀλλὰ τὴν διὰ πίστεως Χριστοῦ",
        "note": "If your language does not use an abstract noun for the idea of **faith**, you can express the idea behind **faith** by using a verbal form. Alternate translation: [but that which comes by believing in Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀλλὰ τὴν διὰ πίστεως Χριστοῦ",
        "note": "The word **that** refers to “righteousness.” Paul assumes his readers will know this from the context. If this would be unclear in your language, consider stating this explicitly. Alternate translation: [but the righteousness which is through faith in Christ] or [but the righteousness which comes by faith in Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὴν ἐκ Θεοῦ δικαιοσύνην ἐπὶ τῇ πίστει",
        "note": "If your language does not use an abstract noun for the idea of **righteousness**, you can express the idea behind the abstract noun **righteousness** in some other way. See how you translated **righteousness** earlier in this verse. Alternate translation: [being pleasing to God by believing in Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὴν ἐκ Θεοῦ δικαιοσύνην ἐπὶ τῇ πίστει",
        "note": "If your language does not use an abstract noun for the idea of **faith**, you can express the idea behind **faith** by using a verbal form. See how you translated **faith** earlier in this verse. Alternate translation: [but the righteousness from God, which comes by believing in Christ]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἐπὶ τῇ πίστει",
        "note": "In the phrase **by faith**, Paul is leaving out some words that would be needed to complete the sentence in many languages. If it would be helpful in your language, you could supply these words from the context. Alternate translation: [which comes by faith] or [which is received through faith]"
      }
    ]
  },
  {
    "reference": "Php 3:10",
    "bsb_verse_text": "I want to know Christ and the power of His resurrection and the fellowship of His sufferings, being conformed to Him in His death,",
    "ult_verse_text": "to know him and the power of his resurrection and the fellowship of his sufferings, being conformed to his death,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "τοῦ γνῶναι αὐτὸν, καὶ τὴν δύναμιν τῆς ἀναστάσεως αὐτοῦ, καὶ κοινωνίαν παθημάτων αὐτοῦ, συμμορφιζόμενος τῷ θανάτῳ αὐτοῦ",
        "note": "All occurrences of the pronouns **him** and **his** in this verse refer to Christ. If it would be helpful in your language, you could clarify this in a way that would be natural in your language. Alternate translation: [to know Christ and the power of his resurrection and the fellowship of his sufferings, being conformed to his death]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "καὶ",
        "note": "The first occurrence of the word **and** indicates that what follows is the Paul’s explanation of how specifically he wants to know Christ."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "τοῦ γνῶναι αὐτὸν, καὶ τὴν δύναμιν τῆς ἀναστάσεως αὐτοῦ, καὶ κοινωνίαν παθημάτων αὐτοῦ",
        "note": "In the original language in which Paul wrote this letter, he closely connects the phrase **the power of his resurrection** and the phrase **the fellowship of his sufferings**. He does this because in Paul’s mind these two things are inseparably linked, and a person cannot know the power of Christ’s resurrection without first sharing in Christ’s suffering. Consider the best way to show the close connection between these two phrases in your language."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τοῦ γνῶναι αὐτὸν",
        "note": "See how you translated the word “knowledge” in [3:8](../03/08.md). Here, the word **know** does not refer to simply being mentally aware of something or someone, but rather, it refers to having a deep, intimate, personal knowledge or experience of something or someone. Here, it refers to having an intimate and personal knowledge or experience of Christ. You could include this information if that would be helpful to your readers, so consider the best way to express this meaning in your language. Alternate translation: [to intimately know Christ] or [to deeply know and experience him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "δύναμιν",
        "note": "If your language does not use an abstract noun for the idea of **power**, you could express the idea behind **power** by using an adverb such as “powerfully,” as modeled in UST."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "καὶ κοινωνίαν παθημάτων αὐτοῦ",
        "note": "If your language does not use abstract noun for the idea of **fellowship**, you can express the idea behind this word by using a verbal form such as “participate” or “sharing.” Alternate translation: [and to participate in his sufferings] or [and the sharing of his sufferings]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "καὶ κοινωνίαν παθημάτων αὐτοῦ",
        "note": "If your language does not use an abstract noun for the idea of suffering, you can express the idea behind the word **sufferings** by using a verbal form such as “suffer.” Alternate translation: [and to suffer with him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "καὶ",
        "note": "The word **and** indicates that what follows is the second aspect of knowing Christ, which Paul introduces in explanation of how specifically he wants to know Christ. Alternate translation: [and to know]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "συμμορφιζόμενος τῷ θανάτῳ αὐτοῦ",
        "note": "If it would be clearer in your language, you could express the phrase **being conformed to** with an active form. Alternate translation: [taking on the likeness of his death]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "συμμορφιζόμενος τῷ θανάτῳ αὐτοῦ",
        "note": "If your language does not use an abstract noun for the idea of **death**, you can express the idea behind this word by using a verbal form such as “die.”"
      }
    ]
  },
  {
    "reference": "Php 3:11",
    "bsb_verse_text": "and so, somehow, to attain to the resurrection from the dead.",
    "ult_verse_text": "if, in some way, I might attain to the resurrection {that is} from the dead.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "τὴν ἐξανάστασιν τὴν ἐκ νεκρῶν",
        "note": "Alternate translation: [the resurrection from the dead]"
      }
    ]
  },
  {
    "reference": "Php 3:12",
    "bsb_verse_text": "Not that I have already obtained all this, or have already been made perfect, but I press on to take hold of that for which Christ Jesus took hold of me.",
    "ult_verse_text": "Not that I already received {it}, or have already been made perfect, but I am pursuing {it}, if perhaps I might also grasp that for which I was also grasped by Christ Jesus.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "οὐχ ὅτι ἤδη ἔλαβον",
        "note": "The pronoun **{it}** in the phrase **Not that I already received {it}** could be referring to: (1) spiritual perfection and completion. This phrase would then mean that Paul is saying that he is not yet spiritually perfect or complete. Alternate translation: [Not that I have already attained spiritual perfection] or [Not that I am already spiritually complete] or [Not that God’s work in me is already complete] or [Not that God’s work in me is already perfected]; (2) that Paul has not yet reached the goals he has for himself and so has not received his reward. Alternate translation: [Not that I have yet reached my goals and received my reward from God]; (3) Paul has not yet finished the work God gave him to do with his life, and then died and received his reward from God. Alternate translation: [Not that I have finished my work and received my reward from God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἢ ἤδη τετελείωμαι",
        "note": "If it would be more natural in your language, you could express the phrase **been made perfect** with an active form. Alternate translation: [or think that God has already made me perfect] or [or think that God has already completed his work in me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἤδη τετελείωμαι",
        "note": "In the original language in which Paul wrote this letter, the word **perfect** means that someone or something has reached full completion and therefore reached its intended purpose or goal. It can also refer to someone reaching full maturity and is used in the New Testament of Christians reaching completeness of Christ-like character. Alternate translation: [been brought to completion] or [have already been made complete] or [have already reached full maturity] or [have already reached full Christ-likeness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἤδη τετελείωμαι",
        "note": "If it would be more natural in your language, you could translate the phrase **been made perfect** with an active form. Alternate translation: [that God has already perfected me] or [that God has already perfected his work in me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "καταλάβω, ἐφ’ ᾧ καὶ κατελήμφθην ὑπὸ Χριστοῦ Ἰησοῦ",
        "note": "If it would be more natural in your language, you could translate the phrase **I was also grasped by Christ Jesus** with an active form. Alternate translation: [I might grasp the things for which Christ Jesus grasped me]"
      }
    ]
  },
  {
    "reference": "Php 3:13",
    "bsb_verse_text": "Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead,",
    "ult_verse_text": "Brothers, I do not consider myself to have grasped {it}. But one thing: forgetting {what is} behind and straining for {what is} ahead,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἀδελφοί",
        "note": "See how you translated the word **Brothers** in [Philippians 1:12](../01/12.md) and [3:1](../03/01.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "ἐγὼ ἐμαυτὸν οὐ λογίζομαι κατειληφέναι",
        "note": "Paul does not explicitly state what **{it}** is that he has not yet **grasped**. He is probably referring to becoming perfectly like Jesus and to fully knowing Jesus. You may choose to state this in your translation, as the UST does, or you may leave it ambiguous, as the ULT does."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἓν δέ",
        "note": "In the phrase **But one thing**, Paul is leaving out some of the words that a sentence would need in many languages to be complete. If it would be clearer in your language, you could supply these words from the context. Alternate translation: [But take note of this one thing]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὰ μὲν ὀπίσω ἐπιλανθανόμενος, τοῖς δὲ ἔμπροσθεν ἐπεκτεινόμενος",
        "note": "In the phrase **forgetting {what is} behind and straining for {what is} ahead**, Paul is using the imagery of a person who is in a race to win a prize. Paul portrays himself as a runner in this metaphor, and he continues using this metaphor until the end of [Philippians 3:14](../03/14.md). If this metaphor is unfamiliar in your culture, consider using another metaphor that would be familiar to your readers, or you may state this in plain language, as the UST does. Alternate translation: [like a runner, I forget what is behind me and put all of my effort into running toward the finish line in front of me] or [like a runner, I have one focus, and therefore I do not look backward as I run, but only look forward as I strain with all my might so that I will reach the finish line]"
      }
    ]
  },
  {
    "reference": "Php 3:14",
    "bsb_verse_text": "I press on toward the goal to win the prize of God’s heavenly calling in Christ Jesus.",
    "ult_verse_text": "I press on toward the goal for the prize of the upward calling of God in Christ Jesus.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "κατὰ σκοπὸν διώκω εἰς τὸ βραβεῖον",
        "note": "In this verse Paul continues using the metaphor of a runner who is competing in a foot race in order to win a prize. In this verse Paul says that his **goal**, which he works hard for, is to win the **prize** which God promises to give every person who obediently follows Christ. If this metaphor would be unfamiliar in your culture, consider using another metaphor, or use plain language to translate the idea behind this metaphor. Alternate translation: [I do all I can to pursue the goal of winning the prize of God’s upward call in Christ Jesus] or [I work hard so that I can reach my goal]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "σκοπὸν & εἰς τὸ βραβεῖον τῆς ἄνω κλήσεως τοῦ Θεοῦ",
        "note": "The phrases **the goal** and **the prize** could be related to each other in one of two ways. They could: (1) be focusing on the same basic idea. Alternate translation: [the goal, which is to be given the prize of God’s upward call] or [my goal, which is to receive the prize of God’s upward call]; (2) be focusing on different things, in which case **the goal** is referring to the goal of Paul’s life, while **the prize** is referring to what Paul hopes to receive once he has successfully achieved his goal. Alternate translation: [the goal and toward being given the prize of God’s upward call] or [the goal and toward receiving the prize of God’s upward call]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "τὸ βραβεῖον τῆς ἄνω κλήσεως τοῦ Θεοῦ",
        "note": "The phrase **the prize of the upward calling of God** could mean: (1) that **the prize** is **the upward calling of God**. Alternate translation: [receive the prize of God’s upward call] or [receive the prize of God’s heavenward invitation]; (2) that the **upward calling of God** is a call to come and receive God’s **prize**. Alternate translation: [answer God’s upward call to receive his prize] or [answer God’s invitation to receive his prize]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "τῆς ἄνω κλήσεως τοῦ Θεοῦ",
        "note": "The word **upward** probably refers to both the origin of God’s call and to the direction of God’s call. In other words, the phrase **the upward calling of God** probably refers both to the fact that the **calling** is from God and that the calling is also a heavenly calling to move towards God. Alternate translation: [God’s heavenward call]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "κατὰ σκοπὸν διώκω εἰς τὸ βραβεῖον τῆς ἄνω κλήσεως τοῦ Θεοῦ ἐν Χριστῷ Ἰησοῦ",
        "note": "The phrase **in Christ Jesus** could be: (1) modifying the phrase **the upward calling of God**. (2) modifying the phrase **I press on**. Alternate translation: [I press on in Christ Jesus toward the goal for the prize of the upward calling of God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "κατὰ σκοπὸν διώκω εἰς τὸ βραβεῖον τῆς ἄνω κλήσεως τοῦ Θεοῦ ἐν Χριστῷ Ἰησοῦ",
        "note": "If your language does not use an abstract noun for the idea of a **goal**, you can express the idea behind the abstract noun **goal** in another way. Alternate translation: [I make it my main focus to win the prize of God’s upward calling in Christ Jesus]"
      }
    ]
  },
  {
    "reference": "Php 3:15",
    "bsb_verse_text": "All of us who are mature should embrace this point of view. And if you think differently about some issue, God will reveal this to you as well.",
    "ult_verse_text": "Therefore, as many as {are} perfect should think this {way}; and if you think differently about anything, God will also reveal that to you.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "οὖν",
        "note": "The word **Therefore** indicates that Paul is transitioning from teaching the Philippians by using his personal experience ([Philippians 3:4–14](../03/04.md)) to exhorting them ([Philippians 3:15–17](../03/15.md)). Use the form that would best express this meaning in your language."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ὅσοι",
        "note": "The phrase **as many as** is missing some words that a sentence would need in many languages to be complete. If it would be helpful in your language, you could supply these words from the context. Alternate translation: [as many of you as] or [all of you who]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὅσοι & τέλειοι",
        "note": "The word **perfect** does not mean “without sin,” but rather, it means “spiritually mature.” You could include this information if that would be helpful to your readers. Alternate translation: [as many as are spiritually mature]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "καὶ τοῦτο ὁ Θεὸς ὑμῖν ἀποκαλύψει",
        "note": "Alternate translation: [God will also make it clear to you] or [God will make sure you know it]"
      }
    ]
  },
  {
    "reference": "Php 3:16",
    "bsb_verse_text": "Nevertheless, we must live up to what we have already attained.",
    "ult_verse_text": "However, in what we have attained, we should live in it.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "εἰς ὃ ἐφθάσαμεν, τῷ αὐτῷ στοιχεῖν",
        "note": "When Paul says **we** in this verse, he is speaking of himself and the Philippian Christians, so **we** is inclusive here. Your language may require you to mark these two uses of **we** as inclusive forms. Alternate translation: [let us all continue obeying the same truths we have already received]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἰς ὃ ἐφθάσαμεν, τῷ αὐτῷ στοιχεῖν",
        "note": "Alternate translation: [in the things that we have attained so far, we should live in them] or [in the things that we have believed so far, we should obey them] or [in the things that we have believed so far, we should act on them]"
      }
    ]
  },
  {
    "reference": "Php 3:17",
    "bsb_verse_text": "Join one another in following my example, brothers, and carefully observe those who walk according to the pattern we set for you.",
    "ult_verse_text": "Become imitators of me, brothers, and watch closely the ones walking in this manner, just as you have us {as} an example.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "συνμιμηταί μου γίνεσθε",
        "note": "Alternate translation: [Do what I do] or [Live as I live]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "γίνεσθε",
        "note": "The word **Become** is a command or instruction to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people. Alternate translation: [I exhort each of you to become] or [Each of you become] or [I command each of you to become]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἀδελφοί",
        "note": "See how you translated the word **brothers** in [Philippians 1:12](../01/12.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "σκοπεῖτε",
        "note": "The phrase **watch closely** is a command or instruction to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people. Alternate translation: [I exhort each of you to watch closely] or [each of you watch closely] or [I urge each of you to watch closely]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τοὺς οὕτω περιπατοῦντας, καθὼς ἔχετε τύπον ἡμᾶς",
        "note": "Alternate translation: [those people who are already living just as I live and follow our example] or [those people who are already doing what I do and imitating us]"
      }
    ]
  },
  {
    "reference": "Php 3:18",
    "bsb_verse_text": "For as I have often told you before, and now say again even with tears: Many live as enemies of the cross of Christ.",
    "ult_verse_text": "For many walk—about whom I have often told you, but now even weeping, I say—{as} the enemies of the cross of Christ,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "πολλοὶ γὰρ περιπατοῦσιν",
        "note": "The word **walk** is a Jewish figure of speech meaning to “live” or to “conduct one’s life.” In Jewish culture a person’s behavior was spoken of as if that person were walking along a path. If it would be helpful in your language, consider stating this in plain language. Alternate translation: [For many live] or [For many people conduct their lives]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "πολλοὶ γὰρ",
        "note": "The phrase **For many** leaves out a word that would be needed in some languages to be completely clear. If it would be clearer in your language, you could supply the missing word from the context. Alternate translation: [For many people walk]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "νῦν δὲ καὶ κλαίων",
        "note": "Alternate translation: [but now telling you with great sadness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τοὺς ἐχθροὺς τοῦ σταυροῦ τοῦ Χριστοῦ",
        "note": "Paul is describing the good news of Jesus’ death and resurrection and the work of sharing this good news by associating these things with **the cross of Christ**. The phrase **the cross of Christ** is synonymous with the gospel message and the work of spreading the gospel message. The phrase **enemies of the cross of Christ** refers to the people who are opposed to the message of the gospel and who oppose the people who share the gospel with others. If this is not clear in your language, you could express this with plain language. Alternate translation: [as enemies of the good news about Jesus] or [as enemies of the message about Jesus and enemies of those who proclaim it] or [as enemies of the message about Jesus and enemies of those who share it with others]"
      }
    ]
  },
  {
    "reference": "Php 3:19",
    "bsb_verse_text": "Their end is destruction, their god is their belly, and their glory is in their shame. Their minds are set on earthly things.",
    "ult_verse_text": "whose end {is} destruction, whose god {is their} belly, and {whose} glory {is} in their shame, the ones thinking about earthly things.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ὧν τὸ τέλος ἀπώλεια",
        "note": "If your language does not use an abstract noun for the idea of **end**, you can express the idea behind the abstract noun **end** in another way. Alternate translation: [whom God will destroy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ὧν τὸ τέλος ἀπώλεια",
        "note": "If your language does not use an abstract noun for the idea of **destruction**, you can express the idea behind the abstract noun **destruction** by using a verb such as “destroy.” Alternate translation: [whom God will destroy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "ὧν ὁ Θεὸς ἡ κοιλία",
        "note": "Paul uses **belly** to represent all physical desires for pleasure. By Paul calling their **belly** their **god**, he means that these people love and serve their physical desire for pleasure rather than loving and serving God. If it would be helpful in your language, you could use an equivalent expression from your culture, or you could use plain language. Alternate translation: [who serve their desire for food and other pleasures rather than serve God] or [who obey their physical appetites instead of obeying God] or [who love pleasure more than they love God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ἡ δόξα ἐν τῇ αἰσχύνῃ αὐτῶν",
        "note": "Here, **shame** stands for the actions that people should be ashamed of but are not. Alternate translation: [they are proud of the things that should cause them shame]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ δόξα ἐν τῇ αἰσχύνῃ αὐτῶν",
        "note": "If your language does not use an abstract noun for the idea of **glory**, you can express the idea behind the abstract noun **glory** by using an adjective such as “proud.” Alternate translation: [who take pride in what should bring them shame]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ δόξα ἐν τῇ αἰσχύνῃ αὐτῶν",
        "note": "If your language does not use an abstract noun for the idea of **shame**, you can express the idea behind the abstract noun **shame** by using an adjective such as “ashamed.” Alternate translation: [who take pride in what should cause them to be ashamed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "οἱ τὰ ἐπίγεια φρονοῦντες",
        "note": "Here, **earthly** refers to all the things that pertain to everyday living on earth. Alternate translation: [who only think about the things here on this earth] or [who only think about the things of this life]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οἱ τὰ ἐπίγεια φρονοῦντες",
        "note": "The implied contrast that Paul is making here is between **earthly things** and spiritual things. You could include this information if that would be helpful to your readers. Alternate translation: [who think about is earthly things instead of the things of God] or [who only think about earthly things instead of the things of God]"
      }
    ]
  },
  {
    "reference": "Php 3:20",
    "bsb_verse_text": "But our citizenship is in heaven, and we eagerly await a Savior from there, the Lord Jesus Christ,",
    "ult_verse_text": "But our citizenship exists in heaven, from where we also eagerly await a Savior, the Lord Jesus Christ,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμῶν & ἀπεκδεχόμεθα",
        "note": "When Paul uses **our** and **we** here, he is referring to himself and the believers in Philippi, so **our** and **we** are inclusive. Your language may require you to mark these forms."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "πολίτευμα",
        "note": "If your language does not use an abstract noun for the idea of **citizenship**, you can express the idea behind **citizenship** with a concrete noun such as “citizen.” Alternate translation: [status as citizens]"
      }
    ]
  },
  {
    "reference": "Php 3:21",
    "bsb_verse_text": "who, by the power that enables Him to subject all things to Himself, will transform our lowly bodies to be like His glorious body.",
    "ult_verse_text": "who will transform our lowly body to conformity to his glorious body, according to the working of his power even to subject all things to himself.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "σώματι τῆς δόξης αὐτοῦ",
        "note": "Here, the pronoun **his** refers to Christ. Alternate translation: [to Christ’s glorious body]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τοῦ δύνασθαι αὐτὸν",
        "note": "If your language does not use an abstract noun for the idea of **power**, you can express the idea behind the abstract noun **power** in some other way. Alternate translation: [of his might and ability]"
      }
    ]
  },
  {
    "reference": "Php 4:1",
    "bsb_verse_text": "Therefore, my brothers, whom I love and long for, my joy and crown, that is how you must stand firm in the Lord, my beloved.",
    "ult_verse_text": "Therefore, my brothers, beloved and longed for, my joy and crown, in this way stand firm in the Lord, beloved.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "ὥστε",
        "note": "Paul uses the word **Therefore** as a transition word to introduce the exhortations to the Philippian Christians which he is about to give and which are based on the things that he has said before this verse. Consider the best word or phrase to use in your language to show this meaning. Alternate translation: [So then]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἀδελφοί",
        "note": "See how you translated the word **brothers** in [Philippians 1:12](../01/12.md)."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἀγαπητοὶ καὶ ἐπιπόθητοι",
        "note": "Alternate translation: [whom I love and greatly desire to see]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "χαρὰ καὶ στέφανός μου",
        "note": "If your language does not use an abstract noun for the idea of **joy**, you can express the idea behind the abstract noun **joy** by using a verbal form such as “rejoice” or by using an adjective such as “happy.” Alternate translation: [who cause me to be very happy and are my crown]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "χαρὰ καὶ στέφανός μου",
        "note": "The phrase **my joy and crown** could refer to: (1) Paul’s current feelings of joy regarding the Philippian Christians and his future hope of being rewarded for his labor among them. Alternate translation: [my source of joy and my future hope of being rewarded when Christ returns]; (2) Paul’s joy and reward in the future when Christ returns. Alternate translation: [my hope for joy and reward when Christ returns]; (3) Paul’s present joy in the Philippian believers and his present feeling that they are his reward for his work among them. Alternate translation: [my joy and reward]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "στέφανός",
        "note": "Paul speaks of the Philippian Christians as if they were his **crown**. At the time Paul wrote this letter, a **crown** was made of leaves and was worn by a person on their head as a sign of their achievement after they had won an important victory. Here, the word **crown** means that the Philippian Christians brought great honor to Paul before God and were a sign of his hard work among them. If your readers would not understand the meaning of this metaphor, you could use an equivalent metaphor from your culture or state the meaning in plain language. Alternate translation: [my reward] or [my honor] or [the sign of my hard work]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "οὕτως στήκετε ἐν Κυρίῳ, ἀγαπητοί",
        "note": "Alternate translation: [so continue living for the Lord in the way that I have taught you, dear friends]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "οὕτως στήκετε ἐν Κυρίῳ, ἀγαπητοί",
        "note": "The phrase **in this way** could refer to: (1) what comes before it, in which case this phrase would mean, “in the way that I have just explained to you” Alternate translation: [stand firm in the Lord in the way that I have just explained to you, beloved]; (2) what Paul commands the Philippian Christians to do in [Philippians 4:2–9](../04/02.md). Alternate translation: [stand firm in the Lord, beloved, in this way]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "στήκετε",
        "note": "The phrase **stand firm** is a command or instruction to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "στήκετε",
        "note": "The phrase **stand firm** is used to refer to the imagery of a soldier remaining in place, not moved by the enemy. Paul gives this metaphor a spiritual meaning to exhort the Philippian Christians to not change their minds but continue believing what they have already believed. If it would be helpful in your language, consider using another metaphor that would make sense in your culture, or use plain language. Alternate translation: [remain unmoved in your belief in Christ] or [remain firm in your faith]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "οὕτως στήκετε ἐν Κυρίῳ",
        "note": "Alternate translation: [stand firm in your union and relationship with the Lord] or [stand firm in your union and communion with the Lord]"
      }
    ]
  },
  {
    "reference": "Php 4:2",
    "bsb_verse_text": "I urge Euodia and Syntyche to agree with each other in the Lord.",
    "ult_verse_text": "I urge Euodia and I urge Syntyche to think the same in the Lord.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Εὐοδίαν & Συντύχην",
        "note": "**Euodia** and **Syntyche** are the names of women."
      }
    ]
  },
  {
    "reference": "Php 4:3",
    "bsb_verse_text": "Yes, and I ask you, my true yokefellow, to help these women who have contended at my side for the gospel, along with Clement and the rest of my fellow workers, whose names are in the Book of Life.",
    "ult_verse_text": "Yes, I also ask you, true companion, to help these {women} who labored with me in the gospel, with also Clement and the rest of my fellow workers, whose names {are} in the Book of Life.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "σέ",
        "note": "Here, **you** refers to the **true companion** and is singular. This is the only occurrence of the word **you** in Philippians that is singular."
      },
      {
        "support_reference": "",
        "orig_language_quote": "γνήσιε σύνζυγε",
        "note": "The phrase **true companion** refers to a person with whom the Philippian believers were familiar at that time but whose identity is no longer known. Alternate translation: [my faithful helper in the work of the gospel]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "αἵτινες ἐν τῷ εὐαγγελίῳ συνήθλησάν μοι",
        "note": "In the phrase **the gospel**, Paul is leaving out some of the words that would be needed in many languages for the sentence to be complete. If it would be clearer in your language, you could supply these words from the context. Alternate translation: [who have labored with me in the work of spreading the gospel] or [who have labored with me in the work of telling people the gospel] or [who have labored with me in the work of sharing the gospel with people]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τῷ εὐαγγελίῳ",
        "note": "Paul is using the phrase **the gospel** to refer specifically to the work of telling other people about Jesus. If it would be helpful in your language, you could express plainly the idea behind this term. Alternate translation: [the work of spreading the gospel] or [the work of telling people the gospel] or [the work of sharing the gospel with people]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τῷ εὐαγγελίῳ",
        "note": "See how you translated the phrase **the gospel** in [Philippians 1:5](../01/05.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Κλήμεντος",
        "note": "**Clement** is the name of a man."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὧν τὰ ὀνόματα ἐν βίβλῳ ζωῆς",
        "note": "Alternate translation: [whose names God has written in the Book of Life]"
      }
    ]
  },
  {
    "reference": "Php 4:4",
    "bsb_verse_text": "Rejoice in the Lord always. I will say it again: Rejoice!",
    "ult_verse_text": "Rejoice in the Lord always. Again I will say, rejoice.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "χαίρετε ἐν Κυρίῳ",
        "note": "See how you translated the phrase **Rejoice in the Lord** in [Philippians 3:1](../03/01.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "χαίρετε ἐν Κυρίῳ πάντοτε, πάλιν ἐρῶ, χαίρετε!",
        "note": "Both occurrences of the word **Rejoice** are commands or instructions to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people. Alternate translation: [I urge you all to rejoice in the Lord at all times. Again I will say it, I urge each of you to rejoice]"
      }
    ]
  },
  {
    "reference": "Php 4:5",
    "bsb_verse_text": "Let your gentleness be apparent to all. The Lord is near.",
    "ult_verse_text": "Let your gentleness be known to all men. The Lord {is} near.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "τὸ ἐπιεικὲς ὑμῶν γνωσθήτω",
        "note": "The phrase **Let your gentleness be known** is a command or instruction to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "πᾶσιν ἀνθρώποις",
        "note": "Although the term **men** is masculine, Paul is using the word here in a general sense to mean all people in general, including women. Alternate translation: [to all people] or [to everyone.]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὁ Κύριος ἐγγύς",
        "note": "The phrase **The Lord {is} near** could mean: (1) that the day that Jesus will return is coming soon. Alternate translation: [The Lord will return soon] or [The second coming of the Lord is near]; (2) the Lord was close to the Philippian believers. Alternate translation: [The Lord is near to you]"
      }
    ]
  },
  {
    "reference": "Php 4:6",
    "bsb_verse_text": "Be anxious for nothing, but in everything, by prayer and petition, with thanksgiving, present your requests to God.",
    "ult_verse_text": "Be anxious about nothing, but in everything, by prayer and petition with thanksgiving, let your requests be known to God,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "μηδὲν μεριμνᾶτε",
        "note": "**Be anxious about nothing** is a command or instruction to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "ἀλλ’",
        "note": "The word **but** shows a contrast here between the phrase **Be anxious** and the phrase **by prayer and petition with thanksgiving, let your requests be known to God**. Consider the best way to show this contrast in your language."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν παντὶ",
        "note": "The phrase **in everything** could refer to: (1) all situations. Alternate translation: [in all situations] or [in all circumstances.]; (2) all times. Alternate translation: [at all times]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "τῇ προσευχῇ καὶ τῇ δεήσει",
        "note": "The words **prayer** and **petition** mean basically the same thing. The repetition is used both for emphasis and comprehensiveness. Petition is a type of prayer in which a person asks God for things. If it would be clearer in your language, you could combine these two words. Alternate translation: [by asking in prayer] or [by prayerfully petitioning]."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῇ προσευχῇ καὶ τῇ δεήσει",
        "note": "If your language does not use an abstract noun for the idea of **prayer**, you can express the idea behind the abstract noun **prayer** with a verb such as “praying” or in some other way. Alternate translation: [by praying and making a petition]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῇ προσευχῇ καὶ τῇ δεήσει",
        "note": "If your language does not use an abstract noun for the idea of **petition**, you can express the idea behind the abstract noun **petition** by using a verbal form such as “petitioning” or in some other way. Alternate translation: [by praying and petitioning God]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μετὰ εὐχαριστίας",
        "note": "If your language does not use an abstract noun for the idea of **thanksgiving**, you can express the idea behind the abstract noun **thanksgiving** with a verb such as “thank” or in a verbal phrase such as “giving thanks.” Alternate translation: [and giving thanks]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "τὰ αἰτήματα ὑμῶν γνωριζέσθω",
        "note": "The phrase **let your requests be known** is a command or instruction to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὰ αἰτήματα ὑμῶν γνωριζέσθω πρὸς τὸν Θεόν",
        "note": "If your language does not use an abstract noun for the idea of **requests**, you can express the idea behind the abstract noun **requests** in some other way. Alternate translation: [tell God your needs]"
      }
    ]
  },
  {
    "reference": "Php 4:7",
    "bsb_verse_text": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
    "ult_verse_text": "and the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "καὶ",
        "note": "The word **and** shows that what follows is the result of practicing what comes before **and** in the previous verse. Alternate translation: [and then]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ἡ εἰρήνη τοῦ Θεοῦ",
        "note": "Paul is using the possessive form to describe a **peace** that is characterized by having been given by **God**. If your language would not use the possessive form for this, you could express it another way. The phrase **the peace of God** refers to the peace which God gives. Alternate translation: [the peace that God gives]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "Θεοῦ ἡ ὑπερέχουσα πάντα νοῦν",
        "note": "If your readers not understand the abstract noun **peace**, you could express the meaning with an adjectival phrase such as “at peace” or in some other way. Alternate translation: [then God will help you be confident in God, even if you don’t understand everything]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἡ ὑπερέχουσα πάντα νοῦν",
        "note": "The phrase **which surpasses all understanding** could mean: (1) that the peace God gives is so great that human minds are not able to understand it. Alternate translation: [which is greater than we can understand]; (2) that the peace that God gives is superior to anything that humans can contrive through their own efforts. Alternate translation: [which humans cannot accomplish or attain by their own efforts]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ ὑπερέχουσα πάντα νοῦν",
        "note": "If your language does not use an abstract noun for the idea of **understanding**, you can express the idea behind the abstract noun **understanding** by using a verbal form such as “understand.” Alternate translation: [which is greater than we can understand]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "φρουρήσει τὰς καρδίας ὑμῶν καὶ τὰ νοήματα ὑμῶν",
        "note": "The word **guard** is a military term which refers to a soldier guarding a city or a fortress in order to protect it from enemy attacks. Here Paul presents God’s peace as if it were a soldier who protects **hearts** and **minds** from worrying, and so this phrase literally means “will be like a soldier and guard your hearts and minds” or “will be like a soldier standing guard to protect your hearts and minds.” If your readers would not understand this metaphor in this context, you could use an equivalent metaphor from your culture. Alternatively, you could express Paul’s meaning plainly. Alternate translation: [will keep your hearts and minds safe from attacks of worry and fear] or [will keep your hearts and minds safe] or [will protect your hearts and minds]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐν Χριστῷ Ἰησοῦ",
        "note": "See how you translated the phrase **in Christ Jesus** in [Philippians 1:1](../01/01.md)."
      }
    ]
  },
  {
    "reference": "Php 4:8",
    "bsb_verse_text": "Finally, brothers, whatever is true, whatever is honorable, whatever is right, whatever is pure, whatever is lovely, whatever is admirable—if anything is excellent or praiseworthy—think on these things.",
    "ult_verse_text": "{As to} the rest, brothers, as many as are true, as many as honorable, as many as just, as many as pure, as many as lovely, as many as reputable, if anything {is} virtuous, and if anything {is} praiseworthy, think about these things.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-endofstory",
        "orig_language_quote": "τὸ λοιπόν",
        "note": "Here, as Paul comes near to the end of his letter, he gives some final instructions for how believers should live. Alternate translation: [Regarding what remains to be said] or [As to what remains for me to say]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "ἀδελφοί",
        "note": "See how you translated the word **brothers** in [Philippians 1:12](../01/12.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ὅσα ἐστὶν ἀληθῆ, ὅσα σεμνά, ὅσα δίκαια, ὅσα ἁγνά, ὅσα προσφιλῆ, ὅσα εὔφημα",
        "note": "Paul is leaving out some of the words that would be needed in many languages in order for these phrases to be complete. If it would be clearer in your language, you could supply these words from the context. Alternate translation: [as many things as are true, as many things as are honorable, as many things as are just, as many things as are pure, as many things as are lovely, as many things as are reputable]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὅσα προσφιλῆ",
        "note": "Alternate translation: [whatever things are pleasing]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὅσα εὔφημα",
        "note": "Alternate translation: [whatever things people admire] or [whatever things people respect]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἴ τις ἀρετὴ",
        "note": "Alternate translation: [if anything is morally good]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἴ τις ἔπαινος",
        "note": "Alternate translation: [if anything is worth praising]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "λογίζεσθε",
        "note": "The phrase **think about** is a command or instruction to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people."
      }
    ]
  },
  {
    "reference": "Php 4:9",
    "bsb_verse_text": "Whatever you have learned or received or heard from me, or seen in me, put it into practice. And the God of peace will be with you.",
    "ult_verse_text": "And what you learned and received and heard and saw in me, do these things, and the God of peace will be with you.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ἃ καὶ ἐμάθετε καὶ παρελάβετε, καὶ ἠκούσατε καὶ εἴδετε, ἐν ἐμοί",
        "note": "Alternate translation: [And everything that I have taught and shown you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "ἃ καὶ ἐμάθετε καὶ παρελάβετε",
        "note": "The words **learned** and **received** mean basically the same thing. If it would be clearer in your language, you could combine them into one idea. Alternate translation: [And what you learned]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ταῦτα πράσσετε",
        "note": "Alternate translation: [put these things into practice]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "πράσσετε",
        "note": "The word **do** is a command or instruction to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "καὶ",
        "note": "The word **and** shows that what follows it is the result of practicing what comes before it. Consider the best way to show this relationship in your language. Alternate translation: [and then] or [and the result will be that]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "ὁ Θεὸς τῆς εἰρήνης",
        "note": "The phrase **the God of peace** could mean: (1) that God is the giver of peace. Alternate translation: [the God who gives peace] or [God, who gives peace,]; (2) that God is characterized by peace. Alternate translation: [the God who is characterized by peace] or [our God who is characterized by peace]; (3) God, the source of peace and the giver of peace. Alternate translation: [God, who is both the source of peace and the giver of peace,]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "καὶ ὁ Θεὸς τῆς εἰρήνης ἔσται μεθ’ ὑμῶν",
        "note": "If your readers would better understand it, you could express the idea behind the abstract noun **peace** with an adjective such as “peaceful” or in some other way. Alternate translation: [the God who gives us a peaceful spirit will be with you]"
      }
    ]
  },
  {
    "reference": "Php 4:10",
    "bsb_verse_text": "Now I rejoice greatly in the Lord that at last you have revived your concern for me. You were indeed concerned, but you had no opportunity to show it.",
    "ult_verse_text": "Now I greatly rejoice in the Lord, because now at last you renewed your concern on my behalf, for which indeed you were concerned, but were lacking opportunity.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "ἐν Κυρίῳ",
        "note": "See how you translated the phrase **in the Lord** in [Philippians 3:12](../03/12.md)."
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὅτι ἤδη ποτὲ ἀνεθάλετε τὸ ὑπὲρ ἐμοῦ φρονεῖν",
        "note": "# Connecting Statement:\\n\\nAlternate translation: [because now at last you revived your concern for me]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐφ’ ᾧ καὶ ἐφρονεῖτε",
        "note": "# Connecting Statement:\\n\\nAlternate translation: [for whom you were certainly worried]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἠκαιρεῖσθε δέ",
        "note": "# Connecting Statement:\\n\\nHere Paul is leaving out some of the words that a phrase would need in many languages to be complete. If it would be clearer in your language, you could supply these words from the context. Alternate translation: [but you did not have a way to demonstrate it] or [but it was not possible for you to show it]"
      }
    ]
  },
  {
    "reference": "Php 4:11",
    "bsb_verse_text": "I am not saying this out of need, for I have learned to be content regardless of my circumstances.",
    "ult_verse_text": "Not that I speak according to need, for I myself have learned in whatever I am to be content.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "οὐχ ὅτι καθ’ ὑστέρησιν λέγω",
        "note": "Alternate translation: [I do not say this because of need]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "αὐτάρκης εἶναι",
        "note": "Alternate translation: [to be satisfied] or [to be happy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "ἐν οἷς εἰμι",
        "note": "Here Paul is leaving out some of the words that a phrase would need in many languages to be complete. If it would be clearer in your language, you could supply these words from the context. Alternate translation: [in whatever situation I am in] or [in whatever circumstances I am in]"
      }
    ]
  },
  {
    "reference": "Php 4:12",
    "bsb_verse_text": "I know how to live humbly, and I know how to abound. In any and every situation I have learned the secret of being filled and being hungry, of having plenty and having need.",
    "ult_verse_text": "I know both {how} to be brought low, and I know {how} to abound. In each {situation} and in all {situations}, I have learned both to be filled and to be hungry, and to abound and to be in need.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "οἶδα καὶ",
        "note": "Here, the phrase **I know** means “I know from experience” and refers to what Paul knew from his experience. If it would help your readers, consider clarifying this in your translation in some way. Alternate translation: [I have learned both how]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "οἶδα καὶ ταπεινοῦσθαι, οἶδα καὶ περισσεύειν & καὶ περισσεύειν καὶ ὑστερεῖσθαι",
        "note": "The sentence at the beginning of this verse, **I know both {how} to be brought low and I know {how} to abound** is very similar in meaning to the phrase **and to abounding and to being in need** at the end of this verse. You can combine the beginning sentence and the closing phrase, as modeled by the UST, if you think it will help your readers."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-merism",
        "orig_language_quote": "οἶδα καὶ ταπεινοῦσθαι, οἶδα καὶ περισσεύειν",
        "note": "Here, the phrases **to be brought low** and **to abound** refer to two opposite extremes of living and to every living condition between them. If it would be helpful in your language, you could use an equivalent expression or plain language. Alternate translation: [I know both how to live with very little and how to live with more than I need] or [I know how to live with very little and I know how to live with plenty]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ταπεινοῦσθαι",
        "note": "If it would be more natural in your language, you could express the passive phrase **to be brought low** with an active form. Alternate translation: [to live with less] or [to live without things I need]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ταπεινοῦσθαι",
        "note": "Here the phrase **to be brought low** is a figurative way of saying “to live with very little.” If it would help your readers, you could use an equivalent idiom or use plain language. Alternate translation: [to live with very little]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "χορτάζεσθαι καὶ πεινᾶν",
        "note": "Here Paul is leaving out some of the words that a phrase would need in many languages to be understandable. If it would help your readers, you could supply these words from the context. Alternate translation: [to be full of food and to be hungry] or [to be content when I have plenty of food to eat and to be content when I am hungry]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-merism",
        "orig_language_quote": "χορτάζεσθαι καὶ πεινᾶν",
        "note": "Here the phrases **to be filled** and **to be hungry** refer to two opposite extremes and to everything in between them. If it would help your readers, you could use an equivalent expression or plain language. Alternate translation: [to be hungry and to be filled and to everything in between]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "περισσεύειν καὶ ὑστερεῖσθαι",
        "note": "Here Paul is leaving out some of the words that a phrase would need in many languages to be understandable. If it would help your readers, you could supply these words from the context. Alternate translation: [to have an abundance of things I need and to live contentedly when I do not have certain things I need]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-merism",
        "orig_language_quote": "περισσεύειν καὶ ὑστερεῖσθαι",
        "note": "Here, the phrases **to abound** and **to be in need** refer to two opposite extremes and to everything in between them. If it would help your readers, you could use an equivalent expression or plain language. Alternate translation: [to abound and to be in need and to everything in between]"
      }
    ]
  },
  {
    "reference": "Php 4:13",
    "bsb_verse_text": "I can do all things through Christ who gives me strength.",
    "ult_verse_text": "I can do all things in the one strengthening me.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "πάντα ἰσχύω ἐν τῷ ἐνδυναμοῦντί με",
        "note": "Here, **the one** refers to Christ. Alternate translation: [I can do all things because Christ gives me strength]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πάντα ἰσχύω ἐν τῷ ἐνδυναμοῦντί με",
        "note": "Here, **all things** refers to all situations. The phrase **I can do all things** means “I can handle all situations.” Alternate translation: [I can deal with anything through him who strengthens me] or [I am able to act properly in every situation because Jesus makes me strong]"
      }
    ]
  },
  {
    "reference": "Php 4:14",
    "bsb_verse_text": "Nevertheless, you have done well to share in my affliction.",
    "ult_verse_text": "However, you did well, having shared together in my affliction.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "συνκοινωνήσαντές μου τῇ θλίψει",
        "note": "The phrase **having shared together in my affliction** means that the Philippian believers helped Paul while he was experiencing difficulties by giving him money and sending Epaphroditus to him. If it would help your readers, you could state this explicitly. Alternate translation: [by helping me in my affliction through your gift of money and sending Epaphroditus to me] or [by helping me when I faced difficult circumstances by sending Epaphroditus to encourage me and bring me your gift of money]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μου τῇ θλίψει",
        "note": "If your language does not use an abstract noun for the idea of **affliction**, you can express the idea behind the abstract noun **affliction** with an adjective such as **difficult** or in some other way. Alternate translation: [when I was suffering] or [when I was mistreated]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "μου τῇ θλίψει",
        "note": "Alternate translation: [in my trials] or [in my troubles] or [in my difficulties]"
      }
    ]
  },
  {
    "reference": "Php 4:15",
    "bsb_verse_text": "And as you Philippians know, in the early days of the gospel, when I left Macedonia, no church but you partnered with me in the matter of giving and receiving.",
    "ult_verse_text": "Now you Philippians also know that in the beginning of the gospel, when I went out from Macedonia, no church shared with me in the matter of giving and receiving except you alone,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἐν ἀρχῇ τοῦ εὐαγγελίου",
        "note": "Here, **in the beginning of the gospel** refers to when Paul first began communicating the gospel message to the Philippians. If it would be helpful in your language, you could state explicitly the idea behind this phrase. Alternate translation: [when you first heard me preach the gospel]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τοῦ εὐαγγελίου",
        "note": "See how you translated the phrase **the gospel** in [Philippians 1:5](../01/05.md) and [4:3](../04/03.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublenegatives",
        "orig_language_quote": "οὐδεμία μοι ἐκκλησία ἐκοινώνησεν εἰς λόγον δόσεως καὶ λήμψεως, εἰ μὴ ὑμεῖς μόνοι",
        "note": "You can state **no church shared with me in the matter of giving and receiving except you alone** in the positive. Alternate translation: [you were the only church that shared with me in the matter of giving and receiving]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μοι & ἐκοινώνησεν",
        "note": "Here, **shared with me** means the Philippians helped Paul financially and in other practical ways. Alternate translation: [were partners with] or [helped me]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἰς λόγον δόσεως καὶ λήμψεως",
        "note": "In the original language in which Paul wrote this letter, the phrase **giving and receiving** could refer either to exchanges that involved money or to exchanges that involved the giving and receiving of non-financial things that would benefit the other party. Here, the phrase **giving and receiving** may refer to both financial and non-financial gifts because the Philippians helped Paul by sending a gift of money via Epaphroditus, who also helped Paul in other ways. Alternate translation: [by sending money and help to me]"
      }
    ]
  },
  {
    "reference": "Php 4:16",
    "bsb_verse_text": "For even while I was in Thessalonica, you provided for my needs again and again.",
    "ult_verse_text": "for even in Thessalonica, both once and twice you sent for my needs.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ὅτι καὶ ἐν Θεσσαλονίκῃ",
        "note": "Alternate translation: [for even when I was in Thessalonica]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "καὶ ἅπαξ καὶ δὶς",
        "note": "The phrase **both once and twice** is an idiom meaning that something occurred more than one time. If your readers would not understand this idiom, you could use an equivalent idiom from your language, or you could state this in plain language. Alternate translation: [several times]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "εἰς τὴν χρείαν μοι ἐπέμψατε",
        "note": "Paul is leaving out some of the words that this phrase would need in many languages to be complete. If it would be clearer in your language, you could supply these words from the context. Alternate translation: [you sent me money to help me with my needs]"
      }
    ]
  },
  {
    "reference": "Php 4:17",
    "bsb_verse_text": "Not that I am seeking a gift, but I am looking for the fruit that may be credited to your account.",
    "ult_verse_text": "Not that I seek the gift, but I seek the fruit that is increasing to your account.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐπιζητῶ τὸν καρπὸν τὸν πλεονάζοντα εἰς λόγον ὑμῶν",
        "note": "At the time Paul wrote this letter, the word **fruit** could be used in a business context to refer to what was gained in a financial transaction. When used in a business context, the word **fruit** meant “profit” or “gain.” Here Paul is using this business meaning to refer to God’s reward. If your language has an equivalent word that could be used in a business context, consider using it here if it would be natural in your language. Alternately, you may express this meaning using plain language, as the UST does. Alternate translation: [I seek the profit that increases to your account] or [I seek the gain that increases to your account]"
      }
    ]
  },
  {
    "reference": "Php 4:18",
    "bsb_verse_text": "I have all I need and more, now that I have received your gifts from Epaphroditus. They are a fragrant offering, an acceptable sacrifice, well-pleasing to God.",
    "ult_verse_text": "Now I have all things in full, and I abound. I have been filled, having received from Epaphroditus the things from you, an aroma, a sweet smell, an acceptable, pleasing sacrifice to God.",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ἀπέχω & πάντα",
        "note": "The phrase **I have all things in full** could mean: (1) that Paul has received **all things** that he needs from the Philippian believers and is therefore sufficiently supplied. Alternate translation: [I have everything I need and am content]; (2) that Paul is continuing the business metaphor from [Philippians 4:17](../04/17.md) and is here offering the Philippians a figurative receipt for the gifts they gave him. Alternate translation: [I have received the gift that you sent]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "περισσεύω",
        "note": "The phrase **I abound** means that Paul has more than enough of the things that he needs for himself. If it would be helpful in your language, consider stating this explicitly. Alternate translation: [I have more than enough of the things I need]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "πεπλήρωμαι, δεξάμενος παρὰ Ἐπαφροδίτου τὰ παρ’ ὑμῶν",
        "note": "# Connecting Statement:\\n\\nIf it would be more natural in your language, you could express the phrase **I have been filled** with an active form, and you could state who did the action. Alternate translation: [You have fully provided for me by giving me the things which Epaphroditus brought to me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Ἐπαφροδίτου",
        "note": "**Epaphroditus** is the name of a man. See how you translated his name in [Philippians 2:25](../02/25.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὀσμὴν εὐωδίας, θυσίαν δεκτήν, εὐάρεστον τῷ Θεῷ",
        "note": "Here Paul speaks of the gift from the Philippian believers as if it were a **sacrifice** offered **to God** on an altar. If it would be helpful in your language, you could express this phrase by stating the meaning using plain language. Alternate translation: [which are very pleasing to God] or [which make God happy] or [which I assure you are gifts very pleasing to God, like an acceptable sacrifice]"
      }
    ]
  },
  {
    "reference": "Php 4:19",
    "bsb_verse_text": "And my God will supply all your needs according to His glorious riches in Christ Jesus.",
    "ult_verse_text": "Now my God will fulfill all your need according to his riches in glory in Christ Jesus.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "πληρώσει πᾶσαν χρείαν ὑμῶν",
        "note": "The word for **will fulfill** is the same word translated as “have been fulfilled” in [verse 18](../04/18.md). This phrase is an idiom meaning “will provide everything you need”"
      },
      {
        "support_reference": "",
        "orig_language_quote": "κατὰ τὸ πλοῦτος αὐτοῦ ἐν δόξῃ ἐν Χριστῷ Ἰησοῦ",
        "note": "Alternate translation: [from his glorious riches that he gives through Christ Jesus]"
      }
    ]
  },
  {
    "reference": "Php 4:20",
    "bsb_verse_text": "To our God and Father be glory forever and ever. Amen.",
    "ult_verse_text": "Now to our God and Father {be} the glory forever {and} ever. Amen.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμῶν",
        "note": "When Paul says **our**, he is speaking of himself and the Philippian believers, so **our** is inclusive. Your language may require you to mark this form."
      }
    ]
  },
  {
    "reference": "Php 4:21",
    "bsb_verse_text": "Greet all the saints in Christ Jesus. The brothers who are with me send you greetings.",
    "ult_verse_text": "Greet every saint in Christ Jesus. The brothers with me greet you.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "ἀσπάσασθε",
        "note": "**Greet** is a command or instruction to all of the Philippian Christians. Use the most natural form in your language to give direction to a group of people."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "οἱ σὺν ἐμοὶ ἀδελφοί",
        "note": "See how you translated the word **brothers** in [Philippians 1:12](../01/12.md). Paul is using the term **brothers** here to refer to anyone who is a fellow believer in Jesus. If this is not clear in your language, you could express this plainly. Alternate translation: [My fellow believers here]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "οἱ σὺν ἐμοὶ ἀδελφοί",
        "note": "See how you translated the word **brothers** in [Philippians 1:12](../01/12.md). Although the term **brothers** is masculine, Paul is using the word here in a spiritual sense to include both men and women who believe in Jesus. Alternate translation: [The brothers and sisters with me]"
      }
    ]
  },
  {
    "reference": "Php 4:22",
    "bsb_verse_text": "All the saints send you greetings, especially those from the household of Caesar.",
    "ult_verse_text": "All the saints greet you, but especially the ones from the household of Caesar.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "τῆς Καίσαρος οἰκίας",
        "note": "The phrase **the household of Caesar** refers to the servants who worked in Caesar’s palace."
      }
    ]
  },
  {
    "reference": "Php 4:23",
    "bsb_verse_text": "The grace of the Lord Jesus Christ be with your spirit.",
    "ult_verse_text": "The grace of the Lord Jesus Christ {be} with your spirit. Amen.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "μετὰ τοῦ πνεύματος ὑμῶν",
        "note": "Paul describes the Philippian Christians as whole persons by reference to their **spirit**. Alternate translation: [be with you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἡ χάρις τοῦ Κυρίου Ἰησοῦ Χριστοῦ μετὰ τοῦ πνεύματος ὑμῶν",
        "note": "The word **grace** is an abstract noun that can be translated with an adverb. Alternate translation: [May the Lord Jesus Christ act graciously to you]"
      }
    ]
  }
]
