[
  {
    "reference": "Sos 1:1",
    "bsb_verse_text": "This is Solomon’s Song of Songs.",
    "ult_verse_text": "The Song of Songs, which {is} of Solomon.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-poetry",
        "orig_language_quote": "שִׁ֥יר הַ⁠שִּׁירִ֖ים אֲשֶׁ֥ר לִ⁠שְׁלֹמֹֽה",
        "note": "This verse is the title of this book. Use whatever formatting convention is most natural in your language for indicating the title of a poem or song. The ULT places this line further to the left than the other lines in this book to indicate that this verse is the title."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "שִׁ֥יר הַ⁠שִּׁירִ֖ים",
        "note": "The possessive form in **Song of Songs** is used here to indicate a comparison with other **Songs** and to show that this **Song** is the best or greatest of all songs. If it would be helpful in your language, you could use another form to indicate this. Alternate translation: [The best song] or [The most excellent song] or [The greatest song]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "לִ⁠שְׁלֹמֹֽה",
        "note": "The phrase **of Solomon** could mean: (1) Solomon wrote this song. Alternate translation: [Solomon wrote]; (2) this song was dedicated to Solomon. Alternate translation: [is dedicated to Solomon]; (3) this song was about Solomon. Alternate translation: [is about Solomon]"
      }
    ]
  },
  {
    "reference": "Sos 1:2",
    "bsb_verse_text": "Let him kiss me with the kisses of his mouth! For your love is more delightful than wine.",
    "ult_verse_text": "Let him kiss me with the kisses of his mouth,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-poetry",
        "orig_language_quote": "יִשָּׁקֵ֨⁠נִי֙ מִ⁠נְּשִׁיק֣וֹת פִּ֔י⁠הוּ",
        "note": "Here, **kiss me with the kisses of his mouth** is an emphatic construction that uses a verb and its object that come from the same root. You may be able to use the same construction in your language to express the meaning here. Alternatively, your language may have another way of showing the emphasis. Alternate translation: [Let him kiss me again and again with the kisses of his mouth] or [Let him cover my face with the kisses of his mouth] or [I wish he would kiss me passionately with his mouth]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-yousingular",
        "orig_language_quote": "דֹּדֶ֖י⁠ךָ",
        "note": "In this book every occurrence of the words **you** and **your** is singular. Your language may require you to mark these forms."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "טוֹבִ֥ים דֹּדֶ֖י⁠ךָ מִ⁠יָּֽיִן",
        "note": "If your language does not use an abstract noun for the idea of **love**, you could express the same idea in another way. Alternate translation: [the way you love me is better than wine] or [your loving is better than wine]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "טוֹבִ֥ים דֹּדֶ֖י⁠ךָ מִ⁠יָּֽיִן",
        "note": "Alternate translation: [I enjoy your love more than I enjoy drinking wine] or [your love is more pleasant than wine]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-poetry",
        "orig_language_quote": "יִשָּׁקֵ֨⁠נִי֙ מִ⁠נְּשִׁיק֣וֹת פִּ֔י⁠הוּ כִּֽי־טוֹבִ֥ים דֹּדֶ֖י⁠ךָ מִ⁠יָּֽיִן׃ לְ⁠רֵ֨יחַ֙ שְׁמָנֶ֣י⁠ךָ טוֹבִ֔ים שֶׁ֖מֶן תּוּרַ֣ק שְׁמֶ֑⁠ךָ עַל־כֵּ֖ן עֲלָמ֥וֹת אֲהֵבֽוּ⁠ךָ׃ מָשְׁכֵ֖⁠נִי אַחֲרֶ֣י⁠ךָ נָּר֑וּצָה הֱבִיאַ֨⁠נִי הַ⁠מֶּ֜לֶךְ חֲדָרָ֗י⁠ו",
        "note": "These lines of poetry most likely indicate internal words or thoughts, things that the woman is thinking while she is alone. Your language may have a way of indicating speech that is expressed toward a person who is not present to hear what is being said. If your language has a way to indicate that, you could use it here."
      }
    ]
  },
  {
    "reference": "Sos 1:3",
    "bsb_verse_text": "The fragrance of your perfume is pleasing; your name is like perfume poured out. No wonder the maidens adore you.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "לְ⁠רֵ֨יחַ֙",
        "note": "The Hebrew word which the ULT translates as **As for** could: (1) indicate reference, in which case it should be translated with an equivalent phrase or as the ULT translates it. Alternate translation: [In reference to the scent of]; (2) indicate emphasis or be making an assertion. Alternate translation: [Truly, the scent of] or [Indeed, the scent of]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "שְׁמָנֶ֣י⁠ךָ טוֹבִ֔ים",
        "note": "Here, **oils** refers to colognes or perfumes. The author is assuming the reader knows that pleasant-smelling spices were mixed into olive oil in order to make a pleasant-smelling perfume, which was then applied to the skin. You could include this information if that would be helpful to your readers. If men do not put pleasant-smelling things on their skin in your culture, you could say that the scent of the man being spoken of here is pleasant. Alternate translation: [your colognes—they are good] or [your scented oils—they are good] or [your skin—it is good] or [your body—it is good]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "שֶׁ֖מֶן תּוּרַ֣ק שְׁמֶ֑⁠ךָ",
        "note": "Here, **your name** represents her beloved’s reputation. If it would be helpful in your language, you could use an equivalent expression or state the meaning plainly. Alternate translation: [oil poured out is your reputation] or [your name is pleasant like good perfume is pleasant]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "שֶׁ֖מֶן תּוּרַ֣ק שְׁמֶ֑⁠ךָ",
        "note": "The woman makes a comparison between the man’s reputation (which she refers to as his **name**) and scented oil that is poured out, after which the good smell of the oil spreads as the air moves. If it would be helpful in your language, you could explain the comparison. Alternate translation: [your reputation spreads like the fragrance of scented oil spreads after it has been poured out] or [your reputation spreads like the scent of perfumed oil after it has been poured out]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "עַל־כֵּ֖ן",
        "note": "The Hebrew words translated as **Therefore** indicate that what follows is a result of what came before. Use a connector in your language that makes it clear that what follows is a result of what came before. Alternate translation: [As a result]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "עֲלָמ֥וֹת",
        "note": "Here, **marriageable women** refers to young women who are old enough to be married or who have been recently married but not yet given birth to a child. Your language may have a term for women during this stage of life that you could use here, or you could use a more general term."
      }
    ]
  },
  {
    "reference": "Sos 1:4",
    "bsb_verse_text": "Take me away with you—let us hurry! May the king bring me to his chambers. We will rejoice and delight in you; we will praise your love more than wine. It is only right that they adore you.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "מָשְׁכֵ֖⁠נִי",
        "note": "Alternate translation: [Lead me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "נָּר֑וּצָה",
        "note": "The word **us** refers to the young woman and the man that she is addressing, so use the inclusive form of that word if your language marks that distinction. Alternate translation: [let you and me run]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "נָּר֑וּצָה",
        "note": "Here the woman uses **run** as a poetic way of expressing her desire that she and the man she loves should quickly go away together. You could include this information if that would be helpful to your readers. Alternate translation: [let us hurry]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "הַ⁠מֶּ֜לֶךְ",
        "note": "Here the woman is speaking affectionately of the man she loves as if he were **The king**. She is not speaking of an actual king but using the word as a term of endearment. She is still speaking of the same man that she was speaking of in [1:2–3](../01/02.md). If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [He whom I love is like a king to me and] or [He who is like a king to me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-declarative",
        "orig_language_quote": "הֱבִיאַ֨⁠נִי הַ⁠מֶּ֜לֶךְ",
        "note": "The original language word which the ULT translates as **The king has brought me** could be describing: (1) a request or wish that the woman has. Alternate translation: [May the king bring me]; (2) an action that has already happened. Alternate translation: [The king brought me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "הֱבִיאַ֨⁠נִי",
        "note": "Your language may say “taken” rather than **brought** in a context such as this. Use whichever is more natural. Alternate translation: [has taken me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "נָגִ֤ילָה וְ⁠נִשְׂמְחָה֙ בָּ֔⁠ךְ נַזְכִּ֤ירָה דֹדֶ֨י⁠ךָ֙ מִ⁠יַּ֔יִן",
        "note": "The **us** in these two lines could be: (1 )a group of young women speaking about the man. Alternate translation: [We will be glad and rejoice in you. We will profess your love more than wine]; (2) the woman continuing to speak to the man she loves and using **us** to refer to herself. Alternate translation: [May I be glad and rejoice in you. May I profess your love more than wine]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "נָּר֑וּצָה & נָגִ֤ילָה & נַזְכִּ֤ירָה",
        "note": "The word **us** is inclusive all three times that it occurs in this verse. Use the inclusive form of this word if your language marks that distinction."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "נָגִ֤ילָה וְ⁠נִשְׂמְחָה֙",
        "note": "The terms **be glad** and **rejoice** mean similar things. The author is using the two terms together for emphasis. If it would be clearer for your readers, you could express the emphasis with a single phrase. Alternate translation: [Let us greatly rejoice] or [Let us rejoice greatly]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "נַזְכִּ֤ירָה",
        "note": "Alternate translation: [Let us proclaim]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "מִ⁠יַּ֔יִן",
        "note": "The phrase **more than wine** could mean: (1) that the women would profess that the man’s love was more delightful than wine. Alternate translation: [as being more delightful than wine]; (2) that the women would profess the delightfulness of the man’s love more often than they would profess the delightfulness of wine. Alternate translation: [more often than we profess wine]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "דֹדֶ֨י⁠ךָ֙ מִ⁠יַּ֔יִן",
        "note": "If your language does not use an abstract noun for the idea of **love**, you could express the same idea in another way. Alternate translation: [that the way you love is better than wine] or [that the way you love me is better than wine]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "מֵישָׁרִ֖ים אֲהֵבֽוּ⁠ךָ",
        "note": "Here the speaker could be: (1) the woman speaking to the man about the young women who admire him. Alternate translation: [rightly do the young women love you]; (2) the young women speaking of other women who admire the man. Alternate translation: [rightly do the other young women love you]. You may wish to indicate who the presumed speaker is here by placing a heading above this section, as modeled by the UST."
      },
      {
        "support_reference": "",
        "orig_language_quote": "מֵישָׁרִ֖ים אֲהֵבֽוּ⁠ךָ",
        "note": "Alternate translation: [it is right that other young women adore you] or [no wonder other young women adore you]"
      }
    ]
  },
  {
    "reference": "Sos 1:5",
    "bsb_verse_text": "I am dark, yet lovely, O daughters of Jerusalem, like the tents of Kedar, like the curtains of Solomon.",
    "ult_verse_text": "I {am} black but lovely, daughters of Jerusalem,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "שְׁחוֹרָ֤ה אֲנִי֙",
        "note": "Solomon assumes that his readers will understand that here, **I am black** means “my skin is black” or “my skin is very dark.” If it would be helpful to your readers, you could include this information. Alternate translation: [My skin is black] or [My skin is very dark]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-contrast",
        "orig_language_quote": "וְֽ⁠נָאוָ֔ה",
        "note": "Here the word **but** is introducing a contrast between what was expected and what follows. In the author’s culture, it was not considered attractive for a woman to have skin darkened by the sun. Use a natural form in your language for introducing a contrast. Alternate translation: [yet lovely] or [but still lovely]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "בְּנ֖וֹת יְרוּשָׁלִָ֑ם",
        "note": "The woman is using the possessive form to poetically describe where the young women (**daughters of Jerusalem**) live. The phrase refers to the young women from Jerusalem; probably the same women as the “marriageable women” in [1:3](../01/03.md) and “they” in [1:4](../01/04.md)). If your language would not use the possessive form for this, you could indicate the association between them in a way that is natural in your language. Alternate translation: [daughters from Jerusalem] or [young women from Jerusalem]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "כְּ⁠אָהֳלֵ֣י קֵדָ֔ר כִּ⁠ירִיע֖וֹת שְׁלֹמֹֽה",
        "note": "The **Kedar** people group used black goat skins to make their **tents**. The woman is comparing her skin to these tents. The phrase **the curtains of Solomon** refers to the beautiful curtains in Solomon’s palace. The point of the first comparison is that the woman’s skin was **black**. The second indicates that the woman was also **lovely**. If it would be helpful in your language, you could use equivalent comparisons from your culture, or you could state that explicitly. Alternate translation: [like the dark tents of the Kedar people, like the curtains of Solomon’s palace] or [as dark as the tents of Kedar, as beautiful as the curtains in Solomon’s palace]"
      }
    ]
  },
  {
    "reference": "Sos 1:6",
    "bsb_verse_text": "Do not stare because I am dark, for the sun has gazed upon me. My mother’s sons were angry with me; they made me a keeper of the vineyards, but my own vineyard I have neglected.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "אַל־תִּרְא֨וּ⁠נִי֙ שֶׁ⁠אֲנִ֣י שְׁחַרְחֹ֔רֶת",
        "note": "The phrase **Do not look at me** could mean: (1) the woman does not want people to look at her with contempt. Alternate translation: [Do not look at me with contempt, that I am black] or [Do not look at me disapprovingly, that I am black]; (2) the woman does not want people to stare at her in admiration of her beauty. Alternate translation: [Do not stare at my beauty, that I am black]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "שֶׁ⁠אֲנִ֣י",
        "note": "The word **that** indicates that what follows is a reason for what came before. Use a connector in your language that makes it clear that what follows is a reason for what came before. Alternate translation: [because I]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "שֶׁ⁠אֲנִ֣י שְׁחַרְחֹ֔רֶת",
        "note": "Solomon assumes that his readers will understand that here, **I am black** means “my skin is black” or “my skin is very dark,” as it did in [1:5](../01/05.md). If it would be helpful to your readers, you could include this information. Alternate translation: [that my skin is black] or [that my skin is very dark]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "שֶׁ⁠שֱּׁזָפַ֖תְ⁠נִי הַ⁠שָּׁ֑מֶשׁ",
        "note": "The word **that** indicates that what follows is a reason for what came before. Use a connector in your language that makes it clear that what follows is a reason for what came before. Alternate translation: [because the sun scorched me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "שֶׁ⁠שֱּׁזָפַ֖תְ⁠נִי הַ⁠שָּׁ֑מֶשׁ",
        "note": "The author assumes that his readers will understand that **the sun scorched me** means “the sun made my skin color turn very dark.” You could include this information if that would be helpful to your readers. Alternate translation: [that the sun darkened my skin]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "נֹטֵרָ֣ה אֶת־הַ⁠כְּרָמִ֔ים כַּרְמִ֥⁠י שֶׁ⁠לִּ֖⁠י לֹ֥א נָטָֽרְתִּי",
        "note": "Alternate translation: [as caretaker of the vineyards— I have not taken care of my own vineyard]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "כַּרְמִ֥⁠י שֶׁ⁠לִּ֖⁠י לֹ֥א נָטָֽרְתִּי",
        "note": "The woman is probably using the phrase **my vineyard** to refer to her skin. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [my skin I have not protected from the sun] or [I have not protected my complexion from the sun]"
      }
    ]
  },
  {
    "reference": "Sos 1:7",
    "bsb_verse_text": "Tell me, O one I love, where do you pasture your sheep? Where do you rest them at midday? Why should I be like a veiled woman beside the flocks of your companions?",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "שֶׁ֤⁠אָהֲבָה֙ נַפְשִׁ֔⁠י",
        "note": "The woman is using one part of herself, her **soul**, to represent all of her. If it would be helpful in your language, you could use an equivalent expression from your culture or state the meaning plainly. Alternate translation: [you, the man whom I love]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "אֵיכָ֣ה תִרְעֶ֔ה",
        "note": "The woman is leaving out some of the words that in many languages a sentence would need to be complete. You could supply these words from the context if it would be clearer in your language. Alternate translation: [where do you graze your flock] or [where do you graze your sheep]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "שַׁ⁠לָּ⁠מָ֤ה אֶֽהְיֶה֙ כְּ⁠עֹ֣טְיָ֔ה עַ֖ל עֶדְרֵ֥י חֲבֵרֶֽי⁠ךָ",
        "note": "Here the woman is not asking for information but is using the question form for emphasis. If you would not use a rhetorical question for this purpose in your language, you could translate her words as a statement or an exclamation and communicate the emphasis in another way. Alternate translation: [I do not want to be like a woman who covers herself beside the flocks of your companions] or [Tell me so that I will not be like a woman who covers herself beside the flocks of your companions]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "כְּ⁠עֹ֣טְיָ֔ה עַ֖ל עֶדְרֵ֥י חֲבֵרֶֽי⁠ךָ",
        "note": "The author assumes that his readers will understand that **covers herself** means “covers herself with a veil.” The phrase **your companions** refers to the other shepherds who pastured their animals near the flocks of the man; they were probably his friends. You could include this information if that would be helpful to your readers. Alternate translation: [like a woman who covers herself with a veil beside the flocks of the other shepherds]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "שַׁ⁠לָּ⁠מָ֤ה אֶֽהְיֶה֙ כְּ⁠עֹ֣טְיָ֔ה עַ֖ל עֶדְרֵ֥י חֲבֵרֶֽי⁠ךָ",
        "note": "The woman does not want to look **like a woman who covers herself** because in her culture, prostitutes often covered their faces with a veil so that people would not recognize them. She did not want to be mistaken for a prostitute while attempting to find him. If it would be helpful in your language, you could state that explicitly. Alternate translation: [For why should I be like a prostitute who covers herself with a veil and wanders around among the flocks of your companions]"
      }
    ]
  },
  {
    "reference": "Sos 1:8",
    "bsb_verse_text": "If you do not know, O fairest of women, follow the tracks of the flock, and graze your young goats near the tents of the shepherds.",
    "ult_verse_text": "If you do not know, most beautiful among women,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-condition-hypothetical",
        "orig_language_quote": "אִם־לֹ֤א תֵדְעִי֙ לָ֔⁠ךְ הַ⁠יָּפָ֖ה בַּ⁠נָּשִׁ֑ים צְֽאִי־לָ֞⁠ךְ",
        "note": "If it would help your readers to see that this is a conditional statement, you could supply a word like “then” in your translation. Alternate translation: [If you do not know, most beautiful among women, then go out]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "אִם־לֹ֤א תֵדְעִי֙ לָ֔⁠ךְ הַ⁠יָּפָ֖ה בַּ⁠נָּשִׁ֑ים",
        "note": "If it would be more natural in your language, you could begin this verse with the phrase **most beautiful among women**. Alternate translation: [Most beautiful among women, if you do not know]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "צְֽאִי־לָ֞⁠ךְ",
        "note": "Your language may say “come” rather than **go** in contexts such as these. Use whichever is more natural. Alternate translation: [come out]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "וּ⁠רְעִי֙ אֶת־גְּדִיֹּתַ֔יִ⁠ךְ",
        "note": "Alternate translation: [and let your young goats graze] or [and let your young goats eat]"
      }
    ]
  },
  {
    "reference": "Sos 1:9",
    "bsb_verse_text": "I compare you, my darling, to a mare among Pharaoh’s chariots.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "לְ⁠סֻסָתִ⁠י֙ בְּ⁠רִכְבֵ֣י פַרְעֹ֔ה דִּמִּיתִ֖י⁠ךְ רַעְיָתִֽ⁠י",
        "note": "If it would be more natural in your language, you could begin this verse with the phrase **my darling**. Alternate translation: [My darling, I liken you to a mare among the chariots of Pharaoh]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "לְ⁠סֻסָתִ⁠י֙ בְּ⁠רִכְבֵ֣י פַרְעֹ֔ה דִּמִּיתִ֖י⁠ךְ",
        "note": "The comparison **To a mare among the chariots of Pharaoh I liken you** could be: (1) the man saying that the excitement caused by a mare (a female horse) among Pharaoh’s male chariot horses is like the excitement that the woman caused him to feel. (2) the man saying that the beauty of the woman is like the beauty of one of Pharaoh’s mares. The horses of the king of Egypt, the Pharaoh, were known to be the best in the world and very beautiful. This is the second option because, normally, only stallions, not mares, pulled the chariots. Alternate translation: [Your beauty is like the beauty of Pharaoh’s chariot horses] or [I compare your beauty to the beauty of Pharaoh’s chariot horses]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "בְּ⁠רִכְבֵ֣י פַרְעֹ֔ה",
        "note": "Here, **the chariots** represents “the horses that pull the chariots.” Chariots were normally drawn by pairs of male horses (stallions). If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [among the stallions that pull Pharaoh’s chariots] or [among the stallions that pull the chariots of Pharaoh]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-genericnoun",
        "orig_language_quote": "פַרְעֹ֔ה",
        "note": "The word **Pharaoh** is a title and represents kings of Egypt in general, not one particular king of Egypt. If it would be helpful in your language, you could use a more natural expression. Alternate translation: [the king of Egypt]"
      }
    ]
  },
  {
    "reference": "Sos 1:10",
    "bsb_verse_text": "Your cheeks are beautiful with ornaments, your neck with strings of jewels.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "בַּ⁠תֹּרִ֔ים",
        "note": "The term which the ULT translates as **earrings** refers to strings of small ornaments or jewels which hung down the side of one’s face from the ears. If your readers would not be familiar with this type of jewelry, you could use the name of something similar in your area, or you could use a more general term and put an explanation in a footnote. Alternate translation: [with neck ornaments] or [with strings of jewels]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "בַּ⁠חֲרוּזִֽים",
        "note": "Here, **necklaces** are a type of jewelry worn around the neck to make a person look more attractive. If your readers would not be familiar with necklaces, you could use the name of something similar in your area, or you could use a more general term and make a footnote to explain what a necklace is. Alternate translation: [with neck ornaments] or [with strings of jewels]"
      }
    ]
  },
  {
    "reference": "Sos 1:11",
    "bsb_verse_text": "We will make you ornaments of gold, studded with beads of silver.",
    "ult_verse_text": "Earrings of gold we will make for you,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "תּוֹרֵ֤י",
        "note": "See how you translated the term **Earrings** in the previous verse."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "תּוֹרֵ֤י זָהָב֙ נַעֲשֶׂה־לָּ֔⁠ךְ",
        "note": "By **we**, the writer could mean: (1) that the man will have someone make the **Earrings of gold** for her. The man is not including the woman, so use the exclusive form of this word if your language marks that distinction. Alternate translation: [Earrings of gold I will have someone make for you] or [I will pay someone to make earrings of gold for you]; (2) that though the man is using a plural form, he expects the woman to understand that he means “I.” Alternate translation: [Earrings of gold I will make for you]; (3) that a group of people, and not the man, speak here. If you are using section headers, you can place a header above this section to indicate who you think is speaking."
      },
      {
        "support_reference": "",
        "orig_language_quote": "עִ֖ם נְקֻדּ֥וֹת הַ⁠כָּֽסֶף",
        "note": "Alternate translation: [with beads of silver] or [that are decorated with silver]"
      }
    ]
  },
  {
    "reference": "Sos 1:12",
    "bsb_verse_text": "While the king was at his table, my perfume spread its fragrance.",
    "ult_verse_text": "While the king {was} on his couch,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "שֶׁ֤⁠הַ⁠מֶּ֨לֶךְ֙",
        "note": "See how you translated the phrase **the king** in [1:4](../01/04.md) where it is used with the same meaning."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "בִּ⁠מְסִבּ֔⁠וֹ",
        "note": "The word which the ULT translates as **couch** could: (1) refer to a couch, which is a long upholstered piece of furniture. (2) refer to a table. Alternate translation: [was at his table]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "נִרְדִּ֖⁠י",
        "note": "The term **nard** refers to pleasant-smelling, perfumed oil that was made from the roots of the nard plant. If your readers would not be familiar with nard plants, you could use a general expression or describe what nard is. Alternate translation: [my perfumed oil] or [my pleasant-smelling perfume made from the nard plant]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "נָתַ֥ן רֵיחֽ⁠וֹ",
        "note": "Alternate translation: [gave off its good odor] or [spread its pleasant aroma]"
      }
    ]
  },
  {
    "reference": "Sos 1:13",
    "bsb_verse_text": "My beloved is to me a sachet of myrrh resting between my breasts.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "צְר֨וֹר הַ⁠מֹּ֤ר ׀ דּוֹדִ⁠י֙ לִ֔⁠י בֵּ֥ין שָׁדַ֖⁠י יָלִֽין",
        "note": "In the author’s culture, women sometimes wore a small bag or pouch of myrrh on a necklace so they could enjoy its pleasant fragrance. The woman makes a comparison between that enjoyable experience and that of having the man she loves near her. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [I enjoy having my beloved near me throughout the night just like I enjoy the fragrance of a bag of myrrh]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "הַ⁠מֹּ֤ר",
        "note": "Here, **myrrh** is a pleasant-smelling incense made from resin obtained from the bark of a certain kind of tree. If your readers would not be familiar with myrrh, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [pleasant-smelling perfume]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "דּוֹדִ⁠י֙",
        "note": "Alternate translation: [is my lover]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-euphemism",
        "orig_language_quote": "צְר֨וֹר הַ⁠מֹּ֤ר ׀ דּוֹדִ⁠י֙ לִ֔⁠י בֵּ֥ין שָׁדַ֖⁠י יָלִֽין",
        "note": "If it would be helpful in your language, you could use a polite way of referring to **breasts**, or state the meaning of the phrase **between my breasts it stays** by using a more general expression. Alternate translation: [My beloved stays very close to me during the night, like a bundle of myrrh around my neck]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "יָלִֽין",
        "note": "Here the original language word that the ULT translates **it stays** is ambiguous regarding what it is that stays. This word could: (1) indicate that the **bundle of myrrh** is what stays. Alternate translation: [the bundle of myrrh stays]; (2) mean that the man does not leave that location throughout the night. Alternate translation: [he lingers]"
      }
    ]
  },
  {
    "reference": "Sos 1:14",
    "bsb_verse_text": "My beloved is to me a cluster of henna blossoms in the vineyards of En-gedi.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "הַ⁠כֹּ֤פֶר",
        "note": "The phrase **henna blossoms** refers to pleasant-smelling blossoms from the henna plant. If your readers would not be familiar with this plant, you could use the name of a fragrant plant in your area, you could describe the henna plant, or you could use a more general term. Alternate translation: [fragrant flowers] or [fragrant blossoms from the henna plant]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "אֶשְׁכֹּ֨ל הַ⁠כֹּ֤פֶר ׀ דּוֹדִ⁠י֙ לִ֔⁠י בְּ⁠כַרְמֵ֖י עֵ֥ין גֶּֽדִי",
        "note": "Here the phrase **the vineyards of Engedi** refers to one of the most beautiful places in Israel, and the henna blossoms there were famous for their exquisite fragrance. In this verse, the woman makes a comparison between the pleasurable experience of the vineyards and her enjoyment of having the man she loves near to her. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [The presence of my lover gives me feelings of pleasure] or [I delight in my beloved being near me like I delight in the smell of the henna flowers in the vineyards of En Gedi]"
      }
    ]
  },
  {
    "reference": "Sos 1:15",
    "bsb_verse_text": "How beautiful you are, my darling! Oh, how very beautiful! Your eyes are like doves.",
    "ult_verse_text": "Behold you, beautiful, my darling!",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "הִנָּ֤⁠ךְ & הִנָּ֥⁠ךְ",
        "note": "The man is using the term **Behold** to focus the woman’s attention on what he is about to say. Your language may have a comparable expression that you can use in your translation. Alternate translation: [Look at you! … Look at you!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "הִנָּ֤⁠ךְ יָפָה֙ רַעְיָתִ֔⁠י הִנָּ֥⁠ךְ יָפָ֖ה עֵינַ֥יִ⁠ךְ יוֹנִֽים",
        "note": "The man uses the phrase **Behold you, beautiful** two times for emphasis. If it would be helpful to your readers, you could combine the phrases and express emphasis in a way that is natural in your language. Alternate translation: [Behold you, beautiful, my darling! Your eyes are doves]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "רַעְיָתִ֔⁠י",
        "note": "See how you translated the phrase **my darling** in [1:9](../01/09.md)"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "עֵינַ֥יִ⁠ךְ יוֹנִֽים",
        "note": "Here the man is speaking of the woman’s **eyes** as if they were **doves**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [Your eyes are like doves] or [Your eyes are gentle and beautiful]"
      }
    ]
  },
  {
    "reference": "Sos 1:16",
    "bsb_verse_text": "How handsome you are, my beloved! Oh, how delightful! The soft grass is our bed.",
    "ult_verse_text": "Behold you! {You are} handsome, my beloved, truly pleasant.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "הִנְּ⁠ךָ֨",
        "note": "The woman is using the term **Behold** to focus the man’s attention on what she is about to say. Your language may have a comparable expression that you could use in your translation. Alternate translation: [Look at you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "הִנְּ⁠ךָ֨ יָפֶ֤ה דוֹדִ⁠י֙ אַ֣ף נָעִ֔ים אַף־עַרְשֵׂ֖⁠נוּ רַעֲנָנָֽה",
        "note": "If it would be more natural in your language, you could either begin or end this verse with the phrase **my beloved**. Alternate translation: [My beloved, behold you! You are handsome, truly pleasant. Indeed, our couch is leafy]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "דוֹדִ⁠י֙",
        "note": "See how you translated the phrase **my beloved** in [1:13](../01/13.md). Alternate translation: [my lover]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "דוֹדִ⁠י֙ אַ֣ף נָעִ֔ים",
        "note": "The woman is leaving out some of the words that in many languages a sentence would need to be complete. You could supply these words from the context if it would be clearer in your language. Alternate translation: [my beloved. You are truly pleasant]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "עַרְשֵׂ֖⁠נוּ",
        "note": "Here, **couch** refers to the place where the couple would lie down in the forest. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [the place where we lie down is] or [the place on which we lie down like a bed is]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "רַעֲנָנָֽה",
        "note": "Here the word that the ULT translates as **leafy** could be translated in a general way such as “green,” or you could indicate a more specific meaning. Here, **leafy** could refer to: (1) the grass that the couple lay down on. Alternate translation: [grass]; (2) the branches above their meeting place in the forest. Alternate translation: [under the cover of branches] or [shaded by branches]. The author assumes that readers will understand that it is not a literal couch. You could include this information if it would be helpful to your readers."
      }
    ]
  },
  {
    "reference": "Sos 1:17",
    "bsb_verse_text": "The beams of our house are cedars; our rafters are fragrant firs.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "קֹר֤וֹת בָּתֵּ֨י⁠נוּ֙ אֲרָזִ֔ים רַהִיטֵ֖נוּ בְּרוֹתִֽים",
        "note": "Here the woman is speaking of the forest as if it were a **house**, the cedar trees as if they were the **beams** of the house, and the **pine** trees as if they were the **rafters** of the house. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [Our meeting place is shaded by cedar and pine trees] or [Branches of cedar and pine trees will be a canopy over our meeting place]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "בְּרוֹתִֽים",
        "note": "The Hebrew word that the ULT translates as **pine** refers to a tall evergreen tree that is either a fir or a pine. This tree would provide a dense covering that would act like the **rafters** of a roof. If your readers would not be familiar with this type of tree, you could use the name of a similar tree in your area, or you could use a more general term. Alternate translation: [are tall leafy trees]"
      }
    ]
  },
  {
    "reference": "Sos 2:1",
    "bsb_verse_text": "I am a rose of Sharon, a lily of the valley.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "אֲנִי֙ חֲבַצֶּ֣לֶת הַ⁠שָּׁר֔וֹן שֽׁוֹשַׁנַּ֖ת הָ⁠עֲמָקִֽים",
        "note": "Here the woman is speaking of herself as if she is a type of wildflower. She compares herself to these common wildflowers to express that she thinks she is no more attractive than other young women. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [I am as common as a wildflower of Sharon or a lily of the valleys] or [My beauty is as common as a wildflower of Sharon or a lily of the valleys]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "חֲבַצֶּ֣לֶת",
        "note": "The original word which the ULT translates as **wildflower** refers to a specific type of flower which grows on the ground. The exact type of flower that the original word refers to cannot be known with certainty, so you could use the name of a pretty wildflower in your area, or you could use a more general term."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "אֲנִי֙ חֲבַצֶּ֣לֶת הַ⁠שָּׁר֔וֹן",
        "note": "The writer assumes that the reader will know that **Sharon** was the name of a specific plain (a flat area) and that the word itself refers to a flat, wide area. Here the woman is probably referring to “plains” in general and expressing that she is like a wildflower that grows on the plains. You could include this information if it would be helpful to your readers. Alternate translation: [I am a flower that grows on the plain of Sharon] or [I am a flower that grows on the plains]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "אֲנִי֙ חֲבַצֶּ֣לֶת הַ⁠שָּׁר֔וֹן שֽׁוֹשַׁנַּ֖ת הָ⁠עֲמָקִֽים",
        "note": "These two phrases **a flower of Sharon** and **a lily of the valleys** mean basically the same thing. The second phrase emphasizes the meaning of the first by repeating the same idea with different words. Hebrew poetry was based on this kind of repetition, and it would be good to show this to your readers by including both phrases in your translation rather than combining them. However, if it would be helpful to your readers, you could combine the phrases into one. Alternate translation: [I am a wildflower that grows in the plains and the valleys]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "שֽׁוֹשַׁנַּ֖ת",
        "note": "The woman is leaving out some of the words that in many languages a sentence would need in order to be complete. If it would be clearer in your language, you could supply these words from the context. Alternate translation: [I am a lily of]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "שֽׁוֹשַׁנַּ֖ת",
        "note": "The Hebrew word that the ULT translates as **lily** is a type of flower which grows as a wildflower. If your readers would not be familiar with this type of flower, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [a wildflower of]"
      }
    ]
  },
  {
    "reference": "Sos 2:2",
    "bsb_verse_text": "Like a lily among the thorns is my darling among the maidens.",
    "ult_verse_text": "Like a lily among thorns,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "כְּ⁠שֽׁוֹשַׁנָּה֙ בֵּ֣ין הַ⁠חוֹחִ֔ים כֵּ֥ן רַעְיָתִ֖⁠י בֵּ֥ין הַ⁠בָּנֽוֹת",
        "note": "The man is saying that the woman he loves is **like a lily among thorns**. The idea is that just as a lily is much more beautiful than thorns, so the woman he loves is much more beautiful than the other young women. If it would be helpful in your language, you could state this explicitly. Alternate translation: [You, my darling, are much more beautiful than all other women]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "כְּ⁠שֽׁוֹשַׁנָּה֙",
        "note": "See how you translated the word **lily** in [2:1](../02/01.md)."
      },
      {
        "support_reference": "",
        "orig_language_quote": "רַעְיָתִ֖⁠י",
        "note": "See how you translated the phrase **my darling** in [1:9](../01/09.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "הַ⁠בָּנֽוֹת",
        "note": "The writer assumes that the readers will understand that **the daughters** refers to the “daughters of Jerusalem” mentioned in [1:5](../01/05.md). The phrase probably also refers to all women. You could include this information if it would be helpful to your readers. Alternate translation: [the young women of Jerusalem] or [the other young women]"
      }
    ]
  },
  {
    "reference": "Sos 2:3",
    "bsb_verse_text": "Like an apple tree among the trees of the forest is my beloved among the young men. I delight to sit in his shade, and his fruit is sweet to my taste.",
    "ult_verse_text": "Like an apple tree among the trees of the forest,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "כְּ⁠תַפּ֨וּחַ֙ בַּ⁠עֲצֵ֣י הַ⁠יַּ֔עַר כֵּ֥ן דּוֹדִ֖⁠י בֵּ֣ין הַ⁠בָּנִ֑ים",
        "note": "The woman is saying that the man is like an **apple tree** because, in the same way that **an apple tree** is more pleasant than the other **trees of the forest**, so the man she loves is more pleasant than other men. If it would be helpful in your language, you could state that explicitly. Alternate translation: [As apple trees are more pleasant than other trees, so you, my beloved, are more pleasant than other men] or [As apple trees are more delightful than other trees, so you, my beloved, are more delightful than other men]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "כְּ⁠תַפּ֨וּחַ֙ בַּ⁠עֲצֵ֣י הַ⁠יַּ֔עַר כֵּ֥ן דּוֹדִ֖⁠י בֵּ֣ין הַ⁠בָּנִ֑ים",
        "note": "If it would be more natural in your language, you could reverse the order of these phrases. Alternate translation: [Among the other young men, my beloved is like an apple tree among the trees of the forest] or [Compared to other men, my beloved is like an apple tree among the trees of the forest]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "כְּ⁠תַפּ֨וּחַ֙",
        "note": "An **apple tree** is a tree that produces apples, a round, pleasant-tasting fruit. Bible scholars are not certain that the word the ULT translates as **apple** refers to what we now call an apple. It could refer to an apricot or another type of fruit. If your readers would not be familiar with these types of trees, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [Like a tree that produces pleasant tasting fruit] or [Like an apricot tree]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "בַּ⁠עֲצֵ֣י הַ⁠יַּ֔עַר",
        "note": "The writer assumes that the reader will understand that **the trees of the forest** refers to the other trees of the forest, those which were considered common when compared to the beautiful, fruit-bearing **apple tree**. If it would be helpful to your readers, you could include this information. Alternate translation: [among the other trees of the forest] or [compared to the common trees of the forest]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "דּוֹדִ֖⁠י",
        "note": "See how you translated the phrase **my beloved** in [1:13](../01/13.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "בֵּ֣ין הַ⁠בָּנִ֑ים",
        "note": "Here the writer assumes that the reader will know that **the sons** refers to the other young men. In the previous verse the man compared the woman to the other “daughters”. Here the woman compares the man she loves to the other young men, whom she calls **sons**. You could include this information if it would be helpful to your readers. Alternate translation: [among the other young men] or [when compared to all the other men]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "בְּ⁠צִלּ⁠וֹ֙ חִמַּ֣דְתִּי וְ⁠יָשַׁ֔בְתִּי וּ⁠פִרְי֖⁠וֹ מָת֥וֹק לְ⁠חִכִּֽ⁠י",
        "note": "Here the woman continues speaking of the man as if he were **an apple tree**. The word **shadow** refers to the shade of the apple tree which gives protection from the sun. **I sat** represents being near or in the presence of the man. Here the woman speaks of her pleasurable feelings as if they were **his fruit** which is **sweet to my palate**. If it is possible in your language, you should try to retain the images used here or substitute a comparable image. However, if it would be helpful in your language, you could state the meaning plainly. Alternate translation: [He provides me with refreshment and protection when I am in his presence; he gives me great pleasure] or [I sit in his presence, and he refreshes and protects me. Like sweet fruit, he is delightful to me]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "בְּ⁠צִלּ⁠וֹ֙ חִמַּ֣דְתִּי וְ⁠יָשַׁ֔בְתִּי",
        "note": "Alternate translation: [In his shade I took delight, and I sat]"
      }
    ]
  },
  {
    "reference": "Sos 2:4",
    "bsb_verse_text": "He has brought me to the house of wine, and his banner over me is love.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-declarative",
        "orig_language_quote": "הֱבִיאַ֨⁠נִי֙",
        "note": "See how you translated the phrase “has brought me” in [1:4](../01/04.md). The original language word which the ULT translates here as **He brought me** could be describing: (1) a request or wish that the woman has and not something that has already happened. Alternate translation: [May he bring me] or [I desire him to bring me]; (2) an action that has already happened. Alternate translation: [He has brought me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "הֱבִיאַ֨⁠נִי֙",
        "note": "Your language might say “took” rather than **brought** in a context such as this. Alternate translation: [He took me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "בֵּ֣ית הַ⁠יָּ֔יִן",
        "note": "The writer assumes that the reader will understand that the phrase **house of wine** refers to a location to which people went to drink wine. The phrase does not necessarily mean a house, so here it could be referring to the private location that the couple used as their meeting place, (described in [1:17](../01/17.md)). You could include this information if it would be helpful to your readers. Alternate translation: [the place where wine is drunk] or [the place where wine is served] or [our meeting place]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-euphemism",
        "orig_language_quote": "בֵּ֣ית הַ⁠יָּ֔יִן",
        "note": "The woman is referring to a private meeting place, one in which they could enjoy expressing their love for each other. She speaks of it in a polite way by using the phrase **house of wine**, an image that was meaningful in her culture. If it would be helpful in your language, you could use a polite way of referring to this in your language, or you could state this plainly. Alternate translation: [our meeting place so that we could enjoy our love] or [the place where we could celebrate our love for each other] or [the place where we could consummate our love]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "וְ⁠דִגְל֥⁠וֹ עָלַ֖⁠י אַהֲבָֽה",
        "note": "The woman is speaking of the man’s **love** for her as if it were a **banner**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [and he publicly displays his love for me, and his intention is to protect me] or [and he covers me with his love]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "וְ⁠דִגְל֥⁠וֹ",
        "note": "A **banner** is a flag made from a large piece of cloth that is attached to a long pole. People, groups, and kings had their own unique banners by which they identified themselves. If your readers would not be familiar with this type of flag, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [and his flag]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "וְ⁠דִגְל֥⁠וֹ עָלַ֖⁠י אַהֲבָֽה",
        "note": "If your language does not use an abstract noun for the idea of **love**, you could express the same idea in another way. Alternate translation: [and his banner shows that I belong to him, and he loves me]"
      }
    ]
  },
  {
    "reference": "Sos 2:5",
    "bsb_verse_text": "Sustain me with raisins; refresh me with apples, for I am faint with love.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "סַמְּכ֨וּ⁠נִי֙ בָּֽ⁠אֲשִׁישׁ֔וֹת רַפְּד֖וּ⁠נִי בַּ⁠תַּפּוּחִ֑ים",
        "note": "These two clauses mean basically the same thing. In the author’s culture both raisins and **apples** were believed to give people strength for love. The second clause emphasizes the meaning of the first by repeating the same idea with different words. Hebrew poetry was based on this kind of repetition. If it would be helpful to your readers, you could connect the clauses with a word that shows that the second clause is repeating the first one, not saying something additional, or you could combine these two clauses into one. Alternate translation: [Sustain me with raisin cakes; yes, refresh me with apples] or [strengthen me with fruit] or [strengthen me for love with fruit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-plural",
        "orig_language_quote": "סַמְּכ֨וּ⁠נִי֙ & רַפְּד֖וּ⁠נִי",
        "note": "The phrases **Sustain me** and **refresh me** are plural imperative forms in the original language. The woman is addressing the man using plural forms to show the intensity of her feelings. The ULT indicates this intensity by placing an exclamation point at the end of this verse. Your language may allow you to use a plural form for this purpose, or you could use the singular form and show the intensity of emotion in another way."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "סַמְּכ֨וּ⁠נִי֙ בָּֽ⁠אֲשִׁישׁ֔וֹת רַפְּד֖וּ⁠נִי בַּ⁠תַּפּוּחִ֑ים כִּי־חוֹלַ֥ת אַהֲבָ֖ה אָֽנִי",
        "note": "If it would be more natural in your language, you could reverse the order of these phrases, since the second phrase gives the reason for the result that the first phrase describes. Alternate translation: [Because I am sick with love, sustain me with raisin cakes and refresh me with apples]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "בָּֽ⁠אֲשִׁישׁ֔וֹת",
        "note": "Here, **raisin cakes** were cakes made of dried grapes pressed together. If your readers would not be familiar with this type of fruit, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [with cakes made of dried fruit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "בַּ⁠תַּפּוּחִ֑ים",
        "note": "See how you translated the word “apple” in [2:3](../02/03.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "כִּי־חוֹלַ֥ת אַהֲבָ֖ה אָֽנִי",
        "note": "The woman speaks of feeling **sick with love** as an exaggeration to emphasize the strength of her feelings for the man. If it would be helpful in your language, you could use a different way to express the emphasis. Alternate translation: [for my love for you is so strong that I feel as if I were sick with love] or [because my love for you overwhelms me like a sickness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "אַהֲבָ֖ה",
        "note": "If your language does not use an abstract noun for the idea of **love**, you could express the same idea in another way. Alternate translation: [longing for you]"
      }
    ]
  },
  {
    "reference": "Sos 2:6",
    "bsb_verse_text": "His left hand is under my head, and his right arm embraces me.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "שְׂמֹאל⁠וֹ֙ תַּ֣חַת לְ⁠רֹאשִׁ֔⁠י וִ⁠ימִינ֖⁠וֹ תְּחַבְּקֵֽ⁠נִי",
        "note": "This verse could be describing: (1) an action that the man was doing, in which case it should be translated in a similar way to the ULT. (2) a request or wish that the woman has, and not something which has already happened. Alternate translation: [I hope he puts his left arm under my head and holds me close with his right arm] or [I want him to put his left arm under my head and hold me close with his right arm]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "שְׂמֹאל⁠וֹ֙ תַּ֣חַת לְ⁠רֹאשִׁ֔⁠י",
        "note": "Alternate translation: [The man I love cradles my head on his left arm]"
      }
    ]
  },
  {
    "reference": "Sos 2:7",
    "bsb_verse_text": "O daughters of Jerusalem, I adjure you by the gazelles and does of the field: Do not arouse or awaken love until the time is right.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-apostrophe",
        "orig_language_quote": "הִשְׁבַּ֨עְתִּי אֶתְ⁠כֶ֜ם בְּנ֤וֹת יְרוּשָׁלִַ֨ם֙",
        "note": "Here the woman is speaking to the **daughters of Jerusalem**, but most likely they are not present. The woman is doing this as a poetic way of giving voice to her strong feelings. Because the author does this intentionally for poetic effect, it is suggested that you do the same. If it would be helpful in your language, you could indicate this in a footnote."
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-oathformula",
        "orig_language_quote": "הִשְׁבַּ֨עְתִּי אֶתְ⁠כֶ֜ם & בִּ⁠צְבָא֔וֹת א֖וֹ בְּ⁠אַיְל֣וֹת הַ⁠שָּׂדֶ֑ה",
        "note": "The phrase **I adjure you** and the word **by** are both parts of a Hebrew oath formula. Use a natural way in your language to express an oath. Alternate translation: [I urge you to promise me … with the female gazelles or the does of the field as our witnesses] or [Please promise me … with the female gazelles or the does of the field as our witnesses] or [I want you to make an oath … with the female gazelles or the does of the field listening]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "בְּנ֤וֹת יְרוּשָׁלִַ֨ם֙",
        "note": "See how you translated the phrase **daughters of Jerusalem** in [1:5](../01/05.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "בִּ⁠צְבָא֔וֹת א֖וֹ בְּ⁠אַיְל֣וֹת הַ⁠שָּׂדֶ֑ה",
        "note": "Here the woman is using the possessive form to describe the **female gazelles** and **does** that are characterized as being **of the field** and therefore are wild animals. If your language would not use the possessive form for this, you could explain the meaning of the phrase **of the field** in your translation. Alternate translation: [by the wild female gazelles and does] or [by the wild female gazelles or the wild does] or [by the female gazelles or the does that live in the wild]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "בִּ⁠צְבָא֔וֹת",
        "note": "A gazelle is a small type of antelope, that looks and moves like a deer and is similar in size. If your readers would not be familiar with this type of animal, you could use the name of a similar animal in your area, or you could use a more general term. Alternate translation: [by the female antelopes]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "בְּ⁠אַיְל֣וֹת",
        "note": "The writer assumes that the reader will understand that **does** refers to female deer. You could include this information if it would be helpful to your readers. Alternate translation: [the female deer of]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "אִם־תָּעִ֧ירוּ ׀ וְֽ⁠אִם־תְּעֽוֹרְר֛וּ אֶת־הָ⁠אַהֲבָ֖ה עַ֥ד שֶׁ⁠תֶּחְפָּֽץ",
        "note": "Here the woman speaks of **love** as if it were a person who could sleep, **awaken**, and have **desires**. If it would be helpful in your language, you could express the meaning plainly. Alternate translation: [do not encourage people to love romantically until the appropriate time] or [do not encourage people to have romantic feelings until the appropriate time]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "אִם־תָּעִ֧ירוּ ׀ וְֽ⁠אִם־תְּעֽוֹרְר֛וּ",
        "note": "Here the words **awaken** and **stir** mean similar things. The repetition is used for emphasis. If it would be clearer for your readers, you could express the emphasis with a single phrase. Alternate translation: [do not awaken] or [do not stir up feelings of]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "אֶת־הָ⁠אַהֲבָ֖ה",
        "note": "If your language does not use an abstract noun for the idea of **love**, you could express the same idea in another way."
      }
    ]
  },
  {
    "reference": "Sos 2:8",
    "bsb_verse_text": "Listen! My beloved approaches. Look! Here he comes, leaping across the mountains, bounding over the hills.",
    "ult_verse_text": "The voice of my beloved! Behold, this one is coming,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ק֣וֹל דּוֹדִ֔⁠י",
        "note": "Here the word **voice** either refers to: (1) the man’s words that he is speaking or (2) the sound of his voice which indicates he is approaching. If it would be helpful in your language, you could use an equivalent expression or state the meaning plainly. Alternate translation: [Listen, I hear my beloved speaking] or [Listen, I hear my beloved approaching]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclamations",
        "orig_language_quote": "הִנֵּה",
        "note": "**Behold** is an exclamation word that is used to bring attention to the man’s approach. Use an exclamation that would communicate that meaning in your language. See how you translated **Behold** in [1:15](../01/15.md). Alternate translation: [See]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "בָּ֑א",
        "note": "Your language may say “going” rather than **coming** in contexts such as this. Use whichever is more natural. Alternate translation: [is going]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "מְדַלֵּג֙ עַל־הֶ֣⁠הָרִ֔ים מְקַפֵּ֖ץ עַל־הַ⁠גְּבָעֽוֹת",
        "note": "These two phrases mean the same thing. The second emphasizes the meaning of the first by repeating the same idea with different words. If it would be helpful to your readers, you could combine these two phrases and provide emphasis in another way. Alternate translation: [leaping over the mountains!] or [leaping and jumping over the mountains and hills!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "מְדַלֵּג֙ עַל־הֶ֣⁠הָרִ֔ים מְקַפֵּ֖ץ עַל־הַ⁠גְּבָעֽוֹת׃ דּוֹמֶ֤ה דוֹדִ⁠י֙ לִ⁠צְבִ֔י א֖וֹ לְ⁠עֹ֣פֶר הָֽ⁠אַיָּלִ֑ים",
        "note": "The woman is saying that the man she loves **is like a gazelle or a young stag** because he appears strong and exuberant as he approaches her. If it would be helpful to your readers, you could state this explicitly. Alternate translation: [leaping over the mountains, jumping over the hills. My beloved is agile and exuberant, and he exudes freedom and strength as does a gazelle or young stag]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "מְדַלֵּג֙ עַל־הֶ֣⁠הָרִ֔ים מְקַפֵּ֖ץ עַל־הַ⁠גְּבָעֽוֹת׃ דּוֹמֶ֤ה דוֹדִ⁠י֙ לִ⁠צְבִ֔י א֖וֹ לְ⁠עֹ֣פֶר הָֽ⁠אַיָּלִ֑ים",
        "note": "If it would be more natural in your language, you could reverse the order of these phrases. Alternate translation: [My beloved is being like a gazelle or a young stag, leaping over the mountains, jumping over the hills]"
      }
    ]
  },
  {
    "reference": "Sos 2:9",
    "bsb_verse_text": "My beloved is like a gazelle or a young stag. Look, he stands behind our wall, gazing through the windows, peering through the lattice.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "לִ⁠צְבִ֔י",
        "note": "See how you translated the plural form, “gazelles,” in [2:7](../02/07.md); then translate this word as the singular form of “gazelles.”"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "הָֽ⁠אַיָּלִ֑ים",
        "note": "The writer assumes that the readers will understand that a **stag** is an adult male deer. You could include this information if it would be helpful to your readers. Alternate translation: [adult male deer]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "הִנֵּה",
        "note": "See how you translated the word **Behold** in [1:15](../01/15.md) where it occurs with the same meaning."
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "זֶ֤ה",
        "note": "Here the phrase **this one** refers to the man whom the woman calls **My beloved** in the first part of this verse. If this is not clear for your readers, you could specify the person here. Alternate translation: [this man] or [my beloved]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "אַחַ֣ר כָּתְלֵ֔⁠נוּ",
        "note": "Here the word **our** refers to the woman and her family and does not include the man, so use the exclusive form of that word in your translation if your language marks that distinction. Alternate translation: [behind the wall of my house] or [on the other side of the wall of my family’s house]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "מַשְׁגִּ֨יחַ֙ מִן־הַֽ⁠חֲלֹּנ֔וֹת מֵצִ֖יץ מִן־הַֽ⁠חֲרַכִּֽים",
        "note": "These two phrases mean basically the same thing. The second emphasizes the meaning of the first by repeating the same idea with different words. Hebrew poetry was based on this kind of repetition, and it would be good to show this to your readers by including both phrases in your translation rather than combining them. However, if it would be helpful to your readers, you could connect the phrases with a word other than “and” in order to show that the second phrase is repeating the first one, not saying something additional. Alternate translation: [gazing through the windows, yes, looking through the lattices]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-plural",
        "orig_language_quote": "הַֽ⁠חֲלֹּנ֔וֹת & הַֽ⁠חֲרַכִּֽים",
        "note": "Here the words **windows** and **lattices** are plural forms and could: (1) have a plural meaning here, indicating that the man was walking around the house and looking into the house through different windows and lattices. (2) be used with singular meanings here, indicating the multiple openings of a single window and lattice. Alternate translation: [the window … the lattice]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "הַֽ⁠חֲרַכִּֽים",
        "note": "The **lattices** are vertical and horizontal strips found inside a window frame. They have spaces between them through which a person could look. If your readers would not be familiar with lattices, you could use the name of something similar in your area, or you could use the wording of the UST. Alternate translation: [the screen]"
      }
    ]
  },
  {
    "reference": "Sos 2:10",
    "bsb_verse_text": "My beloved calls to me, “Arise, my darling. Come away with me, my beautiful one.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "וּ⁠לְכִי־לָֽ⁠ךְ",
        "note": "Your language may say “go” rather than **come** in a context such as this. Use whichever is more natural. Alternate translation: [and go]"
      }
    ]
  },
  {
    "reference": "Sos 2:11",
    "bsb_verse_text": "For now the winter is past; the rain is over and gone.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "הִנֵּ֥ה",
        "note": "The man is using the term **behold** to focus the woman’s attention on what he is about to say. Your language may have a comparable expression that you could use in your translation. Alternate translation: [see]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "כִּֽי־הִנֵּ֥ה",
        "note": "Here the word **for** indicates that what follows is a reason for what came before. Use a connector in your language that makes it clear that what follows is a reason for what came before. Alternate translation: [behold, this is because]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "ה⁠סתו",
        "note": "In Israel, **winter** is the time of year when it is cold and rains more heavily than during other seasons. If the seasons do not vary much in your location, you could explain this with a general expression such as “the cold season.” Alternate translation: [the cold, rainy season] or [the cold, wet season]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "ה⁠סתו עָבָ֑ר הַ⁠גֶּ֕שֶׁם חָלַ֖ף",
        "note": "These two phrases mean basically the same thing. The second emphasizes the meaning of the first by repeating the same idea with different words. Hebrew poetry was based on this kind of repetition, and it would be good to show this to your readers by including both phrases in your translation rather than combining them. However, if it would be helpful to your readers, you could connect the phrases with a word other than “and” in order to show that the second phrase is repeating the first one, not saying something additional. Alternate translation: [the winter has gone; yes, the rain has passed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "עָבָ֑ר",
        "note": "Your language might not say **has gone** in a context such as this. Alternate translation: [is finished] or [is over]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "הָלַ֥ךְ לֽ⁠וֹ",
        "note": "Alternate translation: [it has ended] or [it has departed]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-doublet",
        "orig_language_quote": "חָלַ֖ף הָלַ֥ךְ לֽ⁠וֹ",
        "note": "The terms **passed** and **went away** mean similar things. The author is using the two terms together for emphasis. If it would be clearer for your readers, you could express the emphasis with a single phrase. Alternate translation: [is over and gone] or [has gone away]"
      }
    ]
  },
  {
    "reference": "Sos 2:12",
    "bsb_verse_text": "The flowers have appeared in the countryside; the season of singing has come, and the cooing of turtledoves is heard in our land.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "בָ⁠אָ֔רֶץ",
        "note": "Alternate translation: [throughout the land]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "וְ⁠ק֥וֹל הַ⁠תּ֖וֹר נִשְׁמַ֥ע",
        "note": "If your language does not use a passive form like **the turtledove is heard**, you could express the idea in active form or in another way that is natural in your language. If you need to say who did the action, it is clear from the context that it is people. Alternate translation: [and people hear the voice of the turtledove] or [and people hear the turtledove cooing]"
      }
    ]
  },
  {
    "reference": "Sos 2:13",
    "bsb_verse_text": "The fig tree ripens its figs; the blossoming vines spread their fragrance. Arise, come away, my darling; come away with me, my beautiful one.”",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-collectivenouns",
        "orig_language_quote": "הַ⁠תְּאֵנָה֙ חָֽנְטָ֣ה פַגֶּ֔י⁠הָ",
        "note": "In this verse, the word **fig tree** is in singular form but refers to all the fig trees as a group. If it would be helpful in your language, you could say this plainly. Alternate translation: [The fig trees are ripening their green figs] or [The figs on the trees are becoming ripe]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "וְ⁠הַ⁠גְּפָנִ֥ים ׀ סְמָדַ֖ר",
        "note": "Alternate translation: [and the grapevines are flowering] or [and the grapevines are blossoming]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "נָ֣תְנוּ רֵ֑יחַ",
        "note": "Here the pronoun **they** refers to the blossoms on the grapevines. If it would be helpful to your readers, you could indicate that explicitly. Alternate translation: [their flowers give off a pleasant smell] or [their blossoms have a sweet smell]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "ק֥וּמִי לכי רַעְיָתִ֥⁠י יָפָתִ֖⁠י וּ⁠לְכִי־לָֽ⁠ךְ",
        "note": "See how you translated the similar phrase in [2:10](../02/10.md). Alternate translation: [Get up, go, my darling, my beauty, and go]"
      }
    ]
  },
  {
    "reference": "Sos 2:14",
    "bsb_verse_text": "O my dove in the clefts of the rock, in the crevices of the cliff, let me see your face, let me hear your voice; for your voice is sweet, and your countenance is lovely.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-quotations",
        "orig_language_quote": "יוֹנָתִ֞⁠י",
        "note": "Here the phrase **My dove** could be: (1) the man speaking directly to the woman. Alternate translation: [O my dove]; (2) the man speaking about the woman rather than speaking to her directly. Alternate translation: [The woman I love is a dove]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "יוֹנָתִ֞⁠י בְּ⁠חַגְוֵ֣י הַ⁠סֶּ֗לַע בְּ⁠סֵ֨תֶר֙ הַ⁠מַּדְרֵגָ֔ה",
        "note": "Here the man speaks to the woman he loves as if she were his **dove**. He then tells her the way in which she is like a dove. If it would be helpful in your language, you could state this meaning plainly. Alternate translation: [O my one who is like a dove. You are like a gentle and timid dove which hides in the clefts of the rock and in the hiding places of the cliff] or [You are like a dove, like a gentle and shy dove which hides in the clefts of the rock and in the hiding places of the cliff] or [You are like a dove, far away in the clefts of the rock, in the hiding places of the cliff]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "בְּ⁠חַגְוֵ֣י הַ⁠סֶּ֗לַע בְּ⁠סֵ֨תֶר֙ הַ⁠מַּדְרֵגָ֔ה",
        "note": "These two phrases mean basically the same thing. The second emphasizes the meaning of the first by repeating the same idea with different words. Hebrew poetry was based on this kind of repetition, and it would be good to show this to your readers by including both phrases in your translation rather than combining them. However, if it would be helpful to your readers, you could connect the phrases with a word such as “yes” in order to show that the second phrase is repeating a similar idea to the first one, not saying something additional. You could also combine the two lines as modeled by the UST. Alternate translation: [in the clefts of the rock, yes, in the hiding places of the cliff]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "בְּ⁠חַגְוֵ֣י הַ⁠סֶּ֗לַע",
        "note": "Alternate translation: [in the cracks of the rock]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-poetry",
        "orig_language_quote": "הַרְאִ֨י⁠נִי֙ אֶתּ־מַרְאַ֔יִ⁠ךְ הַשְׁמִיעִ֖י⁠נִי אֶת־קוֹלֵ֑⁠ךְ כִּי־קוֹלֵ֥⁠ךְ עָרֵ֖ב וּ⁠מַרְאֵ֥י⁠ךְ נָאוֶֽה",
        "note": "Here two ideas are presented and then they are further explained in reverse order. This is called a chiasm. Biblical Hebrew sometimes uses this literary device. If possible, try to follow this AB-BA sequence of presenting the information here. See the chapter introduction for more information regarding chiasms."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-imperative",
        "orig_language_quote": "הַרְאִ֨י⁠נִי֙ אֶתּ־מַרְאַ֔יִ⁠ךְ הַשְׁמִיעִ֖י⁠נִי",
        "note": "The phrases **show me** and **make me hear** are imperatives, but they communicate a polite request rather than a command. Use a form in your language that communicates a polite request. It may be helpful to add an expression such as “please” or “let” to make this clear. Alternate translation: [please let me see your appearance, please let me hear] or [let me see you, let me hear]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "קוֹלֵ֥⁠ךְ עָרֵ֖ב",
        "note": "Alternate translation: [your voice is sweet-sounding] or [your voice sounds beautiful]"
      }
    ]
  },
  {
    "reference": "Sos 2:15",
    "bsb_verse_text": "Catch for us the foxes—the little foxes that ruin the vineyards—for our vineyards are in bloom.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "אֶֽחֱזוּ־לָ֨⁠נוּ֙ שֽׁוּעָלִ֔ים שֽׁוּעָלִ֥ים קְטַנִּ֖ים מְחַבְּלִ֣ים כְּרָמִ֑ים וּ⁠כְרָמֵ֖י⁠נוּ סְמָדַֽר",
        "note": "Here the writer is speaking of **the foxes** as if they represent things, perhaps even other men, who could harm the man and woman’s developing relationship with each other. Catching **the foxes** represents removing or protecting against them. The **vineyards** represent the love the man and woman have for each other. The phrase **our vineyards {are in} blossom** means that their love is growing, like a plant blossoms and grows. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [Get rid of the harmful things that hinder and damage our relationship, for our relationship is blossoming] or [Remove the little things that threaten our growing relationship] or [There are other men who are like little foxes that ruin vineyards; do not allow those men to attack me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "לָ֨⁠נוּ֙ שֽׁוּעָלִ֔ים שֽׁוּעָלִ֥ים קְטַנִּ֖ים",
        "note": "It is possible that the word that the ULT translates as **foxes** could, instead, refer to jackals. Jackals are wild dogs that resemble wolves and coyotes. Alternate translation: [the jackals for us, the little jackals]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "לָ֨⁠נוּ֙ שֽׁוּעָלִ֔ים שֽׁוּעָלִ֥ים קְטַנִּ֖ים",
        "note": "Both **foxes** and jackals are land animals that are similar to small dogs and would ruin vineyards by digging up roots and eating the budding blossoms. If your readers would not be familiar with these animals and their habits, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [the dog-like animals for us, the little dog-like animals]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "לָ֨⁠נוּ֙ & וּ⁠כְרָמֵ֖י⁠נוּ",
        "note": "Here the words **us** and **our** refer to the woman and the man, so use the inclusive forms of these words if your language marks that distinction."
      },
      {
        "support_reference": "",
        "orig_language_quote": "וּ⁠כְרָמֵ֖י⁠נוּ סְמָדַֽר",
        "note": "Alternate translation: [because the grapevines in our vineyards are blooming] or [because our grapevines are in bloom]"
      }
    ]
  },
  {
    "reference": "Sos 2:16",
    "bsb_verse_text": "My beloved is mine and I am his; he pastures his flock among the lilies.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-123person",
        "orig_language_quote": "דּוֹדִ֥⁠י לִ⁠י֙ וַ⁠אֲנִ֣י ל֔⁠וֹ",
        "note": "The woman is speaking about the man in the third person even though she is most likely speaking directly to the man. This is common in Hebrew poetry. If this would not be natural in your language, you can translate this in a way that indicates that the woman is speaking directly to the man. Alternate translation: [My beloved, you belong to me, and I belong to you]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "הָ⁠רֹעֶ֖ה בַּ⁠שּׁוֹשַׁנִּֽים",
        "note": "The phrase **the man grazing among the lilies** could mean: (1) that the man himself is grazing among the lilies. (2) that the man grazes his flock of animals among the lilies. Alternate translation: [the man grazing his flock among the lilies]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "הָ⁠רֹעֶ֖ה בַּ⁠שּׁוֹשַׁנִּֽים",
        "note": "Here the woman is speaking of the man as if he were “a gazelle or a young stag” ([2:9](../02/09.md)) that eats **among the lilies**. She is using **lilies** to represent herself as she did in [2:1](../02/01.md). Here, **the lilies** probably represent the woman’s lips. The meaning here is that the man finds sustenance and enjoyment through being with the woman and kissing her lips. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [my beloved gets pleasure grazing among the lilies] or [my beloved gets pleasure as he grazes among the lilies]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "בַּ⁠שּׁוֹשַׁנִּֽים",
        "note": "See how you translated “lily” (the singular form of **lilies**) in [2:1](../02/01.md)."
      }
    ]
  },
  {
    "reference": "Sos 2:17",
    "bsb_verse_text": "Before the day breaks and shadows flee, turn, my beloved, and be like a gazelle or a young stag on the mountains of Bether.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "שֶׁ⁠יָּפ֨וּחַ֙ הַ⁠יּ֔וֹם וְ⁠נָ֖סוּ הַ⁠צְּלָלִ֑ים",
        "note": "The phrases **the day breathes** and **the shadows flee** mean basically the same thing. The second emphasizes the meaning of the first by repeating the same idea with different words. Hebrew poetry was based on this type of repetition, and it would be good to show this to your readers by including both phrases in your translation rather than combining them. Together, they both either refer to: (1) the evening time, when the evening breeze blows (**breathes**) and the shadows cast by the sun disappear (**flee**). Alternate translation: [the evening time when the breeze blows and the shadows cast by the sun disappear] or (2) the morning time, when the light from the sun dawns and the morning breeze blows (**breathes**). Alternate translation: [dawn tomorrow morning, when the darkness disappears]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "וְ⁠נָ֖סוּ הַ⁠צְּלָלִ֑ים",
        "note": "Here the author is leaving out the word **Until** that in many languages this sentence would need in order to be complete. You could supply this word from earlier in the sentence if it would be clearer in your language. Alternate translation: [and until the shadows flee]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "סֹב֩ דְּמֵה־לְ⁠ךָ֨ דוֹדִ֜⁠י",
        "note": "Alternate translation: [turn; my beloved, and be like]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "לִ⁠צְבִ֗י",
        "note": "See how you translated the plural form “gazelles” in [2:7](../02/07.md), and translate this word as the singular form of “gazelles.”"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-transliterate",
        "orig_language_quote": "הָ֥רֵי בָֽתֶר",
        "note": "The word **Bether** is a word borrowed from the Hebrew that means “cleft” or “divided.” You will need to decide if you will borrow it into your language or if you will translate the meaning. Either approach has broad support. Here it could: (1) be a proper name that refers to a specific place in Israel. If you choose this option, then in your translation you could spell it the way that it sounds in your language and then put the meaning in a footnote. (2) be a description of **the mountains**. Alternate translation: [the cleft mountains] or [the rugged mountains] or [the mountain gorges]"
      }
    ]
  },
  {
    "reference": "Sos 3:1",
    "bsb_verse_text": "On my bed at night I sought the one I love; I sought him, but did not find him.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "עַל־מִשְׁכָּבִ⁠י֙ בַּ⁠לֵּיל֔וֹת",
        "note": "Because Bible scholars do not know if the events described in [3:1–4](../03/01.md) describe real events, dreams, or things imagined, you should not expand on or explain the phrase **On my bed in the night** in the text. However, you may wish to make reference to these possibilities in a header or footnote. See the section “Translation Issues in This Chapter” in the chapter introduction for more information."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-plural",
        "orig_language_quote": "בַּ⁠לֵּיל֔וֹת",
        "note": "In the original language, the phrase **in the night** uses a plural form of **night** and could mean that the woman: (1) sought the man during the night. Alternate translation: [during the night]; (2) sought the man throughout the night. Alternate translation: [throughout the night] or [all night long]; (3) sought the man on many nights. Alternate translation: [night after night]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-poetry",
        "orig_language_quote": "בִּקַּ֕שְׁתִּי אֵ֥ת שֶׁ⁠אָהֲבָ֖ה נַפְשִׁ֑⁠י בִּקַּשְׁתִּ֖י⁠ו",
        "note": "The phrase **I sought him** is repeated for emphasis. Hebrew poetry often uses repetition for emphasis. You may be able to use the same construction in your language to show the emphasis here. Alternatively, your language may have another way of showing the emphasis. Alternate translation: [I desperately sought him whom my soul loves] or [I earnestly sought him whom my soul loves]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "אֵ֥ת שֶׁ⁠אָהֲבָ֖ה נַפְשִׁ֑⁠י",
        "note": "See how you translated the similar phrase “you whom my soul loves” in [1:7](../01/07.md). Alternate translation: [him whom I love]"
      }
    ]
  },
  {
    "reference": "Sos 3:2",
    "bsb_verse_text": "I will arise now and go about the city, through the streets and squares. I will seek the one I love. So I sought him but did not find him.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "אָק֨וּמָה נָּ֜א",
        "note": "The writer assumes that the reader will understand that the woman is thinking or saying this to herself. You could include this information if that would be helpful to your readers. Alternate translation: [I thought to myself, ‘I will get up now’]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "וַ⁠אֲסוֹבְבָ֣ה בָ⁠עִ֗יר",
        "note": "Alternate translation: [and walk through the city]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "וּ⁠בָ֣⁠רְחֹב֔וֹת",
        "note": "The word **squares** refers to spacious open places where people gather to sell things and conduct business and legal matters. If your readers would not be familiar with this type of place, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [and in the open plazas] or [and in the wide-open places]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "אֲבַקְשָׁ֕ה & בִּקַּשְׁתִּ֖י⁠ו",
        "note": "Alternate translation: [I will look for … I looked for him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "אֵ֥ת שֶׁ⁠אָהֲבָ֖ה נַפְשִׁ֑⁠י",
        "note": "See how you translated the similar phrase “you whom my soul loves” in [1:7](../01/07.md). Alternate translation: [him whom I love]"
      }
    ]
  },
  {
    "reference": "Sos 3:3",
    "bsb_verse_text": "I encountered the watchmen on their rounds of the city: “Have you seen the one I love?”",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "הַ⁠שֹּׁ֣מְרִ֔ים",
        "note": "The word **guards** refers to men who had the job of walking about the city during the night for the purpose of keeping the people safe. If your readers would not be familiar with this term, you could use the name of something similar in your area, or you could use a more general term."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "אֵ֛ת שֶׁ⁠אָהֲבָ֥ה נַפְשִׁ֖⁠י רְאִיתֶֽם",
        "note": "The woman is leaving out some of the words that a sentence would need in many languages to be complete. If it would be helpful in your language, you could supply these words from the context. Alternate translation: [I said to them, “Have you seen him whom my soul loves]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "אֵ֛ת שֶׁ⁠אָהֲבָ֥ה נַפְשִׁ֖⁠י",
        "note": "See how you translated the similar phrase “you whom my soul loves” in [1:7](../01/07.md). Alternate translation: [him whom I love]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "אֵ֛ת שֶׁ⁠אָהֲבָ֥ה נַפְשִׁ֖⁠י רְאִיתֶֽם",
        "note": "Alternate translation: [Do you know where the man whom I love is?]"
      }
    ]
  },
  {
    "reference": "Sos 3:4",
    "bsb_verse_text": "I had just passed them when I found the one I love. I held him and would not let go until I had brought him to my mother’s house, to the chamber of the one who conceived me.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "כִּ⁠מְעַט֙",
        "note": "Alternate translation: [Scarcely]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "אֵ֥ת שֶׁ⁠אָהֲבָ֖ה נַפְשִׁ֑⁠י",
        "note": "See how you translated the similar phrase “you whom my soul loves” in [1:7](../01/07.md). Alternate translation: [him whom I love]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "שֶׁ֤⁠הֲבֵיאתִי⁠ו֙",
        "note": "Your language may say “taken” rather than **brought** in a context such as this. Use whichever is more natural in your language. Alternate translation: [I had taken him]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "שֶׁ֤⁠הֲבֵיאתִי⁠ו֙ אֶל־בֵּ֣ית אִמִּ֔⁠י וְ⁠אֶל־חֶ֖דֶר הוֹרָתִֽ⁠י",
        "note": "These two phrases mean basically the same thing. The second emphasizes the meaning of the first by repeating the same idea with different words. Hebrew poetry was based on this kind of repetition, and it would be good to show this to your readers by including both phrases in your translation rather than combining them. However, if it would be helpful to your readers, you could connect the phrases with a word other than “and” in order to show that the second phrase is repeating the first one, not saying something additional. Alternate translation: [I had brought him to the house of my mother; yes, to the room of the woman who had conceived me]"
      }
    ]
  },
  {
    "reference": "Sos 3:5",
    "bsb_verse_text": "O daughters of Jerusalem, I adjure you by the gazelles and does of the field: Do not arouse or awaken love until the time is right.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-poetry",
        "orig_language_quote": "הִשְׁבַּ֨עְתִּי אֶתְ⁠כֶ֜ם בְּנ֤וֹת יְרוּשָׁלִַ֨ם֙ בִּ⁠צְבָא֔וֹת א֖וֹ בְּ⁠אַיְל֣וֹת הַ⁠שָּׂדֶ֑ה אִם־תָּעִ֧ירוּ ׀ וְֽ⁠אִם־תְּעֽוֹרְר֛וּ אֶת־הָ⁠אַהֲבָ֖ה עַ֥ד שֶׁ⁠תֶּחְפָּֽץ",
        "note": "This verse is identical to [Song of Songs 2:7](../02/07.md). Translate this verse exactly as you translated that verse. This verse is a refrain (a repeated phrase). Refrains are a common feature of poetry. This refrain closes section [2:8–3:5](../02/01.md)."
      }
    ]
  },
  {
    "reference": "Sos 3:6",
    "bsb_verse_text": "Who is this coming up from the wilderness like a column of smoke, scented with myrrh and frankincense from all the spices of the merchant?",
    "ult_verse_text": "Who {is} that coming up from the wilderness",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "מִ֣י זֹ֗את עֹלָה֙ מִן־הַ⁠מִּדְבָּ֔ר כְּ⁠תִֽימֲר֖וֹת עָשָׁ֑ן מְקֻטֶּ֤רֶת מוֹר֙ וּ⁠לְבוֹנָ֔ה מִ⁠כֹּ֖ל אַבְקַ֥ת רוֹכֵֽל",
        "note": "The phrase **Who is that** could: (1) be a rhetorical question used to create a sense of expectation and interest. If you would not use a question for this purpose in your language, you could translate this as a statement or an exclamation. Alternate translation: [Look who is coming up from the wilderness like columns of smoke, fragrant smoke of myrrh and frankincense, from all the powders of the merchant]; (2) be a request for information. Alternate translation: [Who is it that I see arising from the wilderness like columns of smoke, fragrant smoke of myrrh and frankincense from all the powders of the merchant]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "זֹ֗את עֹלָה֙ מִן־הַ⁠מִּדְבָּ֔ר",
        "note": "The word translated as **that** here could refer to: (1) Solomon’s “litter,” which is named in the following verse. Alternate translation: [is that group of people arising from the wilderness]; (2) the woman. Alternate translation: [is this woman arising from the wilderness]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "עֹלָה֙",
        "note": "The writer assumes that the readers will understand that the phrase **coming up** describes the group of people traveling from the wilderness to Jerusalem because the wilderness is in the valley and Jerusalem is built on high hills. Use a word or phrase that expresses moving upward in elevation. Alternate translation: [moving upward] or [arising]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "עֹלָה֙",
        "note": "Your language may say “going” rather than **coming** in a context such as this. Use whichever is more natural in your language. Alternate translation: [going up]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "כְּ⁠תִֽימֲר֖וֹת עָשָׁ֑ן מְקֻטֶּ֤רֶת מוֹר֙ וּ⁠לְבוֹנָ֔ה",
        "note": "The writer is saying that the dust clouds created by a group of people traveling in a dry area are **like columns of smoke, fragrant smoke of myrrh and frankincense**. If it would be helpful in your language, you could state that explicitly. Alternate translation: [creating a dust cloud that resembles a column of smoke, which resembles the fragrant smoke of myrrh and frankincense]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "כְּ⁠תִֽימֲר֖וֹת עָשָׁ֑ן מְקֻטֶּ֤רֶת מוֹר֙ וּ⁠לְבוֹנָ֔ה",
        "note": "Here the phrase **fragrant smoke of myrrh and frankincense** could be: (1) further describing the words **coming up**. Alternate translation: [creating dust clouds that resemble rising columns of smoke; Yes, creating dust clouds that resemble the fragrant smoke of myrrh and frankincense]; (2) describing the phrase **columns of smoke**. Alternate translation: [like a column of smoke, incensed with myrrh and frankincense]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "מְקֻטֶּ֤רֶת",
        "note": "The writer is leaving out a word that in many languages a sentence would need to be complete. You could supply this word from earlier in the sentence if it would be clearer in your language. Alternate translation: [like fragrant smoke of]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "מוֹר֙",
        "note": "Alternate translation: [the sweet-smelling incense made from the resin of a myrrh tree]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-words-phrases",
        "orig_language_quote": "מִ⁠כֹּ֖ל אַבְקַ֥ת רוֹכֵֽל",
        "note": "The word translated as **from all** could: (1) be introducing **the powders of the merchant** as additional information about myrrh and frankincense. Alternate translation: [which are among the powders of the merchant]; (2) indicate that **the powders of the merchant** are being introduced as additional things the merchant sells. Alternate translation: [and other powders of the merchants]"
      }
    ]
  },
  {
    "reference": "Sos 3:7",
    "bsb_verse_text": "Behold, it is Solomon’s carriage, escorted by sixty of the mightiest men of Israel.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "הִנֵּ֗ה",
        "note": "See how you translated the word **Behold** in [1:15](../01/15.md) where it occurs with the same meaning."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "מִטָּת⁠וֹ֙",
        "note": "A **litter** was a portable bed or couch used to carry important people from place to place. It was carried by wooden poles that were attached to it. This litter probably had a canopy on top that functioned as a roof and curtains around it that could be opened and closed. If your readers would not be familiar with this term, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [his portable couch]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "מִטָּת⁠וֹ֙ שֶׁ⁠לִּ⁠שְׁלֹמֹ֔ה",
        "note": "The phrase **his litter, which belongs to Solomon** could mean: (1) that the woman was riding on the litter which belonged to Solomon and which he had sent for her. The UST models this interpretation. (2) that Solomon himself was riding in the litter. Alternate translation: [Solomon riding in his royal portable chair]"
      }
    ]
  },
  {
    "reference": "Sos 3:8",
    "bsb_verse_text": "All are skilled with the sword, experienced in warfare. Each has his sword at his side prepared for the terror of the night.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "מְלֻמְּדֵ֖י מִלְחָמָ֑ה",
        "note": "Alternate translation: [trained in warfare] or [and all of them have been trained to use their swords]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "אִ֤ישׁ חַרְבּ⁠וֹ֙ עַל־יְרֵכ֔⁠וֹ מִ⁠פַּ֖חַד בַּ⁠לֵּילּֽוֹת",
        "note": "The implication is that **Each one has his sword at his thigh** means that his sword is strapped to his thigh so that it is ready to use to defend **against the terrors in the nights**. You could include this information if it would be helpful to your readers. Alternate translation: [Each warrior has his sword strapped to his thigh so that it is ready to use against the terrors in the nights] or [Each warrior has his sword ready to use to defend against the terrors in the nights]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "מִ⁠פַּ֖חַד בַּ⁠לֵּילּֽוֹת",
        "note": "The woman is leaving out some of the words that a sentence would need in many languages to be complete. If it would be helpful in your language, you could supply these words from the context. Alternate translation: [ready to guard against dangers that happen during the night] or [ready to defend against the dangers of the night]"
      }
    ]
  },
  {
    "reference": "Sos 3:9",
    "bsb_verse_text": "King Solomon has made his carriage out of the timber of Lebanon.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "אַפִּרְי֗וֹן",
        "note": "A **palanquin** is a “sedan chair”. Here it refers to the same object that the term “litter” referred to in [3:7](../03/07.md) only in more descriptive terms. You could translate the term **palanquin** the same way you translated “litter” in [3:7](../03/07.md) or you could use the name of something similar in your area. Alternate translation: [a portable couch] or [a sedan chair]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "אַפִּרְי֗וֹן עָ֤שָׂה ל⁠וֹ֙ הַ⁠מֶּ֣לֶךְ שְׁלֹמֹ֔ה מֵ⁠עֲצֵ֖י הַ⁠לְּבָנֽוֹן",
        "note": "Alternate translation: [King Solomon had a palanquin made from the trees in Lebanon]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-background",
        "orig_language_quote": "אַפִּרְי֗וֹן עָ֤שָׂה ל⁠וֹ֙ הַ⁠מֶּ֣לֶךְ שְׁלֹמֹ֔ה מֵ⁠עֲצֵ֖י הַ⁠לְּבָנֽוֹן׃ עַמּוּדָי⁠ו֙ עָ֣שָׂה כֶ֔סֶף רְפִידָת֣⁠וֹ זָהָ֔ב מֶרְכָּב֖⁠וֹ אַרְגָּמָ֑ן תּוֹכ⁠וֹ֙ רָצ֣וּף אַהֲבָ֔ה מִ⁠בְּנ֖וֹת יְרוּשָׁלִָֽם",
        "note": "These two verses give background information about the **palanquin** to help readers understand the description more completely. In your translation, present this information in a way that makes it clear that this is background information."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "אַפִּרְי֗וֹן עָ֤שָׂה ל⁠וֹ֙ & עַמּוּדָי⁠ו֙ עָ֣שָׂה כֶ֔סֶף",
        "note": "The implication is that Solomon had people make **a palanquin** for him, not that he made it himself. You could include this information if it would be helpful to your readers. Alternate translation: [He had craftsmen make him a palanquin…He had craftsmen make its post with silver] or [He had a palanquin made for him…He had its posts made with silver]"
      }
    ]
  },
  {
    "reference": "Sos 3:10",
    "bsb_verse_text": "He has made its posts of silver, its base of gold, its seat of purple fabric. Its interior is inlaid with love by the daughters of Jerusalem.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "עַמּוּדָי⁠ו֙ עָ֣שָׂה כֶ֔סֶף",
        "note": "The writer assumes that the readers will know that the **posts** were made of wood and overlaid with **silver**. You could include this information if it would be helpful to your readers. Alternate translation: [He made its posts of wood that was overlaid with silver] or [He made its posts of wood covered in silver]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "רְפִידָת֣⁠וֹ זָהָ֔ב",
        "note": "The writer is leaving out some of the words that in many languages a sentence would need to be complete. You could supply these words from the context if it would be clearer in your language. The phrase **its back, gold** could mean: (1) that the base or foundation of the palanquin was covered in gold. Alternate translation: [its foundation was covered in gold] or [its base of gold]; (2) the back of the chair was covered in gold. Alternate translation: [its back is made from gold]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "מֶרְכָּב֖⁠וֹ אַרְגָּמָ֑ן",
        "note": "Alternate translation: [and covered the cushion with purple cloth]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "תּוֹכ⁠וֹ֙ רָצ֣וּף אַהֲבָ֔ה מִ⁠בְּנ֖וֹת יְרוּשָׁלִָֽם",
        "note": "If your language does not use this passive form, you could express this idea in active form or in another way that is natural in your language. Alternate translation: [The daughters of Jerusalem fitted its interior with love]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "תּוֹכ⁠וֹ֙ רָצ֣וּף אַהֲבָ֔ה מִ⁠בְּנ֖וֹת יְרוּשָׁלִָֽם",
        "note": "If your language does not use an abstract noun for the idea of **love**, you could express the same idea in another way that is natural in your language."
      },
      {
        "support_reference": "",
        "orig_language_quote": "תּוֹכ⁠וֹ֙ רָצ֣וּף אַהֲבָ֔ה מִ⁠בְּנ֖וֹת יְרוּשָׁלִָֽם",
        "note": "Alternate translation: [The inside of it was lovingly inlaid with decorations by the women of Jerusalem]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "מִ⁠בְּנ֖וֹת יְרוּשָׁלִָֽם",
        "note": "See how you translated the phrase **daughters of Jerusalem** in [1:5](../01/05.md)."
      }
    ]
  },
  {
    "reference": "Sos 3:11",
    "bsb_verse_text": "Come out, O daughters of Zion, and gaze at King Solomon, wearing the crown with which his mother crowned him on the day of his wedding—the day of his heart’s rejoicing.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "צְאֶ֧ינָה",
        "note": "Your language may say “Come out” rather than **Go out** in a context such as this. Use whichever is more natural in your language. Alternate translation: [Come out]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "בְּנ֥וֹת צִיּ֖וֹן",
        "note": "Here the possessive form **daughters of Zion** is a poetic way of describing the young women who were from the city of Jerusalem (These are probably the same women as the “marriageable women” in [1:3](../01/03.md) and the women referred to as “daughters of Jerusalem” in [2:7](../02/07.md) and [3:5](../03/05.md)). If your language would not use the possessive form for this, you could indicate the association between these young women and Zion in a way that is natural in your language. Alternate translation: [young women from Zion] or [young women from the city of Zion] or [you young women who live in Zion]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "בְּ⁠י֣וֹם חֲתֻנָּת֔⁠וֹ וּ⁠בְ⁠י֖וֹם שִׂמְחַ֥ת לִבּֽ⁠וֹ",
        "note": "These two phrases mean basically the same thing. The second emphasizes the meaning of the first by repeating the same idea with different words. Hebrew poetry was based on this kind of repetition, and it would be good to show this to your readers by including both phrases in your translation rather than combining them. However, if it would be helpful to your readers, you could connect the phrases with a word other than “and” in order to show that the second phrase is repeating the first one, not saying something additional. Alternate translation: [on the day of his wedding, yes, on the day of the joy of his heart]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "וּ⁠בְ⁠י֖וֹם שִׂמְחַ֥ת לִבּֽ⁠וֹ",
        "note": "If your language does not use an abstract noun for the idea of **joy**, you could express the same idea in another way that is natural in your language. Alternate translation: [on the day his heart was exceedingly joyful] or [on the day when his heart was very joyful]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "וּ⁠בְ⁠י֖וֹם שִׂמְחַ֥ת לִבּֽ⁠וֹ",
        "note": "Here, **heart** represents Solomon’s inner being which the Jews viewed as the center of a person’s mind and feelings. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly."
      }
    ]
  },
  {
    "reference": "Sos 4:1",
    "bsb_verse_text": "How beautiful you are, my darling—how very beautiful! Your eyes are like doves behind your veil. Your hair is like a flock of goats streaming down Mount Gilead.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "הִנָּ֨⁠ךְ יָפָ֤ה רַעְיָתִ⁠י֙ הִנָּ֣⁠ךְ יָפָ֔ה",
        "note": "See how you translated these two parallel phrases in [1:15](../01/15.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "עֵינַ֣יִ⁠ךְ יוֹנִ֔ים מִ⁠בַּ֖עַד לְ⁠צַמָּתֵ֑⁠ךְ",
        "note": "See how you translated the phrase **Your eyes are doves** in [1:15](../01/15.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "שַׂעְרֵ⁠ךְ֙ כְּ⁠עֵ֣דֶר הָֽ⁠עִזִּ֔ים שֶׁ⁠גָּלְשׁ֖וּ מֵ⁠הַ֥ר גִּלְעָֽד",
        "note": "The writer is saying that both the color and the motion of the woman’s hair is **like a flock of goats that hop down from the slopes of Gilead**. The original readers would have understood this to mean that the woman’s hair was black since goats in Israel were also black. Seen from a distance, a flock of black goats descending from the heights of Mount Gilead would have created a majestic visual effect because the goats would have looked like one long flowing mass of black. If it would be helpful in your language, you could state that explicitly. Alternate translation: [Your black hair moves in graceful waves like a flock of black goats moving down the slopes of Mount Gilead] or [Your long black hair flows in graceful waves like a flock of black goats coming down the slopes of Mount Gilead]"
      }
    ]
  },
  {
    "reference": "Sos 4:2",
    "bsb_verse_text": "Your teeth are like a flock of newly shorn sheep coming up from the washing; each has its twin, and not one of them is lost.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "שִׁנַּ֨יִ⁠ךְ֙ כְּ⁠עֵ֣דֶר הַ⁠קְּצוּב֔וֹת שֶׁ⁠עָל֖וּ מִן־הָ⁠רַחְצָ֑ה",
        "note": "The writer is saying that the white color of the woman’s **teeth** is being compared to the white color of sheep after they have been **shorn** and washed. If it would be helpful in your language, you could state that explicitly."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "הַ⁠קְּצוּב֔וֹת",
        "note": "If your language does not use this passive form, you could express the idea in active form or in another way that is natural in your language. If you must state who did the action, it is implied that “shepherds” did it. Alternate translation: [sheep whose wool shepherds have cut off] or [sheep whose wool people have cut off]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "מַתְאִימ֔וֹת",
        "note": "Alternate translation: [give birth to twins]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "שֶׁ⁠כֻּלָּ⁠ם֙ מַתְאִימ֔וֹת וְ⁠שַׁכֻּלָ֖ה אֵ֥ין בָּ⁠הֶֽם",
        "note": "The writer is stating that the woman’s **teeth are like a flock of** female sheep which have all given birth to twin lambs because each of the woman’s teeth has a matching tooth on the other side of her mouth. She has not lost any of her teeth. If it would be helpful to your readers, you could state that explicitly. Alternate translation: [As a flock of female sheep that has born twin lambs without losing any, so your mouth has its teeth, each with a match, and none of them are missing]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "וְ⁠שַׁכֻּלָ֖ה אֵ֥ין בָּ⁠הֶֽם",
        "note": "Alternate translation: [and there is not one among them which has died]"
      }
    ]
  },
  {
    "reference": "Sos 4:3",
    "bsb_verse_text": "Your lips are like a scarlet ribbon, and your mouth is lovely. Your brow behind your veil is like a slice of pomegranate.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "כְּ⁠ח֤וּט הַ⁠שָּׁנִי֙ שִׂפְתֹתַ֔יִ⁠ךְ",
        "note": "The writer is stating that the woman’s lips are **Like a thread of scarlet** because they are a bright red color. If it would be helpful in your language, you could state that explicitly. You could also use a term for a material that is thicker than thread such as ribbon. Alternate translation: [Your lips are a beautiful red like scarlet thread] or [Your lips are a beautiful red like scarlet ribbon]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "כְּ⁠פֶ֤לַח הָֽ⁠רִמּוֹן֙ רַקָּתֵ֔⁠ךְ",
        "note": "The term translated as **cheeks** could: (1) refer to the woman’s two cheeks on the side of her mouth. (2) be translated as “temples” and refer to the woman’s two temples on the side of her forehead. Alternate translation: [Like a slice of pomegranate are your temples]; (3) be translated as “forehead.” Alternate translation: [Like a slice of pomegranate is your forehead]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "כְּ⁠פֶ֤לַח הָֽ⁠רִמּוֹן֙ רַקָּתֵ֔⁠ךְ",
        "note": "The writer could be comparing: (1) the shape of the woman’s **cheeks** to the shape of a **pomegranate** which has been sliced in half and to the red outside color of a pomegranate. Alternate translation: [Your cheeks are red and rounded like a slice of pomegranate] or [Your cheeks resemble the color and shape of a slice of pomegranate] or (if you decided that the term **cheeks** refers to the woman’s temples) [Your temples are red like a slice of pomegranate]; (2) the way the woman’s cheeks looked through the inside of the veil to the color and pattern of a **pomegranate** which has been sliced in half. Alternate translation: [Your cheeks resemble the color and pattern of the inside of a slice of pomegranate] or (if you decided that the term **cheeks** refers to the woman’s temples) [Your temples are the color of the inside of a slice of pomegranate]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "מִ⁠בַּ֖עַד לְ⁠צַמָּתֵֽ⁠ךְ",
        "note": "See how you translated the phrase **from behind your veil** in [4:1](../04/01.md)."
      }
    ]
  },
  {
    "reference": "Sos 4:4",
    "bsb_verse_text": "Your neck is like the tower of David, built with rows of stones; on it hang a thousand shields, all of them shields of warriors.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "כְּ⁠מִגְדַּ֤ל דָּוִיד֙ צַוָּארֵ֔⁠ךְ בָּנ֖וּי לְ⁠תַלְפִּיּ֑וֹת",
        "note": "The writer is saying that the woman’s **neck** is **Like the tower of David** which was a tall fortress **built of layers** or rows. A long neck was considered beautiful in the writer’s culture. King David built some of his towers of beautiful marble rock. It is probable that this tower was made from marble since it is compared to the beauty of the woman’s neck. If it would be helpful in your language, you could state that explicitly. Alternate translation: [Your neck is long and beautiful like the tower of David] or [Your neck is beautiful like the tower of David]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "כְּ⁠מִגְדַּ֤ל דָּוִיד֙",
        "note": "The **tower of David** was a tall building built for defense. Towers were significantly taller than other buildings and often were not wide. If your readers would not be familiar with this type of structure, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [Like the tall, narrow defense structure of David is] or [Like David’s tall, thin rock defense building is]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "כְּ⁠מִגְדַּ֤ל דָּוִיד֙ צַוָּארֵ֔⁠ךְ בָּנ֖וּי לְ⁠תַלְפִּיּ֑וֹת",
        "note": "If your language does not use a passive form like **built of layers**, you could express the idea in active form or in another way that is natural in your language. If you must state who did the action, the context implies that David instructed men to build it. Alternate translation: [Your neck is like the tower of David that men built in layers] or [Your neck is like the tower of David that David had men build of layers]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "בָּנ֖וּי לְ⁠תַלְפִּיּ֑וֹת",
        "note": "Alternate translation: [built using rows of stones]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "אֶ֤לֶף הַ⁠מָּגֵן֙ תָּל֣וּי עָלָ֔י⁠ו כֹּ֖ל שִׁלְטֵ֥י הַ⁠גִּבּוֹרִֽים",
        "note": "In the writer’s culture it was a common practice to hang shields on walls as decorations. Here the man compares the beauty of the woman’s neck with **shields hanging on** the **tower of David**. This comparison probably included the decorations of the woman’s necklaces which probably went around her neck many times. If it would be helpful in your language, you could state that explicitly. Alternate translation: [The beauty of your neck jeweled in necklaces is like a thousand warriors‘ shields hanging from a tower]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-numbers",
        "orig_language_quote": "אֶ֤לֶף",
        "note": "In the writer’s culture, the number **a thousand** was often used to represent a very large, but not precise, amount. This is how the number is being used here. Alternate translation: [with many]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "אֶ֤לֶף הַ⁠מָּגֵן֙ תָּל֣וּי עָלָ֔י⁠ו כֹּ֖ל שִׁלְטֵ֥י הַ⁠גִּבּוֹרִֽים",
        "note": "The phrase **all the shields of the warriors** is parallel to the statement **a thousand shields hanging on it** and adds the additional information that the **shields** belonged to **the warriors**. Hebrew poetry often used this kind of parallel statement, in which the second line gives additional information, so it would be good to show this to your readers by including both phrases in your translation rather than combining them. If it would be helpful to your readers, you could connect these two parallel phrases with “each of which” or “each one” in order to show that the second phrase is not repeating the first one but rather saying something additional. Alternate translation: [a thousand shields hanging on it, each of which belongs to the warriors] or [a thousand shields hanging on it, each one belonging to the warriors]"
      }
    ]
  },
  {
    "reference": "Sos 4:5",
    "bsb_verse_text": "Your breasts are like two fawns, twins of a gazelle grazing among the lilies.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "שְׁנֵ֥י שָׁדַ֛יִ⁠ךְ כִּ⁠שְׁנֵ֥י עֳפָרִ֖ים תְּאוֹמֵ֣י צְבִיָּ֑ה הָ⁠רוֹעִ֖ים בַּ⁠שּׁוֹשַׁנִּֽים",
        "note": "Here the man compares the woman’s **two breasts** to young twin gazelles. The context does not explicitly indicate how exactly the woman’s breasts are like young gazelles so it would be best if you leave the point of comparison unstated and simply express the simile as the author of this book has done."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "צְבִיָּ֑ה",
        "note": "See how you translated the plural form “gazelles” in [2:7](../02/07.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "בַּ⁠שּׁוֹשַׁנִּֽים",
        "note": "See how you translated the singular form “lily” in [2:1](../02/01.md)."
      }
    ]
  },
  {
    "reference": "Sos 4:6",
    "bsb_verse_text": "Before the day breaks and the shadows flee, I will make my way to the mountain of myrrh and to the hill of frankincense.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-personification",
        "orig_language_quote": "עַ֤ד שֶׁ⁠יָּפ֨וּחַ֙ הַ⁠יּ֔וֹם וְ⁠נָ֖סוּ הַ⁠צְּלָלִ֑ים",
        "note": "See how you translated the phrase **Until the day breathes and the shadows flee** in [2:17](../02/17.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "אֵ֤לֶךְ לִ⁠י֙",
        "note": "Your language may say “come” rather than **go** in a context such as this. Use whichever is more natural. Alternate translation: [I myself will come]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "הַ⁠מּ֔וֹר",
        "note": "See how you translated **myrrh** in [1:13](../01/13.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "אֵ֤לֶךְ לִ⁠י֙ אֶל־הַ֣ר הַ⁠מּ֔וֹר וְ⁠אֶל־גִּבְעַ֖ת הַ⁠לְּבוֹנָֽה",
        "note": "Here the writer is speaking of the woman’s breasts as if they are **the mountain of myrrh** and **the hill of frankincense**. The man is discreetly indicating that his bride’s breasts are pleasant smelling and that he wants to enjoy them. It would be good to retain this discreet and beautiful poetic imagery if possible. If it would be helpful in your language, you could state the meaning plainly or use a comparison. Alternate translation: [I myself will go to your breasts, which are like two sweet-smelling mountains] or [I myself will be close to your breasts, which are like two pleasant-smelling hills]"
      }
    ]
  },
  {
    "reference": "Sos 4:7",
    "bsb_verse_text": "You are altogether beautiful, my darling; in you there is no flaw.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "כֻּלָּ֤⁠ךְ יָפָה֙",
        "note": "Alternate translation: [Every part of you is beautiful]"
      }
    ]
  },
  {
    "reference": "Sos 4:8",
    "bsb_verse_text": "Come with me from Lebanon, my bride, come with me from Lebanon! Descend from the peak of Amana, from the summits of Senir and Hermon, from the dens of the lions, from the mountains of the leopards.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "אִתִּ֤⁠י מִ⁠לְּבָנוֹן֙ כַּלָּ֔ה אִתִּ֖⁠י מִ⁠לְּבָנ֣וֹן תָּב֑וֹאִי תָּשׁ֣וּרִי ׀ מֵ⁠רֹ֣אשׁ אֲמָנָ֗ה מֵ⁠רֹ֤אשׁ שְׂנִיר֙ וְ⁠חֶרְמ֔וֹן מִ⁠מְּעֹנ֣וֹת אֲרָי֔וֹת מֵֽ⁠הַרְרֵ֖י נְמֵרִֽים",
        "note": "This entire verse is a metaphor. This is poetry and the writer is not literally indicating that the woman is in the mountains and in danger. Rather, he is using this metaphor to express his feelings regarding the distance between them and his strong desire to have her near him. If it would be helpful in your language, you could state the meaning plainly."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "אִתִּ֤⁠י & תָּב֑וֹאִי",
        "note": "Your language may say “go” rather than **come** in a context such as this. Use whichever is more natural. Alternate translation: [Go with me … go]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "תָּשׁ֣וּרִי",
        "note": "The word translated as **Descend** here could mean: (1) to come down from a height. Alternate translation: [Climb down]; (2) to bend down and look. Alternate translation: [Bend down and look]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "מֵ⁠רֹ֣אשׁ אֲמָנָ֗ה מֵ⁠רֹ֤אשׁ שְׂנִיר֙ וְ⁠חֶרְמ֔וֹן",
        "note": "The word **Hermon** is the name of a mountain range in northern Israel, and **Amana** and **Senir** are both the names of mountain peaks."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "מִ⁠מְּעֹנ֣וֹת אֲרָי֔וֹת מֵֽ⁠הַרְרֵ֖י נְמֵרִֽים",
        "note": "These two phrases mean very similar things. The second emphasizes the meaning of the first by repeating the same idea with different words. Hebrew poetry was based on this kind of repetition, and it would be good to show this to your readers by including both phrases in your translation rather than combining them. However, if it would be helpful for your readers, you could combine these two phrases into one as modeled by the UST."
      }
    ]
  },
  {
    "reference": "Sos 4:9",
    "bsb_verse_text": "You have captured my heart, my sister, my bride; you have stolen my heart with one glance of your eyes, with one jewel of your neck.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "לִבַּבְתִּ֖⁠נִי אֲחֹתִ֣⁠י כַלָּ֑ה לִבַּבְתִּ֨י⁠נִי֙",
        "note": "If it would be more natural in your language, you could change the order of these phrases. If it would be helpful to your readers, you could also add the word “yes” to show that the phrase **You have enchanted my heart** is repeated in order to add emphasis. Alternate translation: [My sister, my bride; you have enchanted my heart. Yes, you have enchanted my heart]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "לִבַּבְתִּ֖⁠נִי & לִבַּבְתִּ֨י⁠נִי֙",
        "note": "The phrase translated as **You have enchanted my heart** is an idiom which could mean: (1) to steal or capture a person’s heart. In Jewish thinking, the heart was the center of a person’s thinking. This phrase probably also meant that he was so in love that he could not think clearly. If this phrase does not have that meaning in your language, you could use a comparable phrase from your language that does have that meaning, or you could state the meaning plainly. Alternate translation: [You have captured my heart … you have captured my heart] or [It is as though you have captured my heart … it is as though you have captured my heart] or [You have made me feel so in love with you that it is as if I have lost my mind … you have made me feel so in love with you that it is as if I have lost my mind]; (2) the woman had made the man’s heart beat faster. Alternate translation: [You have caused my heart to beat fast … you have caused my heart to beat fast]; (3) that the woman had encouraged the man’s heart. Alternate translation: [You have encouraged my heart … you have encouraged my heart] or [You have given me heart … you have given me heart]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "אֲחֹתִ֣⁠י",
        "note": "Here the man is speaking of the woman as if she were his **sister**. This is a term of endearment which expresses affection, close companionship, and a deep emotional bond between the lovers. The woman is not actually his sister. If it would be helpful in your language, you could use a different term of endearment or state the meaning plainly."
      }
    ]
  },
  {
    "reference": "Sos 4:10",
    "bsb_verse_text": "How delightful is your love, my sister, my bride! Your love is much better than wine, and the fragrance of your perfume than all spices.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclamations",
        "orig_language_quote": "מַה & מַה",
        "note": "Here the word **How** is used as an exclamation to emphasize two statements about how wonderful the woman’s love is. Use an exclamation that would communicate that meaning in your language."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "אֲחֹתִ֣⁠י",
        "note": "See how you translated the phrase **my sister** in [4:9](../04/09.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "מַה־יָּפ֥וּ דֹדַ֖יִ⁠ךְ אֲחֹתִ֣⁠י כַלָּ֑ה מַה־טֹּ֤בוּ דֹדַ֨יִ⁠ךְ֙ מִ⁠יַּ֔יִן",
        "note": "If it would be more natural in your language, you could change the order of these phrases. Alternate translation: [My sister, my bride; how your love is beautiful! How your love is better than wine]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "מַה־יָּפ֥וּ דֹדַ֖יִ⁠ךְ & מַה־טֹּ֤בוּ דֹדַ֨יִ⁠ךְ֙ מִ⁠יַּ֔יִן",
        "note": "If your language does not use an abstract noun for the idea of **love**, you could express the same idea in another way."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "שְׁמָנַ֖יִ⁠ךְ",
        "note": "Here, **oils** refers to perfumes. In the author’s culture, pleasant-smelling spices were mixed into olive oil in order to make perfume which was put on the skin. You could include this information if it would be helpful to your readers. Alternate translation: [your scented oils are better] or [the perfumed oils on your skin are better]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "שְׁמָנַ֖יִ⁠ךְ",
        "note": "The writer is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply the words **is better** from earlier in the sentence if it would be clearer in your language."
      }
    ]
  },
  {
    "reference": "Sos 4:11",
    "bsb_verse_text": "Your lips, my bride, drip sweetness like the honeycomb; honey and milk are under your tongue, and the fragrance of your garments is like the aroma of Lebanon.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "נֹ֛פֶת תִּטֹּ֥פְנָה שִׂפְתוֹתַ֖יִ⁠ךְ",
        "note": "Here the woman’s **lips** refer to the kisses from her lips. The man says that her **lips drip with nectar** to indicate the pleasantness of her kisses. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [Your kisses are so pleasant that it is as if your lips drip with nectar] or [Your kisses are delightfully sweet] or [Being kissed by you is as enjoyable as eating honey]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "נֹ֛פֶת",
        "note": "The word translated as **nectar** refers specifically to honey which drips or flows from a honeycomb. If it would be helpful to your readers, you could indicate that explicitly by translating it as “honey”."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "דְּבַ֤שׁ וְ⁠חָלָב֙ תַּ֣חַת לְשׁוֹנֵ֔⁠ךְ",
        "note": "The phrase **honey and milk are under your tongue** could mean: (1) that the taste of the woman’s kisses were as pleasant as milk and honey. Alternate translation: [your kisses are like milk and honey to me] or [your kisses are as pleasant and delightful as milk and honey]; (2) that the woman’s words were as pleasant as milk and honey. Alternate translation: [your words are as pleasant as milk and honey]; (3) that both the woman’s kisses and her words were as pleasant as milk and honey. Alternate translation: [the kisses from your mouth and your words are as pleasant as milk and honey to me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "וְ⁠רֵ֥יחַ שַׂלְמֹתַ֖יִ⁠ךְ כְּ⁠רֵ֥יחַ לְבָנֽוֹן",
        "note": "Lebanon is known for its forests of cedar trees. Cedar trees have a very pleasant smell. The phrase **the smell of your garments is like the smell of Lebanon** probably means that the woman’s clothes smelled like cedar wood. If it would be helpful to your readers, you could include this information. Alternate translation: [and the smell of your garments is like the smell of Lebanon’s pleasant-smelling cedar]"
      }
    ]
  },
  {
    "reference": "Sos 4:12",
    "bsb_verse_text": "My sister, my bride, you are a garden locked up, a spring enclosed, a fountain sealed.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "גַּ֥ן ׀ נָע֖וּל אֲחֹתִ֣⁠י כַלָּ֑ה גַּ֥ל נָע֖וּל מַעְיָ֥ן חָתֽוּם",
        "note": "If it would be more natural in your language, you could change the order of these phrases. Alternate translation: [My sister, my bride; you are a locked garden, a locked spring, a sealed fountain]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "גַּ֥ן ׀ נָע֖וּל אֲחֹתִ֣⁠י כַלָּ֑ה",
        "note": "The man is speaking of the woman as if she were a **locked garden**. He uses **garden** as a poetic way of referring to the woman herself, and by saying she is a **locked garden** he means that the woman is both beautiful and seemingly inaccessible like a locked garden. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [You are like a locked garden, my sister, my bride]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "גַּ֥ן ׀ נָע֖וּל אֲחֹתִ֣⁠י כַלָּ֑ה",
        "note": "The word translated as **garden** refers to a large, enclosed area where bushes, flowers, plants, and trees grow. If your readers would not be familiar with this type of garden, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [A locked park where many trees and plants grow is my sister, my bride]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "אֲחֹתִ֣⁠י",
        "note": "See how you translated the phrase **my sister** in [4:9](../04/09.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exmetaphor",
        "orig_language_quote": "גַּ֥ל נָע֖וּל מַעְיָ֥ן חָתֽוּם",
        "note": "The man continues to draw an extended comparison between the woman he loves and a garden by speaking of her as if she were **a locked spring** and **a sealed fountain** within a locked garden. The man means that the woman’s body is beautiful and inaccessible like a locked spring or a sealed fountain. You could explain this comparison if it would be helpful to your readers. If you used the alternate translation, “You are like a locked garden, my sister, my bride”, then you should use the alternate translation which follows. Alternate translation: [you are like a locked spring; you are like a sealed fountain]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "גַּ֥ל נָע֖וּל מַעְיָ֥ן חָתֽוּם",
        "note": "The phrases **a locked spring** and **a sealed fountain** mean basically the same thing. The second phrase emphasizes the meaning of the first by repeating the same idea using different words. If it would be helpful to your readers, you could combine the phrases and show the emphasis in some other way."
      }
    ]
  },
  {
    "reference": "Sos 4:13",
    "bsb_verse_text": "Your branches are an orchard of pomegranates with the choicest of fruits, with henna and nard,",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exmetaphor",
        "orig_language_quote": "שְׁלָחַ֨יִ⁠ךְ֙",
        "note": "The word translated as **shoots** refers to the stems and roots that come out (shoot out) from trees and plants. The word **shoots** is used here to refer to the woman so if it would be helpful to your readers, you could translate the phrase **Your shoots** as “You”. Alternately, you could translate it with a more general term that your language uses to speak of what grows out of plants and trees. Alternate translation: [Your sprouts are]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exmetaphor",
        "orig_language_quote": "שְׁלָחַ֨יִ⁠ךְ֙ פַּרְדֵּ֣ס רִמּוֹנִ֔ים עִ֖ם פְּרִ֣י מְגָדִ֑ים כְּפָרִ֖ים עִם־נְרָדִֽים׃ נֵ֣רְדְּ ׀ וְ⁠כַרְכֹּ֗ם קָנֶה֙ וְ⁠קִנָּמ֔וֹן עִ֖ם כָּל־עֲצֵ֣י לְבוֹנָ֑ה מֹ֚ר וַ⁠אֲהָל֔וֹת עִ֖ם כָּל־רָאשֵׁ֥י בְשָׂמִֽים",
        "note": "The man continues to draw an extended comparison between these plants and the woman by speaking of her as if she were **an orchard of pomegranate trees** and various other spices, pleasant-smelling plants, and trees in the “locked garden” ([4:12](../04/12.md)). If you translated [4:12](../04/12.md) using the words “You are like,” then you should also do that here. Alternate translation: [You are like an orchard of pomegranate trees with delicious fruits; henna with nard, nard and saffron; calamus and cinnamon with all trees of frankincense; myrrh and aloes with all the best spices]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-poetry",
        "orig_language_quote": "שְׁלָחַ֨יִ⁠ךְ֙ פַּרְדֵּ֣ס רִמּוֹנִ֔ים עִ֖ם פְּרִ֣י מְגָדִ֑ים כְּפָרִ֖ים עִם־נְרָדִֽים׃ נֵ֣רְדְּ ׀ וְ⁠כַרְכֹּ֗ם קָנֶה֙ וְ⁠קִנָּמ֔וֹן עִ֖ם כָּל־עֲצֵ֣י לְבוֹנָ֑ה מֹ֚ר וַ⁠אֲהָל֔וֹת עִ֖ם כָּל־רָאשֵׁ֥י בְשָׂמִֽים",
        "note": "Here the man uses poetic language to describe the woman as if she is a garden where all types of pleasant plants and trees grow. These plants and trees would not normally grow in the same garden because they have different growing requirements, but because this is poetry the author places these plants in one garden to create a poetic comparison for how wonderful the woman is. If it would be helpful to your readers, you could indicate in a footnote that the author is using plants and trees from different areas to create an image of how wonderful the woman is."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "כְּפָרִ֖ים עִם־נְרָדִֽים׃ נֵ֣רְדְּ",
        "note": "See how you translated the word **nard** in [1:12](../01/12.md) and the word **henna** in [1:14](../01/14.md)."
      }
    ]
  },
  {
    "reference": "Sos 4:14",
    "bsb_verse_text": "with nard and saffron, with calamus and cinnamon, with every kind of frankincense tree, with myrrh and aloes, with all the finest spices.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "וְ⁠כַרְכֹּ֗ם קָנֶה֙ וְ⁠קִנָּמ֔וֹן & וַ⁠אֲהָל֔וֹת",
        "note": "Both **saffron**, a beautiful flowering plant that produces purple flowers, and **calamus**, a cane, were used to make a pleasant-smelling oil. The term **cinnamon** refers to a spice made from the bark of the cinnamon tree. The term **aloes** refers to the pleasant-smelling resin that comes from specific trees in Asia. If your readers would not be familiar with these types of plants, you could use the names of similar plants in your area, or you could use more general terms. Alternate translation: [and saffron flowers, calamus canes and cinnamon trees … and pleasant-smelling resins called aloes]"
      }
    ]
  },
  {
    "reference": "Sos 4:15",
    "bsb_verse_text": "You are a garden spring, a well of fresh water flowing down from Lebanon.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exmetaphor",
        "orig_language_quote": "מַעְיַ֣ן גַּנִּ֔ים בְּאֵ֖ר מַ֣יִם חַיִּ֑ים וְ⁠נֹזְלִ֖ים מִן־לְבָנֽוֹן",
        "note": "Here the man continues the metaphor that he began in [4:12](../04/12.md) and speaks of the woman he loves as if she were **a fountain** in a garden, **a well of living waters**, and **flowing streams from Lebanon**. If you translated [4:12–14](../04/12.md) using the words “You are like”, you should do that here also. See how you translated the word “garden” in [4:12](../04/12.md). Alternate translation: [you are like a fountain of gardens, like a well of living waters, and like flowing streams from Lebanon]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "מַעְיַ֣ן גַּנִּ֔ים",
        "note": "The writer assumes that the readers will understand that a **fountain** refers to a spring or underground well that is dug in order to be used as a water source. If it would be helpful to your readers, you could include this information. Alternate translation: [a garden spring] or [a garden well]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-plural",
        "orig_language_quote": "מַעְיַ֣ן גַּנִּ֔ים",
        "note": "Here the author could be using the plural form **gardens** to: (1) designate the kind of fountain that would be found in gardens. Alternate translation: [a garden fountain]; (2) designate a large garden. Alternate translation: [a fountain in a large garden]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "מַ֣יִם חַיִּ֑ים",
        "note": "Here the term **living** means that the water is fresh and flowing. If it would be helpful to your readers, you could include this information. Alternate translation: [fresh water] or [flowing water]"
      }
    ]
  },
  {
    "reference": "Sos 4:16",
    "bsb_verse_text": "Awake, O north wind, and come, O south wind. Breathe on my garden and spread the fragrance of its spices. Let my beloved come into his garden and taste its choicest fruits.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-apostrophe",
        "orig_language_quote": "ע֤וּרִי צָפוֹן֙ וּ⁠ב֣וֹאִי תֵימָ֔ן הָפִ֥יחִי גַנִּ֖⁠י יִזְּל֣וּ בְשָׂמָ֑י⁠ו",
        "note": "The woman is speaking to the **wind** which she knows cannot hear her. She is doing this to communicate her strong desire that the pleasant smell of her body will flow through the air and attract the man she loves so that he will come to her. If it would be helpful in your language, you could translate these words as a wish or desire. Alternate translation: [I wish that the north wind and south wind would come and blow on my garden and let its spices flow]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "וּ⁠ב֣וֹאִי & יָבֹ֤א דוֹדִ⁠י֙",
        "note": "Your language may say “go” rather than **come** in a context such as this. Use whichever is more natural. Alternate translation: [and go … Let my beloved go]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exmetaphor",
        "orig_language_quote": "ע֤וּרִי צָפוֹן֙ וּ⁠ב֣וֹאִי תֵימָ֔ן הָפִ֥יחִי גַנִּ֖⁠י יִזְּל֣וּ בְשָׂמָ֑י⁠ו יָבֹ֤א דוֹדִ⁠י֙ לְ⁠גַנּ֔⁠וֹ וְ⁠יֹאכַ֖ל פְּרִ֥י מְגָדָֽי⁠ו",
        "note": "Here the woman continues the “garden” metaphor (from [4:12](../04/12.md)) by referring to her body as **my garden** and then **his garden**. The woman calls to the wind to blow on her **garden** so that **its spices flow** into the air and attract the man she loves. She invites him to **come to his garden** (a poetic way of inviting him to come and enjoy her body). You should translate the term **garden** here the same way you did in [4:12](../04/12.md) because both uses refer to the woman’s body. In [4:13](../04/13.md) the man spoke of her body as “an orchard of pomegranate trees with delicious fruits,” and here the woman invites the man to **come to his garden and eat its delicious fruit**. If you translated [4:12–15](../04/12.md) as a comparison, you should also translate the sentence **Let my beloved come to his garden and eat its delicious fruit** as a comparison."
      },
      {
        "support_reference": "",
        "orig_language_quote": "יִזְּל֣וּ בְשָׂמָ֑י⁠ו",
        "note": "Alternate translation: [and carry the pleasant smell of its spices through the air] or [and make the pleasant smell of its spices flow through the air]"
      }
    ]
  },
  {
    "reference": "Sos 5:1",
    "bsb_verse_text": "I have come to my garden, my sister, my bride; I have gathered my myrrh with my spice. I have eaten my honeycomb with my honey; I have drunk my wine with my milk. Eat, O friends, and drink; drink freely, O beloved.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exmetaphor",
        "orig_language_quote": "בָּ֣אתִי לְ⁠גַנִּ⁠י֮ אֲחֹתִ֣⁠י כַלָּה֒ אָרִ֤יתִי מוֹרִ⁠י֙ עִם־בְּשָׂמִ֔⁠י אָכַ֤לְתִּי יַעְרִ⁠י֙ עִם־דִּבְשִׁ֔⁠י שָׁתִ֥יתִי יֵינִ֖⁠י עִם־חֲלָבִ֑⁠י",
        "note": "Here the man continues to draw an extended comparison between the woman’s body and the **garden** that he began in [4:12](../04/12.md). He accepts the woman’s invitation (that she gave in the previous verse) to enjoy her body. The lines **I have plucked my myrrh with my spice** and **I have eaten my honeycomb with my honey** and **I have drunk my wine with my milk** are all metaphors for the man enjoying the woman’s body. If you used the alternate translation in verses [4:12–16](../04/12.md), you should do so here also. Alternate translation: [You who are as dear to me as a sister, my bride, I am ready to go with you and enjoy the delights of your body; it will be as though I am gathering myrrh with my other spices, eating my honey and honeycomb, and drinking my wine and my milk]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "בָּ֣אתִי לְ⁠גַנִּ⁠י֮ אֲחֹתִ֣⁠י כַלָּה֒ אָרִ֤יתִי מוֹרִ⁠י֙ עִם־בְּשָׂמִ֔⁠י אָכַ֤לְתִּי יַעְרִ⁠י֙ עִם־דִּבְשִׁ֔⁠י שָׁתִ֥יתִי יֵינִ֖⁠י עִם־חֲלָבִ֑⁠י",
        "note": "Though the man is speaking as if he has already done these things, he is actually getting ready to do them. If it would be helpful to your readers, you could include this information. Alternate translation: [I am getting ready to come to my garden, my sister, my bride; I will pluck my myrrh with my spice. I will eat my honeycomb with my honey; I will drink my wine with my milk]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "בָּ֣אתִי",
        "note": "Your language may say “gone” rather than **come** in a context such as this. Use whichever is more natural. Alternate translation: [I have gone]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "בָּ֣אתִי לְ⁠גַנִּ⁠י֮ אֲחֹתִ֣⁠י כַלָּה֒",
        "note": "If it would be more natural in your language, you could change the order of these phrases. Alternate translation: [My sister, my bride, I have come to my garden]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "אֲחֹתִ֣⁠י",
        "note": "See how you translated the phrase **my sister** in [4:9](../04/09.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "אִכְל֣וּ רֵעִ֔ים שְׁת֥וּ וְ⁠שִׁכְר֖וּ דּוֹדִֽים",
        "note": "Since the author does not say who is speaking to the couple here, you should not indicate who is speaking in the text of your translation. However, if you are using section headers to indicate who is speaking, the speakers could be: (1) the “daughters of Jerusalem” who spoke earlier in the book. They are speaking to the couple at the couple’s wedding. You can use a phrase such as “The young women of Jerusalem speak to the couple” or “The young women of Jerusalem speak to the couple at their wedding” (2) a group of people who are the couple’s friends and wedding guests. You can use a phrase such as “The couple’s friends speak” or “The couple’s wedding guests speak”"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "אִכְל֣וּ רֵעִ֔ים שְׁת֥וּ וְ⁠שִׁכְר֖וּ דּוֹדִֽים",
        "note": "Here the speaker is speaking of “eating and drinking” as metaphors to represent the couple enjoying their sexual union. The phrase **be drunk** is an encouragement to fully enjoy the delights of their sexual union. If it would be helpful to your readers, you could express the meaning plainly, or you could use a phrase such as “drink deeply” or “drink abundantly” instead of “be drunk.” Alternate translation: [Enjoy your marital intimacy and make love until you are fully satisfied as if you are eating food until full and drinking wine freely] or [Eat, friends; Drink, and be drunk with love] or [Eat, friends; Drink, and drink abundantly of love]"
      }
    ]
  },
  {
    "reference": "Sos 5:2",
    "bsb_verse_text": "I sleep, but my heart is awake. A sound! My beloved is knocking: “Open to me, my sister, my darling, my dove, my flawless one. My head is drenched with dew, my hair with the dampness of the night.”",
    "ult_verse_text": "I {am} asleep, but my heart {is} awake.",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "אֲנִ֥י יְשֵׁנָ֖ה וְ⁠לִבִּ֣⁠י עֵ֑ר",
        "note": "Here the term **heart** could represent: (1) the woman’s thoughts and mental awareness which would make the phrase **my heart is awake** mean that her mind is alert and dreaming while she is sleeping. Alternate translation: [I am asleep, but my mind is dreaming] or [I am asleep, but my mind is alert and dreaming]; (2) the woman’s entire person which would make the phrase **my heart is awake** mean that she had been awakened after falling asleep or awakened after she was almost asleep. Alternate translation: [I was almost asleep, now I am awakened] or [I was asleep, but now I have been awakened]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ק֣וֹל ׀ דּוֹדִ֣⁠י דוֹפֵ֗ק",
        "note": "Alternate translation: [I hear a sound; it is my beloved knocking] or [I hear a sound; it is the sound of my beloved knocking on my door]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "דּוֹדִ֣⁠י",
        "note": "See how you translated the phrase **my beloved** in [1:13](../01/13.md). Alternate translation: [my lover]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "אֲחֹתִ֤⁠י רַעְיָתִ⁠י֙",
        "note": "See how you translated the phrase **my sister** in [4:9](../04/09.md) and the phrase **my darling** in [1:9](../01/09.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "יוֹנָתִ֣⁠י",
        "note": "See how you translated the phrase **my dove** in [2:14](../02/14.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "שֶׁ⁠רֹּאשִׁ⁠י֙ נִמְלָא־טָ֔ל",
        "note": "Here the phrase **full of** is a Hebrew expression which means “wet with.” If this phrase does not have that meaning in your language, you could use a comparable expression from your language that does have that meaning or you could state the meaning plainly. Alternate translation: [because my head is wet with dew]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "קְוֻּצּוֹתַ֖⁠י",
        "note": "The writer is leaving out some of the words that in many languages a sentence would need to be complete. You could supply the words **is full of** from the previous phrase if it would be clearer to your readers."
      }
    ]
  },
  {
    "reference": "Sos 5:3",
    "bsb_verse_text": "I have taken off my robe—must I put it back on? I have washed my feet—must I soil them again?",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-quotemarks",
        "orig_language_quote": "פָּשַׁ֨טְתִּי֙ אֶת־כֻּתָּנְתִּ֔⁠י אֵיכָ֖כָה אֶלְבָּשֶׁ֑⁠נָּה רָחַ֥צְתִּי אֶת־רַגְלַ֖⁠י אֵיכָ֥כָה אֲטַנְּפֵֽ⁠ם",
        "note": "This verse is a quotation of: (1) what the woman thought to herself. Alternate translation: [I thought to myself; I have taken off my robe; how will I put it on? I have washed my feet; how could I get them dirty?]; (2) the woman speaking directly to the man. Alternate translation: [I said to the man I love; I have taken off my robe; how will I put it on? I have washed my feet; how could I get them dirty?]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "אֵיכָ֖כָה אֶלְבָּשֶׁ֑⁠נָּה רָחַ֥צְתִּי אֶת־רַגְלַ֖⁠י אֵיכָ֥כָה אֲטַנְּפֵֽ⁠ם",
        "note": "The woman is using the question form for emphasis. If you would not use the question form for this purpose in your language, you could translate this as a statement or an exclamation and express the emphasis in a way that is natural in your language. Alternate translation: [I do not want to put it back on! I have already washed my feet so I do not want to get them dirty again!]"
      }
    ]
  },
  {
    "reference": "Sos 5:4",
    "bsb_verse_text": "My beloved put his hand to the latch; my heart pounded for him.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "דּוֹדִ֗⁠י",
        "note": "See how you translated the phrase **my beloved** in [1:13](../01/13.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "וּ⁠מֵעַ֖⁠י הָמ֥וּ עָלָֽי⁠ו",
        "note": "Here, **belly** represents the center of a person’s emotions. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [and my feelings for him roared]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "וּ⁠מֵעַ֖⁠י הָמ֥וּ עָלָֽי⁠ו",
        "note": "Here the term **belly** represents the woman’s feelings and the woman saying that her **belly roared** is a poetic way of saying that her feelings were aroused. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [and my feelings for him were aroused]"
      }
    ]
  },
  {
    "reference": "Sos 5:5",
    "bsb_verse_text": "I rose up to open for my beloved. My hands dripped with myrrh, my fingers with flowing myrrh on the handles of the bolt.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "וְ⁠יָדַ֣⁠י נָֽטְפוּ־מ֗וֹר וְ⁠אֶצְבְּעֹתַ⁠י֙ מ֣וֹר עֹבֵ֔ר",
        "note": "The two phrases **my hands dripped with myrrh** and **my fingers dripped with flowing myrrh** mean basically the same thing. The second emphasizes the meaning of the first by repeating the same idea with different words. Hebrew poetry was based on this kind of repetition, and it would be good to show this to your readers by including both phrases in your translation rather than combining them. However, if it would be helpful to your readers, you could connect the phrases with a word other than “and” in order to show that the second phrase is repeating the first one, not saying something additional. Alternate translation: [and my hands dripped with myrrh, yes, my fingers dripped with flowing myrrh]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "מ֣וֹר עֹבֵ֔ר",
        "note": "The phrase translated as **flowing myrrh** refers to liquid myrrh. If it would be helpful to your readers, you could indicate that explicitly. Alternate translation: [liquid myrrh]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "וְ⁠אֶצְבְּעֹתַ⁠י֙",
        "note": "The woman is leaving out some of the words that in many languages a sentence would need to be complete. If it would be helpful to your readers, you could supply the words “dripped with.”"
      }
    ]
  },
  {
    "reference": "Sos 5:6",
    "bsb_verse_text": "I opened for my beloved, but he had turned and gone. My heart sank at his departure. I sought him but did not find him. I called, but he did not answer.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "לְ⁠דוֹדִ֔⁠י וְ⁠דוֹדִ֖⁠י",
        "note": "See how you translated the phrase **my beloved** in [1:13](../01/13.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "עָבָ֑ר",
        "note": "Your language may say “went” rather than **gone** in a context such as this. Use whichever is more natural. Alternate translation: [and went away]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "נַפְשִׁ⁠י֙ יָֽצְאָ֣ה",
        "note": "Your language may say “gone” rather than **went** in a context such as this. Use whichever is more natural. Alternate translation: [My soul had gone out]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "נַפְשִׁ⁠י֙ יָֽצְאָ֣ה",
        "note": "Here, **soul** represents the entire person, and the phrase **My soul went out** is a Hebrew idiom that means to feel extreme despair. If this phrase does not have that meaning in your language, you could use a comparable expression from your language that has this meaning or state the meaning plainly. Alternate translation: [My heart sank] or [I felt great despair]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "בְ⁠דַבְּר֔⁠וֹ",
        "note": "Here the word translated as **because he departed** could mean: (1) when he departed. If you choose this option, use the translation of the ULT. (2) “when he spoke.” Alternate translation: [when he spoke]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "וְ⁠לֹ֥א עָנָֽ⁠נִי",
        "note": "The implication is that the man did not answer because he was not there. She is not saying that he was present but not answering. You could include this information if it would be helpful to your readers. Alternate translation: [but he did not answer me, since he was not there]."
      }
    ]
  },
  {
    "reference": "Sos 5:7",
    "bsb_verse_text": "I encountered the watchmen on their rounds of the city. They beat me and bruised me; they took away my cloak, those guardians of the walls.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "מְצָאֻ֧⁠נִי הַ⁠שֹּׁמְרִ֛ים הַ⁠סֹּבְבִ֥ים בָּ⁠עִ֖יר",
        "note": "See how you translated the sentence **The guards going about in the city found me** in [3:3](../03/03.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "הִכּ֣וּ⁠נִי פְצָע֑וּ⁠נִי נָשְׂא֤וּ אֶת־רְדִידִ⁠י֙ מֵֽ⁠עָלַ֔⁠י שֹׁמְרֵ֖י הַ⁠חֹמֽוֹת",
        "note": "If it would be more natural in your language, you could change the order of these phrases. Alternate translation: [The guards of the walls beat me and wounded me; they lifted my shawl from me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "הִכּ֣וּ⁠נִי פְצָע֑וּ⁠נִי",
        "note": "The reason that the city watchmen **beat** and **wounded** the woman is because they thought she was a prostitute. You could include this information if it would be helpful to your readers."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "אֶת־רְדִידִ⁠י֙",
        "note": "The word translated as **shawl** could refer to: (1) a light article of clothing like a robe or cloak that was worn as an outer garment and wrapped around the body. Alternate translation: [my cloak]; (2) a large veil. Alternate translation: [my veil]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "שֹׁמְרֵ֖י הַ⁠חֹמֽוֹת",
        "note": "The men called **the guards of the walls** are the same men as “The guards going about in the city” mentioned earlier in the verse. If it would be helpful to your readers, you could include this information. Alternate translation: [those guards who were going about in the city guarding the walls]"
      }
    ]
  },
  {
    "reference": "Sos 5:8",
    "bsb_verse_text": "O daughters of Jerusalem, I adjure you, if you find my beloved, tell him I am sick with love.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-oathformula",
        "orig_language_quote": "הִשְׁבַּ֥עְתִּי אֶתְ⁠כֶ֖ם בְּנ֣וֹת יְרוּשָׁלִָ֑ם",
        "note": "See how you translated the phrase **I adjure you, daughters of Jerusalem** in [2:7](../02/07.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "שֶׁ⁠חוֹלַ֥ת אַהֲבָ֖ה אָֽנִי",
        "note": "See how you translated the phrase **sick with love am I** in [2:5](../02/05.md)"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "שֶׁ⁠חוֹלַ֥ת אַהֲבָ֖ה אָֽנִי",
        "note": "The woman is leaving out some of the words that a sentence would need in many languages to be complete. If it would be helpful in your language, you could supply these words from the context."
      }
    ]
  },
  {
    "reference": "Sos 5:9",
    "bsb_verse_text": "How is your beloved better than others, O most beautiful among women? How is your beloved better than another, that you charge us so?",
    "ult_verse_text": "What {is} your beloved more than {another} beloved,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-poetry",
        "orig_language_quote": "מַה־דּוֹדֵ֣⁠ךְ מִ⁠דּ֔וֹד הַ⁠יָּפָ֖ה בַּ⁠נָּשִׁ֑ים מַה־דּוֹדֵ֣⁠ךְ מִ⁠דּ֔וֹד שֶׁ⁠כָּ֖כָה הִשְׁבַּעְתָּֽ⁠נוּ",
        "note": "The phrase **What is your beloved more than another beloved** is repeated for emphasis. This is a common feature of Hebrew poetry, and you may want to begin a new line at the start of each parallel statement. However, if it would be helpful to your readers, you could combine them into one. Alternate translation: [What is your beloved more than another beloved, most beautiful among women, that thus you adjure us] or [Most beautiful among women, what is your beloved more than another beloved, that thus you adjure us]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "מַה־דּוֹדֵ֣⁠ךְ מִ⁠דּ֔וֹד",
        "note": "Alternate translation: [What makes the man you love better than other men] or [What is so special about the man you love]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "מַה־דּוֹדֵ֣⁠ךְ מִ⁠דּ֔וֹד הַ⁠יָּפָ֖ה בַּ⁠נָּשִׁ֑ים",
        "note": "If it would be more natural in your language, you could change the order of these phrases. Alternate translation: [Most beautiful among women, what is your beloved more than another beloved]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "הַ⁠יָּפָ֖ה בַּ⁠נָּשִׁ֑ים",
        "note": "See how you translated the phrase **most beautiful among women** in [1:8](../01/08.md)."
      },
      {
        "support_reference": "",
        "orig_language_quote": "שֶׁ⁠כָּ֖כָה הִשְׁבַּעְתָּֽ⁠נוּ",
        "note": "Alternate translation: [with the result that thus you adjure us] or [with the result that you request us to promise that we tell him that] or [that would make you want to thus adjure us]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-oathformula",
        "orig_language_quote": "הִשְׁבַּעְתָּֽ⁠נוּ",
        "note": "See how you translated the word **adjure** in the previous verse."
      }
    ]
  },
  {
    "reference": "Sos 5:10",
    "bsb_verse_text": "My beloved is dazzling and ruddy, outstanding among ten thousand.",
    "ult_verse_text": "My beloved {is} shimmering and red,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "דּוֹדִ֥⁠י צַח֙ וְ⁠אָד֔וֹם",
        "note": "The words translated here as **shimmering** and **red** mean that the man’s skin had a healthy glow and was a reddish-brown color. These two words used together indicate that the man’s skin looked healthy and handsome. If it would be helpful to your readers, you could include this information. Alternate translation: [My beloved has radiant and healthy skin] or [My beloved’s skin glows and is a handsome reddish-brown]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "דָּג֖וּל מֵ⁠רְבָבָֽה",
        "note": "In the Hebrew language **ten thousand** is the highest number that was used when making comparisons, so the woman uses this number to stand for an uncountable number of people. If you have a similar expression in your culture, you could use it, or if it would be helpful to your readers, you could state the meaning plainly. Alternate translation: [better than anyone else] or [and there is no one else like him] or [one in a million]"
      }
    ]
  },
  {
    "reference": "Sos 5:11",
    "bsb_verse_text": "His head is purest gold; his hair is wavy and black as a raven.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "רֹאשׁ֖⁠וֹ כֶּ֣תֶם פָּ֑ז",
        "note": "Here the woman is speaking of the man’s **head** as if it were **gold**. Because she speaks of the appearance of the man’s hair in the following line, she probably intends in this line to refer to his face. The phrase **refined gold** indicates that the gold is very valuable. By saying that the man’s **head is gold, refined gold**, she is probably indicating that he is special and has great worth. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [His head is like gold that is refined] or [His face is beautiful and gleams like gold. He is precious and valuable like refined gold] or [His face gleams. He is precious and valuable]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "שְׁחֹר֖וֹת כָּ⁠עוֹרֵֽב",
        "note": "A **raven** is a large bird with dark black feathers. Ravens are as big as some hawks and are similar in color and appearance to crows but larger. If your readers would not be familiar with this type of bird, you could use the name of a similar bird in your area or you could use a more general term. Alternate translation: [black like a bird with dark black feathers] or [black like a dark black bird]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "קְוּצּוֹתָי⁠ו֙ תַּלְתַּלִּ֔ים שְׁחֹר֖וֹת כָּ⁠עוֹרֵֽב",
        "note": "The writer is stating that the color of the man’s hair is dark **black like the raven**. If it would be helpful in your language, you could state that explicitly. Alternate translation: [his hair is wavy and dark black]"
      }
    ]
  },
  {
    "reference": "Sos 5:12",
    "bsb_verse_text": "His eyes are like doves beside the streams of water, bathed in milk and mounted like jewels.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "עֵינָ֕י⁠ו כְּ⁠יוֹנִ֖ים עַל־אֲפִ֣יקֵי מָ֑יִם רֹֽחֲצוֹת֙ בֶּֽ⁠חָלָ֔ב יֹשְׁב֖וֹת עַל־מִלֵּֽאת",
        "note": "In [1:15](../01/15.md) the man said to the woman, “your eyes are doves.” Here the woman uses the word **like** and compares the man’s eyes to doves that are **bathing in milk**. The phrase **bathing in milk** refers to the color of the doves‘ feathers and the man’s eyes. The two phrases **beside stream beds of water** and **sitting beside the pools** describe the doves as being by water. If it would be helpful to your readers, you could state that explicitly. Alternate translation: [His eyes are like doves beside stream beds of water that are bathing in milk and sitting beside the pools]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "עֵינָ֕י⁠ו כְּ⁠יוֹנִ֖ים עַל־אֲפִ֣יקֵי מָ֑יִם רֹֽחֲצוֹת֙ בֶּֽ⁠חָלָ֔ב יֹשְׁב֖וֹת עַל־מִלֵּֽאת",
        "note": "The phrases **beside stream beds of water** and **sitting beside the pools** mean basically the same thing. They both describe the doves as being by water. Hebrew poetry was based on this kind of repetition, and it would be good to show this to your readers by including both phrases in your translation rather than combining them. However, if it would be helpful to your readers, you could combine them. Alternate translation: [His eyes are like doves beside stream beds of water, bathing in milk] or [His eyes are like doves bathing in milk, sitting by the pools]"
      }
    ]
  },
  {
    "reference": "Sos 5:13",
    "bsb_verse_text": "His cheeks are like beds of spice, towers of perfume. His lips are like lilies, dripping with flowing myrrh.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "לְחָיָ⁠ו֙ כַּ⁠עֲרוּגַ֣ת הַ⁠בֹּ֔שֶׂם מִגְדְּל֖וֹת מֶרְקָחִ֑ים",
        "note": "Here the writer says that the man’s **cheeks** are like a garden, or an area in a garden, used for planting spices because his cheeks smell **like a bed of spices** and are like **towers of herbal spices**. If it would be helpful to your readers, you could state that explicitly. Alternate translation: [His cheeks smell like a bed of spices and like towers that contain herbal spices]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "כַּ⁠עֲרוּגַ֣ת הַ⁠בֹּ֔שֶׂם",
        "note": "Here the term translated as **bed** refers to an area in a garden used for planting. If it would be helpful to your readers, you could include this information. Alternate translation: [like an area for planting spices] or [like a garden bed of spices] or [like planters of spices]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "מִגְדְּל֖וֹת",
        "note": "See the Chapter 5 introduction for information regarding an alternate translation of the word that the ULT translates as **towers of**."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "מִגְדְּל֖וֹת מֶרְקָחִ֑ים",
        "note": "The woman is leaving out some of the words that a sentence would need in many languages to be complete. If it would be helpful to your readers, you could supply these words from the context. Alternate translation: [like towers of herbal spices] or [and they are like towers of herbal spices]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "שִׂפְתוֹתָי⁠ו֙ שֽׁוֹשַׁנִּ֔ים נֹטְפ֖וֹת מ֥וֹר עֹבֵֽר",
        "note": "Here the woman is speaking of the man’s **lips** as if they are **lilies** that are **dripping with flowing myrrh** because of the sweet smell of both lilies and myrrh, the beauty and softness of lilies, and because the man’s kisses are wet like flowing myrrh. If it would be helpful to your readers, you could state the meaning plainly. Alternate translation: [His lips are beautiful, fragrant, and soft. His kisses are sweet-smelling and moist]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "שֽׁוֹשַׁנִּ֔ים",
        "note": "See how you translated **lilies** in [2:16](../02/16.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "מ֥וֹר עֹבֵֽר",
        "note": "See how you translated the phrase **flowing myrrh** in [5:5](../05/05.md)."
      }
    ]
  },
  {
    "reference": "Sos 5:14",
    "bsb_verse_text": "His arms are rods of gold set with beryl. His body is polished ivory bedecked with sapphires.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "יָדָי⁠ו֙ גְּלִילֵ֣י זָהָ֔ב מְמֻלָּאִ֖ים בַּ⁠תַּרְשִׁ֑ישׁ",
        "note": "Here the woman is speaking of the man’s **arms** as if they were **rods of gold mounted with topaz** because rods of gold were powerful, had an attractive color and a finely rounded shape; and topaz would have made the rods of gold more beautiful. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [His arms are powerful, nicely rounded, and beautiful like rods of gold mounted with topaz]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "יָדָי⁠ו֙",
        "note": "The word that the ULT translates as **arms** could: (1) refer to arms in which case you can use the ULT’s translation. (2) refer to “hands.” Alternate translation: [His hands are]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "בַּ⁠תַּרְשִׁ֑ישׁ",
        "note": "A **topaz** is a beautiful gemstone used in jewelry and also to decorate other things. Bible scholars are not certain exactly what stone **topaz** refers to. Many different stones have been proposed such as topaz, chrysolite, beryl and others. If your readers are familiar with these types of stone, you could use one of them, or you could use a more general term. Alternate translation: [with beautiful stones] or [with jewels]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "מֵעָי⁠ו֙ עֶ֣שֶׁת שֵׁ֔ן מְעֻלֶּ֖פֶת סַפִּירִֽים",
        "note": "Here the woman is speaking of the man’s **belly** as if it was **a plate of ivory covered with sapphires**. By making this comparison, she is saying that the man’s belly looks especially attractive since ivory and sapphires were not only rare and costly but also quite beautiful. If it would be helpful to your readers, you could state the meaning plainly. Alternate translation: [his belly is beautiful and precious] or [his belly is handsome]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "מֵעָי⁠ו֙",
        "note": "Alternate translation: [his stomach is]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "שֵׁ֔ן",
        "note": "The word **ivory** refers to the tusks of an elephant. Ivory is a white color and is very beautiful and costly. If your readers would not be familiar with ivory, you could explain this term in a footnote."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "סַפִּירִֽים",
        "note": "The word **sapphires** refers to beautiful blue gemstones. If your readers would not be familiar with this type of stone, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [with blue gemstones] or [with beautiful blue gemstones]"
      }
    ]
  },
  {
    "reference": "Sos 5:15",
    "bsb_verse_text": "His legs are pillars of marble set on bases of pure gold. His appearance is like Lebanon, as majestic as the cedars.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "שׁוֹקָי⁠ו֙ עַמּ֣וּדֵי שֵׁ֔שׁ מְיֻסָּדִ֖ים עַל־אַדְנֵי־פָ֑ז",
        "note": "Here the woman is speaking of the man’s **thighs** as if they were **pillars of alabaster set on bases of refined gold** because the man’s legs are strong and majestic looking. If it would be helpful to your readers, you could state the meaning plainly. Alternate translation: [His thighs are strong and majestic like pillars of alabaster set on bases of gold]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "שׁוֹקָי⁠ו֙",
        "note": "The word the ULT translates as **thighs** most likely refers to the entirety of a person’s legs, so you could translate this term as “legs” as in the UST."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "שֵׁ֔שׁ",
        "note": "The word translated as **alabaster** can refer to either alabaster or marble, types of strong stone that are nice looking and used to make large columns, statues, and other things. If your readers would not be familiar with alabaster or marble, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [marble] or [stone]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "מַרְאֵ֨⁠הוּ֙ כַּ⁠לְּבָנ֔וֹן בָּח֖וּר כָּ⁠אֲרָזִֽים",
        "note": "The woman is saying that the man’s **appearance is like Lebanon, as choice as the cedars** because he is tall, strong, and outstanding in comparison to other men, just as the cedars of Lebanon are better than all other trees. Lebanon was famous for its cedar trees which were considered to be superior. The word **choice** here means “excellent quality.” If it would be helpful in your language, you could state the meaning explicitly. Alternate translation: [His appearance is tall and strong and stately. He is outstanding among other men] or [His appearance is majestic. He is strong and tall and better than other men]"
      }
    ]
  },
  {
    "reference": "Sos 5:16",
    "bsb_verse_text": "His mouth is most sweet; he is altogether lovely. This is my beloved, and this is my friend, O daughters of Jerusalem.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "חִכּ⁠וֹ֙ מַֽמְתַקִּ֔ים",
        "note": "Here, **mouth** could refer to: (1) the man’s kisses. Alternate translation: [His kisses are most sweet]; (2) the man’s words. Alternate translation: [His speech is most sweet] or [The words from his mouth are most sweet]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "וְ⁠כֻלּ֖⁠וֹ מַחֲמַדִּ֑ים",
        "note": "Alternate translation: [and every part of him is very desirable]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "בְּנ֖וֹת יְרוּשָׁלִָֽם",
        "note": "See how you translated the phrase **daughters of Jerusalem** in [1:5](../01/05.md)."
      }
    ]
  },
  {
    "reference": "Sos 6:1",
    "bsb_verse_text": "Where has your beloved gone, O most beautiful among women? Which way has he turned? We will seek him with you.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "אָ֚נָה הָלַ֣ךְ דּוֹדֵ֔⁠ךְ הַ⁠יָּפָ֖ה בַּ⁠נָּשִׁ֑ים אָ֚נָה פָּנָ֣ה דוֹדֵ֔⁠ךְ וּ⁠נְבַקְשֶׁ֖⁠נּוּ עִמָּֽ⁠ךְ",
        "note": "The questions **Where did he go, your beloved** and **Where did he turn, your beloved** have basically the same meaning. This question is asked twice, in slightly different ways, for emphasis and poetic effect. This type of repetition is a common feature of Hebrew poetry, and it would be good to retain this repetition if possible. However, if it would be helpful to your readers, you could combine the phrases into one. Alternate translation: [Where did he go, your beloved, most beautiful woman among women? Let us seek him with you] or [Most beautiful woman among women, where did he turn your beloved? Let us seek him with you]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "אָ֚נָה הָלַ֣ךְ דּוֹדֵ֔⁠ךְ & אָ֚נָה פָּנָ֣ה דוֹדֵ֔⁠ךְ",
        "note": "Alternate translation: [Where did your beloved go … Where did your beloved turn]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "הַ⁠יָּפָ֖ה בַּ⁠נָּשִׁ֑ים",
        "note": "See how you translated the phrase **most beautiful woman among women** in [1:8](../01/08.md)."
      },
      {
        "support_reference": "",
        "orig_language_quote": "אָ֚נָה פָּנָ֣ה דוֹדֵ֔⁠ךְ",
        "note": "Alternate translation: [Which way did your beloved go]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "וּ⁠נְבַקְשֶׁ֖⁠נּוּ עִמָּֽ⁠ךְ",
        "note": "The women of Jerusalem are leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from the context if it would be helpful to your readers. Alternate translation: [tell us, so that we can seek him with you] or [tell us, and let us seek him with you]"
      }
    ]
  },
  {
    "reference": "Sos 6:2",
    "bsb_verse_text": "My beloved has gone down to his garden, to the beds of spices, to pasture his flock in the gardens and to gather lilies.",
    "ult_verse_text": "My beloved went down to his garden,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "דּוֹדִ⁠י֙ יָרַ֣ד לְ⁠גַנּ֔⁠וֹ לַ⁠עֲרוּג֖וֹת הַ⁠בֹּ֑שֶׂם לִ⁠רְעוֹת֙ בַּ⁠גַּנִּ֔ים וְ⁠לִ⁠לְקֹ֖ט שֽׁוֹשַׁנִּֽים",
        "note": "Here the woman resumes the “garden” metaphor that was used in [4:12–5:1](../04/12.md) by again referring to her body as a **garden**. The phrase **graze in the gardens** and **glean lilies** are both metaphors for the man enjoying the woman’s body. If you used the word “like” to translate [4:12–5:1](../04/12.md), you should continue to use it here, or if it would be helpful in your language, you could state the meaning plainly. Alternate translation: [My beloved went to me. I am like a garden where beds of spices grow. He came to me in order to enjoy my body like a gazelle enjoys grazing in gardens and like a person enjoys gleaning lilies]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "דּוֹדִ⁠י֙ יָרַ֣ד לְ⁠גַנּ֔⁠וֹ לַ⁠עֲרוּג֖וֹת הַ⁠בֹּ֑שֶׂם",
        "note": "The phrase **to the beds of spices** explains where in the garden the man went down to. This phrase is not describing a separate location from the **garden** (woman). If it would be helpful to your readers, you could include this information. Alternate translation: [My beloved went down to the beds of spices in his garden] or [My beloved went to me who is like his spice garden]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "יָרַ֣ד",
        "note": "Your language may say “gone” rather than **went** in a context such as this. Use whichever is more natural. Alternate translation: [has gone down]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "לַ⁠עֲרוּג֖וֹת הַ⁠בֹּ֑שֶׂם",
        "note": "See how you translated the similar phrase **bed of spices** in [5:13](../05/13.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "בַּ⁠גַּנִּ֔ים",
        "note": "Here the phrase **in the gardens** refers to the woman just like the phrase **his garden** does earlier in the verse. If it would be helpful to your readers, you could include this information. Alternate translation: [in his gardens] or [in his garden]"
      }
    ]
  },
  {
    "reference": "Sos 6:3",
    "bsb_verse_text": "I belong to my beloved and he belongs to me; he pastures his flock among the lilies.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-123person",
        "orig_language_quote": "אֲנִ֤י לְ⁠דוֹדִ⁠י֙ וְ⁠דוֹדִ֣⁠י לִ֔⁠י",
        "note": "See how you translated the similar phrase “My beloved belongs to me and I belong to him” in [2:16](../02/16.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "הָ⁠רֹעֶ֖ה בַּ⁠שׁוֹשַׁנִּֽים",
        "note": "See how you translated the similar phrase “the man grazing among the lilies” in [2:16](../02/16.md)."
      }
    ]
  },
  {
    "reference": "Sos 6:4",
    "bsb_verse_text": "You are as beautiful, my darling, as Tirzah, as lovely as Jerusalem, as majestic as troops with banners.",
    "ult_verse_text": "You {are} beautiful, my darling, like Tirzah,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "יָפָ֨ה אַ֤תְּ רַעְיָתִ⁠י֙ כְּ⁠תִרְצָ֔ה נָאוָ֖ה כִּ⁠ירוּשָׁלִָ֑ם",
        "note": "The man is saying that the woman is **like** the city of **Tirzah** and **like** the city of **Jerusalem** because both of these cities were beautiful. These lines are parallel, and both mean basically the same thing. If it would be helpful in your language, you could state that explicitly. Alternately, you could combine the lines if it would be helpful to your readers. Alternate translation: [You are beautiful, my darling, like the beautiful city of Tirzah, lovely like the lovely city of Jerusalem] or [You are beautiful and lovely, my darling, like the cities of Tirzah and Jerusalem]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "יָפָ֨ה אַ֤תְּ רַעְיָתִ⁠י֙",
        "note": "See how you translated the phrase “you are beautiful, my darling” in [1:15](../01/15.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "יָפָ֨ה אַ֤תְּ רַעְיָתִ⁠י֙ כְּ⁠תִרְצָ֔ה",
        "note": "If it would be more natural in your language, you could change the order of these phrases. Alternate translation: [My darling, you are beautiful like Tirzah]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "נָאוָ֖ה כִּ⁠ירוּשָׁלִָ֑ם אֲיֻמָּ֖ה כַּ⁠נִּדְגָּלֽוֹת",
        "note": "The man is leaving out some of the words that in many languages a sentence would need in order to be complete. You could supply these words from the context if it would be clearer in your language. Alternate translation: [you are lovely like Jerusalem; you are awe-inspiring like bannered armies]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "אֲיֻמָּ֖ה כַּ⁠נִּדְגָּלֽוֹת",
        "note": "The man is saying that the woman is **awe-inspiring like bannered armies** because looking at her causes the man to feel a sense of awe that is comparable to seeing an army with its banners above it. If it would be helpful in your language, you could state that explicitly. Alternate translation: [and the awe I feel when looking at you is like the awe I would feel if I were to see armies with their banners] or [and the awe I feel when looking at you is like the awe I feel when I see armies with their banners above them]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "כַּ⁠נִּדְגָּלֽוֹת",
        "note": "See how you translated the term “banner” in [2:4](../02/04.md)."
      }
    ]
  },
  {
    "reference": "Sos 6:5",
    "bsb_verse_text": "Turn your eyes away from me, for they have overcome me. Your hair is like a flock of goats streaming down from Gilead.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "שַׂעְרֵ⁠ךְ֙ כְּ⁠עֵ֣דֶר הָֽ⁠עִזִּ֔ים שֶׁ⁠גָּלְשׁ֖וּ מִן־הַ⁠גִּלְעָֽד",
        "note": "See how you translated the similar sentence “Your hair is like a flock of goats that hop down from the slopes of Gilead” in [4:1](../04/01.md)."
      }
    ]
  },
  {
    "reference": "Sos 6:6",
    "bsb_verse_text": "Your teeth are like a flock of sheep coming up from the washing; each has its twin, and not one of them is lost.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "שִׁנַּ֨יִ⁠ךְ֙ כְּ⁠עֵ֣דֶר הָֽ⁠רְחֵלִ֔ים שֶׁ⁠עָל֖וּ מִן־הָ⁠רַחְצָ֑ה שֶׁ⁠כֻּלָּ⁠ם֙ מַתְאִימ֔וֹת וְ⁠שַׁכֻּלָ֖ה אֵ֥ין בָּ⁠הֶֽם",
        "note": "See how you translated the almost identical verse in [4:2](../04/02.md). The only difference between this verse and [4:2](../04/02.md) is that [4:2](../04/02.md) has the phrase “shorn sheep” instead of **ewes**."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "הָֽ⁠רְחֵלִ֔ים",
        "note": "The term **ewes** refers to female sheep. If it would be helpful to your readers, you could include this information. Alternate translation: [female sheep]"
      }
    ]
  },
  {
    "reference": "Sos 6:7",
    "bsb_verse_text": "Your brow behind your veil is like a slice of pomegranate.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "כְּ⁠פֶ֤לַח הָ⁠רִמּוֹן֙ רַקָּתֵ֔⁠ךְ מִ⁠בַּ֖עַד לְ⁠צַמָּתֵֽ⁠ךְ",
        "note": "See how you translated [4:3](../04/03.md) which is identical to this verse."
      }
    ]
  },
  {
    "reference": "Sos 6:8",
    "bsb_verse_text": "There are sixty queens and eighty concubines, and maidens without number,",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "שִׁשִּׁ֥ים הֵ֨מָּה֙ מְּלָכ֔וֹת",
        "note": "If it would be more natural in your language, you could change the order of the words in the phrase **Sixty are they, queens**. Alternate translation: [They are sixty queens]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-poetry",
        "orig_language_quote": "שִׁשִּׁ֥ים הֵ֨מָּה֙ מְּלָכ֔וֹת וּ⁠שְׁמֹנִ֖ים פִּֽילַגְשִׁ֑ים",
        "note": "This is poetic language. The man is using the 3, 4 pattern that was commonly used at that time, and for emphasis he multiples the numbers 3 and 4 by the number 20. This gives the numbers **Sixty** and **eighty** that he uses to make his point. If your language has a way to indicate poetry, you could use it here. Alternate translation: [A large number of queens and a large number of concubines] or [Many queens and many concubines]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "וַ⁠עֲלָמ֖וֹת",
        "note": "See how you translated the phrase **marriageable women** in [1:3](../01/03.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "וַ⁠עֲלָמ֖וֹת אֵ֥ין מִסְפָּֽר",
        "note": "Here, **without number** is an idiom that means “more than can be counted.” If this phrase does not have that meaning in your language, you could use a comparable expression from your language that does have that meaning, or you could state the meaning plainly. Alternate translation: [and too many marriageable women to count] or [and more marriageable women than can be counted]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "שִׁשִּׁ֥ים הֵ֨מָּה֙ מְּלָכ֔וֹת וּ⁠שְׁמֹנִ֖ים פִּֽילַגְשִׁ֑ים וַ⁠עֲלָמ֖וֹת אֵ֥ין מִסְפָּֽר׃ אַחַ֥ת הִיא֙ יוֹנָתִ֣⁠י תַמָּתִ֔⁠י אַחַ֥ת הִיא֙ לְ⁠אִמָּ֔⁠הּ בָּרָ֥ה הִ֖יא לְ⁠יֽוֹלַדְתָּ֑⁠הּ",
        "note": "This is a comparison that expresses that the woman is superior to women in a king’s royal court. If it would be helpful to your readers, you could add words that explicitly indicate that this is a comparison. Alternate translation: [When compared to sixty queens, eighty concubines, and marriageable women without number, none of them are as special as my dove; my perfect one who is special to her mother and pure to the woman who bore her] or [Even if compared to sixty queens, eighty concubines, and marriageable women without number, still none of them would be as special as my dove; my perfect one who is special to her mother and pure to the woman who bore her]"
      }
    ]
  },
  {
    "reference": "Sos 6:9",
    "bsb_verse_text": "but my dove, my perfect one, is unique, the favorite of the mother who bore her. The maidens see her and call her blessed; the queens and concubines sing her praises.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "אַחַ֥ת הִיא֙",
        "note": "Here the phrase **One is she** means “She is special” (the number **One** is used in contrast to the large numbers of other women described in the previous verse). If it would be helpful to your readers, you could include this information. Alternate translation: [She is special] or [She is unique] or [She is special in comparison to other women]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "יוֹנָתִ֣⁠י תַמָּתִ֔⁠י",
        "note": "See how you translated the phrases **my dove** and **my perfect one** in [5:2](../05/02.md)."
      },
      {
        "support_reference": "",
        "orig_language_quote": "אַחַ֥ת הִיא֙ לְ⁠אִמָּ֔⁠הּ",
        "note": "The phrase **one is she to her mother** could mean: (1) that the woman the man loves is special to her mother (in contrast to the large numbers of other women described in the previous verse). Alternate translation: [she is special to her mother] or [her mother thinks she is special] or [her mother thinks she is unique]; (2) that the woman was the only child or the only daughter of her mother. Alternate translation: [she is the only child of her mother] or [her mother’s only daughter]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "בָּרָ֥ה הִ֖יא לְ⁠יֽוֹלַדְתָּ֑⁠הּ",
        "note": "The phrase **pure is she to the woman who bore her** could mean: (1) that the woman was her mother’s favorite child or favorite daughter. Alternate translation: [the favorite child of the woman who bore her] or [the favorite daughter of the woman who bore her]; (2) that the woman was pure or flawless in some way. Alternate translation: [flawless is she to the woman who bore her]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "אַחַ֥ת הִיא֙ לְ⁠אִמָּ֔⁠הּ בָּרָ֥ה הִ֖יא לְ⁠יֽוֹלַדְתָּ֑⁠הּ",
        "note": "If you decided that **one** means “special” here and that **pure** means “favorite” then these two lines are parallel and mean basically the same thing. The second line emphasizes the meaning of the first by repeating the same idea with different words. Hebrew poetry was based on this kind of repetition. It would be good to show this to your readers by including both phrases in your translation rather than combining them. However, if it would be helpful to your readers, you could combine these two lines into one. Alternate translation: [her mother thinks that she is very special] or [she is very special to her mother]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "בָנוֹת֙",
        "note": "Here the word **daughters** could refer to: (1) the “marriageable women” in the previous verse. Alternate translation: [The marriageable women] or [The young women of the kings court]; (2) young women in general, possibly “the daughters of Jerusalem” mentioned several times earlier in the book. Alternate translation: [The young women]"
      }
    ]
  },
  {
    "reference": "Sos 6:10",
    "bsb_verse_text": "Who is this who shines like the dawn, as fair as the moon, as bright as the sun, as majestic as the stars in procession?",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "מִי־זֹ֥את הַ⁠נִּשְׁקָפָ֖ה כְּמוֹ־שָׁ֑חַר יָפָ֣ה כַ⁠לְּבָנָ֗ה בָּרָה֙ כַּֽ⁠חַמָּ֔ה אֲיֻמָּ֖ה כַּ⁠נִּדְגָּלֽוֹת",
        "note": "The author does not say who is speaking here so you should not indicate explicitly who is speaking in the text of your translation. However, if you are using section headers, the speaker or speakers could be: (1) the man speaking to the woman he loves. You can follow the example of the UST and include this verse under the section heading for [6:4–10](../06/04.md) that indicates the man is speaking. (2) the “daughters,” the “queens,” and the “concubines” mentioned in the previous verse. You can use a phrase for the section header such as “The daughters, the queens, and the concubines praise the woman” or “The other women praise the woman” or something comparable."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "מִי־זֹ֥את הַ⁠נִּשְׁקָפָ֖ה כְּמוֹ־שָׁ֑חַר יָפָ֣ה כַ⁠לְּבָנָ֗ה בָּרָה֙ כַּֽ⁠חַמָּ֔ה אֲיֻמָּ֖ה כַּ⁠נִּדְגָּלֽוֹת",
        "note": "The man is not asking for information but is using the question form for emphasis. If you would not use the question form for this purpose in your language, you could translate this as a statement or an exclamation and communicate the emphasis in another way. Alternate translation: [Look at this woman who looks down like the dawn, beautiful like the moon, pure like the sun, terrifying like the bannered army!]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "הַ⁠נִּשְׁקָפָ֖ה כְּמוֹ־שָׁ֑חַר",
        "note": "Here the man speaks of the woman and compares her to the sun as it dawns in the morning. If it would be helpful in your language, you could express this meaning plainly. Alternate translation: [the woman who shines like the sun as it rises early in the morning and brightens the sky] or [the woman who shines like the sun as it rises early in the morning and shines down from the sky]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "הַ⁠נִּשְׁקָפָ֖ה כְּמוֹ־שָׁ֑חַר יָפָ֣ה כַ⁠לְּבָנָ֗ה בָּרָה֙ כַּֽ⁠חַמָּ֔ה",
        "note": "Here the man first says that the woman is like the sun in the morning as it dawns. He then says that her beauty is like the beauty of **the moon**. He then compares the woman’s radiance to the radiance of **the sun**. If it would be helpful to your readers, you could state these comparisons explicitly."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "אֲיֻמָּ֖ה כַּ⁠נִּדְגָּלֽוֹת",
        "note": "See how you translated the identical phrase **awe-inspiring like bannered armies** in [6:4](../06/04.md)."
      }
    ]
  },
  {
    "reference": "Sos 6:11",
    "bsb_verse_text": "I went down to the walnut grove to see the blossoms of the valley, to see if the vines were budding or the pomegranates were in bloom.",
    "ult_verse_text": "To the garden of {the} nut tree I went down,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "אֶל־גִּנַּ֤ת אֱגוֹז֙ יָרַ֔דְתִּי",
        "note": "The speaker is using the possessive form to describe an area where walnut trees grow. If your language would not use a possessive form for this, you could clarify the relationship for your readers. Alternate translation: [To the nut tree garden I went down] or [To the place where walnut trees grow, I went down]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "אֶל־גִּנַּ֤ת אֱגוֹז֙ יָרַ֔דְתִּי",
        "note": "If it would be more natural in your language, you could reverse the order of these phrases. Alternate translation: [I went down to the garden of the nut tree]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "יָרַ֔דְתִּי",
        "note": "Your language may say “gone” rather than **went** in a context such as this. Use whichever is more natural. Alternate translation: [I had gone down]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "אֶל־גִּנַּ֤ת אֱגוֹז֙ יָרַ֔דְתִּי לִ⁠רְא֖וֹת בְּ⁠אִבֵּ֣י הַ⁠נָּ֑חַל לִ⁠רְאוֹת֙ הֲ⁠פָֽרְחָ֣ה הַ⁠גֶּ֔פֶן הֵנֵ֖צוּ הָ⁠רִמֹּנִֽים׃ לֹ֣א יָדַ֔עְתִּי נַפְשִׁ֣⁠י שָׂמַ֔תְ⁠נִי מַרְכְּב֖וֹת עַמִּ⁠י־נָדִֽיב",
        "note": "It is difficult to know who is speaking in these two verses, and Bible scholars have different opinions about who is speaking here. Because the author does not say, you should not indicate who is speaking in the text of your translation. However, if you are using section headers, the speaker could be: (1) the man in both verses. If you decide the man is speaking, you can include these two verses under the section heading for [6:4–11](../06/04.md). (2) the woman in both verses. If you decide the woman is speaking, you can put a section header at the top of [6:11](../06/11.md)."
      }
    ]
  },
  {
    "reference": "Sos 6:12",
    "bsb_verse_text": "Before I realized it, my desire had set me among the royal chariots of my people.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "לֹ֣א יָדַ֔עְתִּי",
        "note": "Here the phrase ** I did not know** means “Before I realized it” or “Before I was aware.” If it would be helpful to your readers, you could indicate that explicitly. Alternate translation: [Before I realized it] or [Before I was aware]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "נַפְשִׁ֣⁠י שָׂמַ֔תְ⁠נִי",
        "note": "The phrase **my soul put me** probably means that the man imagined what follows. If it would be helpful to your readers, you could include this information."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "מַרְכְּב֖וֹת עַמִּ⁠י־נָדִֽיב",
        "note": "There are many different views among Bible scholars regarding what this phrase means and what this entire verse means. The UST offers one possible interpretation for what this phrase means. See the section on [6:12](../06/12.md) in the Chapter 6 introduction for more information about how to translate this difficult verse."
      }
    ]
  },
  {
    "reference": "Sos 6:13",
    "bsb_verse_text": "Come back, come back, O Shulammite! Come back, come back, that we may gaze upon you. Why do you look at the Shulammite, as on the dance of Mahanaim?",
    "ult_verse_text": "Return, return, Shulammite,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "שׁ֤וּבִי שׁ֨וּבִי֙ הַ⁠שּׁ֣וּלַמִּ֔ית שׁ֥וּבִי שׁ֖וּבִי וְ⁠נֶחֱזֶה־בָּ֑⁠ךְ",
        "note": "It is difficult to know with certainty who is saying this. Because the author does not say who is speaking here, you should not indicate a speaker in the text of your translation. However, if you are using section headers, the speaker could be: (1) the young women of Jerusalem. If you decide this is who is speaking, you can indicate that with a section header. (2) friends of the man and woman. If you decide that this is who is speaking, you can place a section header indicating that. (3) the man. If you decide that this is who is speaking here, you can use a section header to indicate that."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "הַ⁠שּׁ֣וּלַמִּ֔ית & בַּ⁠שּׁ֣וּלַמִּ֔ית",
        "note": "The word translated as **Shulammite** refers to someone who is from the town of Shulam. If it would be helpful to your readers, you could include this information. Alternate translation: [woman from Shulam … at the woman from Shulam]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-reduplication",
        "orig_language_quote": "שׁ֤וּבִי שׁ֨וּבִי֙ הַ⁠שּׁ֣וּלַמִּ֔ית שׁ֥וּבִי שׁ֖וּבִי וְ⁠נֶחֱזֶה־בָּ֑⁠ךְ",
        "note": "The man is repeating the verb **return** for emphasis. If your language can repeat words for emphasis, it would be good to do that here. If not, your language may express the emphasis in another way. Alternate translation: [Return Shulammite, return and let us look at you] or [Please return Shulammite, and let us look at you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-123person",
        "orig_language_quote": "מַֽה־תֶּחֱזוּ֙ בַּ⁠שּׁ֣וּלַמִּ֔ית כִּ⁠מְחֹלַ֖ת הַֽ⁠מַּחֲנָֽיִם",
        "note": "It is difficult to know with certainty who is saying this. Because the author does not say who is speaking here, you should not indicate this in the text of your translation. However, if you are using section headers to indicate who is speaking, the speaker could be: (1) the man. If you decide that the man is speaking here, you can indicate this with a section header above this part of the verse. (2) the woman speaking of herself in the third person. If you decide that the woman is speaking here, you can place a section header indicating this."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "כִּ⁠מְחֹלַ֖ת הַֽ⁠מַּחֲנָֽיִם",
        "note": "The speaker is leaving out some of the words that in many languages a sentence would need to be complete. You could supply these words from the context if it would be clearer in your language. Alternate translation: [like you look at the dance of two armies] or [like you would look at the dance of two armies]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "כִּ⁠מְחֹלַ֖ת הַֽ⁠מַּחֲנָֽיִם",
        "note": "This phrase could be translated as: (1) **like the dance of two armies** which refers to a dance that is performed as entertainment for armies. Alternate translation: [like a dance performed before armies]; (2) “like the dance of Mahanaim” (3) “like two rows of dancers” or “like two companies of dancers” and mean “as you like to watch two rows of people dancing.” See the section in the Chapter 6 introduction for more information about how to translate this phrase."
      }
    ]
  },
  {
    "reference": "Sos 7:1",
    "bsb_verse_text": "How beautiful are your sandaled feet, O daughter of the prince! The curves of your thighs are like jewels, the handiwork of a master.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "מַה־יָּפ֧וּ פְעָמַ֛יִ⁠ךְ בַּ⁠נְּעָלִ֖ים בַּת־נָדִ֑יב חַמּוּקֵ֣י יְרֵכַ֔יִ⁠ךְ כְּמ֣וֹ חֲלָאִ֔ים מַעֲשֵׂ֖ה יְדֵ֥י אָמָּֽן",
        "note": "If you are using section headers to indicate who is speaking, and you decided in the previous verse that the woman said the words “Why do you look at the Shulammite like the dance of two armies,” you will need to place a section header above this verse indicating that the man is now speaking. The man begins speaking directly to the woman in this verse and continues speaking to her until part way through [7:9](../07/09.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclamations",
        "orig_language_quote": "מַה",
        "note": "**How** is an exclamation that is emphasizing how **beautiful** the woman’s **feet** are in **sandals**. Use an exclamation that would communicate this meaning in your language."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "מַה־יָּפ֧וּ פְעָמַ֛יִ⁠ךְ בַּ⁠נְּעָלִ֖ים בַּת־נָדִ֑יב",
        "note": "If it would be more natural in your language, you could reverse the order of these phrases. Alternate translation: [Daughter of a noble, how your feet are beautiful in sandals]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "בַּת־נָדִ֑יב",
        "note": "This phrase could: (1) be translated as **daughter of a noble** and refer to the daughter of a nobleman (a man of high social status). Alternate translation: [daughter of a nobleman]; (2) be translated as “noble daughter” and mean that she had noble character. Alternate translation: [noble daughter] or [woman of noble character]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "חַמּוּקֵ֣י יְרֵכַ֔יִ⁠ךְ כְּמ֣וֹ חֲלָאִ֔ים מַעֲשֵׂ֖ה יְדֵ֥י אָמָּֽן",
        "note": "The man is saying that the **curves** of the woman’s thighs are like **ornaments** made by a skilled **craftsman** because she is very beautiful. If it would be helpful in your language, you could state that explicitly. Alternate translation: [The curves of your thighs have an attractive shape, like ornaments that are made by the hands of a craftsman] or [The curves of your thighs are beautiful, like the lovely curves of jewels made by a skilled craftsman]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-parallelism",
        "orig_language_quote": "מַעֲשֵׂ֖ה יְדֵ֥י אָמָּֽן",
        "note": "The phrase **the work of the hands of a craftsman** further describes the **ornaments**. Hebrew poetry often used this kind of parallel statement, in which the second line gives additional information. If it would be helpful to your readers, you could connect these two parallel phrases with the words “which are” to show that this phrase is describing the **ornaments** and not introducing something new. Alternate translation: [which are the work of the hands of a craftsman]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "מַעֲשֵׂ֖ה יְדֵ֥י אָמָּֽן",
        "note": "The man is using **the hands** to represent all of the **craftsman** in the act of making ornaments. If it would be helpful in your language, you could use an equivalent expression from your culture or state the meaning plainly. Alternate translation: [the work of a craftsman] or [which a craftsman has made]"
      }
    ]
  },
  {
    "reference": "Sos 7:2",
    "bsb_verse_text": "Your navel is a rounded goblet; it never lacks blended wine. Your waist is a mound of wheat encircled by the lilies.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exmetaphor",
        "orig_language_quote": "שָׁרְרֵ⁠ךְ֙ אַגַּ֣ן הַ⁠סַּ֔הַר אַל־יֶחְסַ֖ר הַ⁠מָּ֑זֶג",
        "note": "The man is speaking of the woman’s shapely **navel** as if it were a **rounded bowl** used for serving wine. The phrase **that never lacks spiced wine** describes what is inside the rounded bowl. It probably means that, as **spiced wine** excites the man and gives him joy, so her navel excites him and gives him joy. If it would be helpful to your readers, you could explain the comparison. Alternate translation: [Your navel is beautifully rounded and causes me to feel excited] or [Your navel is beautifully rounded like a wine bowl, and it causes me to feel excited like drinking spiced wine] or [Your navel is beautifully rounded like a bowl and gives me joy and excitement like when I drink spiced wine]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "אַל־יֶחְסַ֖ר הַ⁠מָּ֑זֶג",
        "note": "The phrase that the ULT translates as **never lacks** could be: (1) an assertion and be translated as modeled by the ULT. (2) a strong wish. Alternate translation: [I hope never lacks spiced wine] or [I hope may never lack spiced wine]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "הַ⁠מָּ֑זֶג",
        "note": "The phrase **spiced wine** refers to wine that is mixed with spices. If your readers would not be familiar with this type of wine, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [wine that people have added spices to]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exmetaphor",
        "orig_language_quote": "בִּטְנֵ⁠ךְ֙ עֲרֵמַ֣ת חִטִּ֔ים סוּגָ֖ה בַּ⁠שּׁוֹשַׁנִּֽים",
        "note": "The man continues to draw an extended comparison. He compares her **belly** to **a heap of wheat**, a food that satisfies hunger just as the woman satisfies him. The comparison extends to her shape which is soft and curved just like a heap of wheat. He also compares the color of her belly to wheat since a **heap of wheat** is a golden beige or tan color. The phrase **encircled with the lilies** describes the heap of wheat and probably means that, just as **a heap of wheat encircled with the lilies** looks beautiful, so her belly is beautiful. If it would be helpful in your language, you could explain these comparisons. Alternate translation: [Your belly is as beautiful as a heap of wheat that is encircled with lilies, and it satisfies me] or [The shape and color of your belly is beautiful] or [Your belly is beautiful and satisfying]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "סוּגָ֖ה בַּ⁠שּׁוֹשַׁנִּֽים",
        "note": "Alternate translation: [which has lilies all around it]"
      }
    ]
  },
  {
    "reference": "Sos 7:3",
    "bsb_verse_text": "Your breasts are like two fawns, twins of a gazelle.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "שְׁנֵ֥י שָׁדַ֛יִ⁠ךְ כִּ⁠שְׁנֵ֥י עֳפָרִ֖ים תָּאֳמֵ֥י צְבִיָּֽה",
        "note": "See how you translated the almost identical statement in [4:5](../04/05.md)."
      }
    ]
  },
  {
    "reference": "Sos 7:4",
    "bsb_verse_text": "Your neck is like a tower made of ivory; your eyes are like the pools of Heshbon by the gate of Bath-rabbim; your nose is like the tower of Lebanon, facing toward Damascus.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "צַוָּארֵ֖⁠ךְ כְּ⁠מִגְדַּ֣ל הַ⁠שֵּׁ֑ן",
        "note": "The man is saying that the woman’s **neck** is like a **tower** that is adorned with **ivory** (not made of ivory) because the woman’s neck is beautiful, tall, and slender. If it would be helpful in your language, you could state that explicitly. Alternate translation: [Your neck is beautiful and slender] or [Your neck is beautiful and tall like a tower that people have adorned with ivory] or [Your neck is lovely and tall like a tower decorated with ivory]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "הַ⁠שֵּׁ֑ן",
        "note": "See how you translated the term **ivory** in [5:14](../05/14.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "עֵינַ֜יִ⁠ךְ בְּרֵכ֣וֹת בְּ⁠חֶשְׁבּ֗וֹן עַל־שַׁ֨עַר֙ בַּת־רַבִּ֔ים",
        "note": "The man is speaking of the woman’s **eyes** as if they were clear **pools** of water in the city of **Heshbon**. The man does not say how the woman’s eyes are like **pools in Heshbon**. It may be that the woman’s eyes sparkle or shine in the light like when light shines on water, that her eyes look mysterious and deep (and possibly dark) like a deep pool of water, or that her eyes reflect light like a pool of water. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [Your eyes shine like the sun reflecting off the pools in Heshbon by the gate of Bath Rabbim] or [Your eyes are deep and mysterious like the pools in Heshbon by the gate of Bath Rabbim]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "בְּ⁠חֶשְׁבּ֗וֹן",
        "note": "The word **Heshbon** is the name of a city."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "עַל־שַׁ֨עַר֙ בַּת־רַבִּ֔ים",
        "note": "**Bath Rabbim** is the name of this gate. Alternate translation: [by the gate called Bath Rabbim] or [by the gate that people call Bath Rabbim]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "אַפֵּ⁠ךְ֙ כְּ⁠מִגְדַּ֣ל הַ⁠לְּבָנ֔וֹן צוֹפֶ֖ה פְּנֵ֥י דַמָּֽשֶׂק",
        "note": "The man is saying that the woman’s **nose** is like **the tower of Lebanon** that faces toward the city of **Damascus** because the woman’s nose was high and/or long (attractive in that culture) and beautiful and made her look dignified and impressive like **the tower of Lebanon**. This tower was high and was used as a military watch tower. If it would be helpful to your readers, you could state the meaning explicitly. Alternate translation: [Your nose is beautiful and makes you look dignified] or [Your nose is long and beautiful like the tower in Lebanon that faces Damascus] or [Your nose is high and beautiful like the tower in Lebanon that faces Damascus]"
      }
    ]
  },
  {
    "reference": "Sos 7:5",
    "bsb_verse_text": "Your head crowns you like Mount Carmel, the hair of your head like purple threads; the king is captured in your tresses.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "רֹאשֵׁ֤⁠ךְ עָלַ֨יִ⁠ךְ֙ כַּ⁠כַּרְמֶ֔ל",
        "note": "The man is saying that the woman’s head is beautiful and majestic like Mount **Carmel** and it increases the beauty of the rest of her body. Mount Carmel is a beautiful and majestic looking mountain and adds beauty to what is below it. If it would be helpful to your readers, you could state that explicitly. Alternate translation: [Your head is beautiful and majestic like Mount Carmel]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "כַּ⁠כַּרְמֶ֔ל",
        "note": "**Carmel** refers to the mountain called Mount Carmel. You could include this information if it would be helpful to your readers."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "וְ⁠דַלַּ֥ת רֹאשֵׁ֖⁠ךְ כָּ⁠אַרְגָּמָ֑ן",
        "note": "Here the word **purple** refers to wool cloth that was dyed a purple-red color. The phrase **the loose hair of your head is like purple** could mean: (1) that the woman’s hair was a shiny black that reflected a black-purplish color in sunlight. Alternate translation: [and the loose hair of your head is shiny and black] or [and the loose hair of your head looks shiny purplish black as the sun shines on it]; (2) that the woman’s hair made her look like a queen (purple was associated with royalty). Alternate translation: [and the loose hair of your head is like royal cloth]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "מֶ֖לֶךְ אָס֥וּר בָּ⁠רְהָטִֽים",
        "note": "The man is speaking of the beauty of the **tresses** of the woman’s hair as if they could capture **a king** because the woman’s tresses are so beautiful that they captivate his attention. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [Your tresses are so beautiful that a king is not able to stop admiring them] or [Your hair is so beautiful that a king is not able to stop admiring it] or [the king is captivated by your tresses]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "מֶ֖לֶךְ אָס֥וּר",
        "note": "The implication is that the man speaking here is the **king**. You could include this information if it would be helpful to your readers. Alternate translation: [your king is held captive] or [I, your king, am held captive]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "מֶ֖לֶךְ אָס֥וּר בָּ⁠רְהָטִֽים",
        "note": "If your language does not use the passive form in this way, you could express the idea in active form or in another way that is natural in your language. If you must state who did the action, the context implies that the woman’s **tresses** did it. Alternate translation: [the tresses hold the king captive] or [your tresses hold the king captive]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "בָּ⁠רְהָטִֽים",
        "note": "Here the writer assumes his readers will understand that **tresses** refers to the woman’s hair which hangs down from her head. If it would be helpful to your readers, you could include this information. Alternate translation: [in the long locks of your hair] or [in the flowing locks of your hair]"
      }
    ]
  },
  {
    "reference": "Sos 7:6",
    "bsb_verse_text": "How fair and pleasant you are, O love, with your delights!",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclamations",
        "orig_language_quote": "מַה־יָּפִית֙",
        "note": "See how you translated the similar phrase “You are beautiful” in [6:4](../06/04.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclamations",
        "orig_language_quote": "מַה־יָּפִית֙ וּ⁠מַה־נָּעַ֔מְתְּ",
        "note": "This is an exclamation that is emphasizing the beauty and loveliness of the woman. Use an exclamation that would communicate that meaning in your language."
      },
      {
        "support_reference": "",
        "orig_language_quote": "אַהֲבָ֖ה",
        "note": "See the introduction to this chapter for information regarding an alternate translation of the word **love**."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "אַהֲבָ֖ה בַּ⁠תַּֽעֲנוּגִֽים",
        "note": "The man is praising the delightfulness of romantic love. If it would be helpful to your readers, you could include this information. Alternate translation: [romantic love has many delights] or [how delightful romantic love is] or [romantic love is very delightful]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "אַהֲבָ֖ה בַּ⁠תַּֽעֲנוּגִֽים",
        "note": "If your language does not use an abstract noun for the idea of **love**, you could express the same idea in another way."
      }
    ]
  },
  {
    "reference": "Sos 7:7",
    "bsb_verse_text": "Your stature is like a palm tree; your breasts are clusters of fruit.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "זֹ֤את קֽוֹמָתֵ⁠ךְ֙ דָּֽמְתָ֣ה לְ⁠תָמָ֔ר",
        "note": "The man is saying that the woman is tall like a **palm tree**. If it would be helpful in your language, you could state that explicitly. Alternate translation: [You are tall]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "לְ⁠תָמָ֔ר & לְ⁠אַשְׁכֹּלֽוֹת",
        "note": "A **palm tree** refers to a date palm, which is tall, thin, and produces small fruits called dates. The term **clusters** refers to bunches of dates that grow on the date palm. If your readers would not be familiar with this type of tree or its fruit, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [a tall and slender fruit tree … its clusters of fruit] or [a tall fruit tree … like its clusters of delicious fruit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "וְ⁠שָׁדַ֖יִ⁠ךְ לְ⁠אַשְׁכֹּלֽוֹת",
        "note": "The man is saying that the woman’s **breasts** are like the **clusters** of plump dates that grow on date palms. If it would be helpful in your language, you could state that explicitly. Alternate translation: [and your breasts are plump and round] or [and your breasts are plump and round like its clusters]"
      }
    ]
  },
  {
    "reference": "Sos 7:8",
    "bsb_verse_text": "I said, “I will climb the palm tree; I will take hold of its fruit.” May your breasts be like clusters of the vine, the fragrance of your breath like apples,",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "אָמַ֨רְתִּי֙ אֶעֱלֶ֣ה בְ⁠תָמָ֔ר אֹֽחֲזָ֖ה בְּ⁠סַנְסִנָּ֑י⁠ו",
        "note": "Here the man is speaking of the woman as if she were **the palm tree** and her breasts as if they were **fruit stalks**. The man speaks of his desire to caress and be intimate with her by saying **I will grab hold of its fruit stalks**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [I will go to the woman I love and caress her breasts and enjoy being intimate with her] or [I will go to the woman I love and enjoy touching her breasts and being close to her]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "אָמַ֨רְתִּי֙",
        "note": "Here the phrase **I said** means that the man said or thought to himself, **I will go up the palm tree; I will grab hold of its fruit stalks**. You could include this information if it would be helpful to your readers. Alternate translation: [I thought to myself]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "בְ⁠תָמָ֔ר",
        "note": "See how you translated **palm tree** in the previous verse."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-declarative",
        "orig_language_quote": "אֶעֱלֶ֣ה בְ⁠תָמָ֔ר אֹֽחֲזָ֖ה בְּ⁠סַנְסִנָּ֑י⁠ו",
        "note": "The man is using a future statement to indicate his intent or desire to do something. If it would be helpful in your language, you could translate these words using a command or instruction form. Alternate translation: [I want to go up the palm tree; I want to grab hold of its fruit stalks] or [I have determined to go up the palm tree and grab hold of its fruit stalks]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "אֶעֱלֶ֣ה",
        "note": "Your language may say “come” rather than **go** in a context such as this. Alternate translation: [I will come up]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "וְ⁠יִֽהְיוּ־נָ֤א שָׁדַ֨יִ⁠ךְ֙ כְּ⁠אֶשְׁכְּל֣וֹת הַ⁠גֶּ֔פֶן וְ⁠רֵ֥יחַ אַפֵּ֖⁠ךְ כַּ⁠תַּפּוּחִֽים",
        "note": "The phrases **let your breasts be like the clusters of the vine** and **let the smell of your nose be like apples** are both comparisons. If it would be helpful in your language, you could state that explicitly. Alternate translation: [And, please, let your breasts be sweet and enjoyable like the clusters of the vine, and let the smell of your breath be pleasant like the pleasant smell of apples]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "וְ⁠יִֽהְיוּ־נָ֤א שָׁדַ֨יִ⁠ךְ֙ & וְ⁠רֵ֥יחַ",
        "note": "The man is expressing a wish or desire. You could include this information if it would be helpful to your readers. Alternate translation: [And, please, may your breasts be … and may the smell of]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "כְּ⁠אֶשְׁכְּל֣וֹת הַ⁠גֶּ֔פֶן",
        "note": "The phrase **like the clusters of the vine** refers to clusters of grapes that grow on grapevines. If it would be helpful to your readers, you could include this information. Alternate translation: [like the clusters of the grapevine]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "וְ⁠רֵ֥יחַ אַפֵּ֖⁠ךְ כַּ⁠תַּפּוּחִֽים",
        "note": "Here, **nose** represents breath. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [and let the smell of your breath be like apples] or [and let the smell of the breath coming from your nose be like apples]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "וְ⁠רֵ֥יחַ",
        "note": "The man is leaving out some of the words that in many languages a sentence would need to be complete. You could supply the words “let the” if it would be clearer in your language."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "כַּ⁠תַּפּוּחִֽים",
        "note": "An apple is a round hard fruit that has a sweet taste and a pleasant smell. If your readers would not be familiar with this type of fruit, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [be like sweet fruit] or [be like fragrant fruit] or [be like fruit]"
      }
    ]
  },
  {
    "reference": "Sos 7:9",
    "bsb_verse_text": "and your mouth like the finest wine. May it flow smoothly to my beloved, gliding gently over lips and teeth.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "וְ⁠חִכֵּ֕⁠ךְ כְּ⁠יֵ֥ין הַ⁠טּ֛וֹב הוֹלֵ֥ךְ לְ⁠דוֹדִ֖⁠י לְ⁠מֵישָׁרִ֑ים דּוֹבֵ֖ב שִׂפְתֵ֥י יְשֵׁנִֽים",
        "note": "The man is saying that the woman’s kisses (**mouth**) are like **wine** because both are pleasant tasting and have a powerful effect on the body. The woman continues this comparison. If it would be helpful in your language, you could state that explicitly. Alternate translation: [and let your mouth be pleasant tasting and intoxicating like the best wine. May my mouth be like pleasant and intoxicating wine which goes down to my beloved smoothly, gliding over the lips of those who sleep]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-declarative",
        "orig_language_quote": "וְ⁠חִכֵּ֕⁠ךְ",
        "note": "The man is expressing a wish or desire. If it would be helpful to your readers, you could include this information. Alternate translation: [and may your mouth be]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "וְ⁠חִכֵּ֕⁠ךְ",
        "note": "Here, **mouth** represents the kisses which come from the woman’s mouth. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly. Alternate translation: [and let your kisses be]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "הוֹלֵ֥ךְ לְ⁠דוֹדִ֖⁠י לְ⁠מֵישָׁרִ֑ים דּוֹבֵ֖ב שִׂפְתֵ֥י יְשֵׁנִֽים",
        "note": "Some Bible scholars think the speaker in this part of the verse: (1) is the woman. Because the author does not say who is speaking here, you should not indicate the speaker explicitly in the text. However, if you are using section headers, you can indicate that the woman is now speaking. (2) continues to be the man. If you decide that the man is still speaking, you do not need a header above this portion, but if you are using headers, you will need a header above the next verse indicating that the woman is speaking (since Bible scholars agree that the speaker is the woman beginning in [7:10](../07/10.md) and continuing through at least [8:3](../08/03.md))."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "הוֹלֵ֥ךְ לְ⁠דוֹדִ֖⁠י לְ⁠מֵישָׁרִ֑ים",
        "note": "Your language may say “Coming” rather than **Going** in a context such as this. Alternate translation: [Coming down for my beloved smoothly]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "הוֹלֵ֥ךְ לְ⁠דוֹדִ֖⁠י לְ⁠מֵישָׁרִ֑ים דּוֹבֵ֖ב שִׂפְתֵ֥י יְשֵׁנִֽים",
        "note": "**Going down** and **gliding** both refer to the wine mentioned earlier in the verse. If it would be helpful to your readers, you could include this information. Alternate translation: [Wine, which is going down to my beloved smoothly, gliding over the lips of those who sleep] or [Wine, which is going down to my beloved smoothly; wine, which is gliding over the lips of those who sleep]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "לְ⁠מֵישָׁרִ֑ים דּוֹבֵ֖ב",
        "note": "Here the word **smoothly** means “freely” and refers to freely flowing wine. The word **gliding** here means “flowing.” If it would be helpful to your readers, you could include this information. Alternate translation: [freely, flowing over]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "שִׂפְתֵ֥י יְשֵׁנִֽים",
        "note": "See the Chapter 7 introduction for information regarding an alternate translation of the words that the ULT translates as **the lips of those who sleep**."
      }
    ]
  },
  {
    "reference": "Sos 7:10",
    "bsb_verse_text": "I belong to my beloved, and his desire is for me.",
    "ult_verse_text": "I {belong} to my beloved",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "אֲנִ֣י לְ⁠דוֹדִ֔⁠י",
        "note": "See how you translated the identical phrase in [Song of Songs 6:3](../06/03.md)."
      }
    ]
  },
  {
    "reference": "Sos 7:11",
    "bsb_verse_text": "Come, my beloved, let us go to the countryside; let us spend the night among the wildflowers.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "לְכָ֤⁠ה",
        "note": "Your language may say “Go” rather than **Come** in a context such as this. Alternate translation: [Go]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "לְכָ֤⁠ה דוֹדִ⁠י֙",
        "note": "If it would be more natural in your language, you could change the order of these phrases. Alternate translation: [My beloved, come]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "נָלִ֖ינָה בַּ⁠כְּפָרִֽים",
        "note": "Alternate translation: [and let us stay overnight in a village somewhere]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "בַּ⁠כְּפָרִֽים",
        "note": "The word which the ULT translates as **in the villages** has two possible meanings in the original language. Here it could mean: (1) **in the villages** as in the ULT. (2) “among the henna bushes” (which produce flowers). If you choose this option, see how you translated the phrase “henna blossoms” in [1:14](../01/14.md). Alternate translation: [among the henna bushes] or [among the wildflowers] or [among the henna blossoms]"
      }
    ]
  },
  {
    "reference": "Sos 7:12",
    "bsb_verse_text": "Let us go early to the vineyards to see if the vine has budded, if the blossom has opened, if the pomegranates are in bloom—there I will give you my love.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "נַשְׁכִּ֨ימָה֙",
        "note": "Alternate translation: [Let us wake up early and go] or [Let us get up early and go]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "נַשְׁכִּ֨ימָה֙",
        "note": "Your language may say “come” rather than **go** in a context such as this. Alternate translation: [Let us come early]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "פָּֽרְחָ֤ה הַ⁠גֶּ֨פֶן֙",
        "note": "See how you translated the similar phrase “had the vine budded” in [6:11](../06/11.md)."
      },
      {
        "support_reference": "",
        "orig_language_quote": "הֵנֵ֖צוּ הָ⁠רִמּוֹנִ֑ים",
        "note": "See how you translated the similar phrase “Had the pomegranates bloomed” in [6:11](../06/11.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "אֶתֵּ֥ן אֶת־דֹּדַ֖⁠י לָֽ⁠ךְ",
        "note": "If your language does not use an abstract noun for the idea of **love**, you could express the same idea in another way as modeled by the UST."
      }
    ]
  },
  {
    "reference": "Sos 7:13",
    "bsb_verse_text": "The mandrakes send forth a fragrance, and at our door is every delicacy, new as well as old, that I have treasured up for you, my beloved.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "הַֽ⁠דּוּדָאִ֣ים נָֽתְנוּ־רֵ֗יחַ",
        "note": "The **mandrakes** are plants which produce pleasant-smelling flowers. People in that culture thought that smelling or eating fruit from the mandrake plant would arouse a person’s sexual desire and would help women to conceive children. If your readers would not be familiar with this type of plant, you could use the name of a similar plant in your area, or you could use a more general term. Alternate translation: [The love flowers give off their scent] or [The scent of the love flowers is in the air]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "וְ⁠עַל־פְּתָחֵ֨י⁠נוּ֙ כָּל־מְגָדִ֔ים חֲדָשִׁ֖ים גַּם־יְשָׁנִ֑ים דּוֹדִ֖⁠י צָפַ֥נְתִּי לָֽ⁠ךְ",
        "note": "Here the woman is speaking of her love for the man as if it were **all choice fruits** that she has **stored up ** (reserved) for him. She also speaks of the pleasure they will enjoy together when they express their love as **all choice fruits** stored **over our doors**. (In that culture fruit was often kept on a shelf above doors). If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [and we are surrounded by delightful pleasures, new ones and old ones, pleasures that I have been saving to give to you, my beloved]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "וְ⁠עַל־פְּתָחֵ֨י⁠נוּ֙ כָּל־מְגָדִ֔ים",
        "note": "Alternate translation: [and above the entrance of our house are every one of the best fruits]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "חֲדָשִׁ֖ים גַּם־יְשָׁנִ֑ים",
        "note": "Here, **new ones and also old ones** is an idiom which means “all kinds of fruit.” **New ones** refers to fruit which is not yet ripe and **old ones** refers to ripe fruit. If this phrase does not have that meaning in your language, you could use a comparable expression from your language that does have that meaning or state the meaning plainly. Alternate translation: [fruit that is not yet ripe and also sweet ripe fruit] or [all kinds of fruit]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "דּוֹדִ֖⁠י צָפַ֥נְתִּי לָֽ⁠ךְ",
        "note": "Alternate translation: [My beloved, I have saved these so that I can give them to you] or [My beloved, I have saved my love so that I can give it to you]"
      }
    ]
  },
  {
    "reference": "Sos 8:1",
    "bsb_verse_text": "O that you were to me like a brother who nursed at my mother’s breasts! If I found you outdoors, I would kiss you, and no one would despise me.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "מִ֤י יִתֶּנְ⁠ךָ֙ כְּ⁠אָ֣ח לִ֔⁠י יוֹנֵ֖ק שְׁדֵ֣י אִמִּ֑⁠י",
        "note": "Here the woman is using the Hebrew idiom **Who will give you** to express her wish that the man she loves be **like a brother** to her (so that she could publicly kiss him). If this phrase does not have that meaning in your language, you could use a comparable expression from your language that does have that meaning, or you could state the meaning plainly. Alternate translation: [How I wish that you were like a brother to me, who nursed at the breasts of my mother] or [How I desire that you were like a brother to me, who nursed at the breasts of my mother]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "מִ֤י יִתֶּנְ⁠ךָ֙ כְּ⁠אָ֣ח לִ֔⁠י יוֹנֵ֖ק שְׁדֵ֣י אִמִּ֑⁠י",
        "note": "The woman is referring implicitly to cultural norms which prohibited a display of public affection toward a spouse and/or a romantic partner but allowed siblings to show affection in public. If it would be helpful in your language, you could include this information in a footnote."
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-poetry",
        "orig_language_quote": "מִ֤י יִתֶּנְ⁠ךָ֙ כְּ⁠אָ֣ח לִ֔⁠י יוֹנֵ֖ק שְׁדֵ֣י אִמִּ֑⁠י",
        "note": "The phrase **who nursed at the breasts of my mother** describes the word **brother** and has a similar meaning. This is poetic language. Saying the same thing in slightly different ways is a common feature of Hebrew poetry. If your language has a way to indicate poetry, you could use it here. Alternate translation: [Who will give you like a brother to me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "גַּ֖ם",
        "note": "Here the word **Yes** is used to strongly affirm what follows it in this sentence. Use a natural form that would communicate that meaning in your language."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "לֹא־יָב֥וּזוּ לִֽ⁠י",
        "note": "The woman is saying that if the man she loved were **like a brother** and she found him **outside** and kissed him, the result is that **they would not despise me**. Use a natural form in your language for expressing a statement like this. Alternate translation: [then they would not despise me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-condition-hypothetical",
        "orig_language_quote": "אֶֽמְצָאֲ⁠ךָ֤ בַ⁠חוּץ֙ אֶשָׁ֣קְ⁠ךָ֔ גַּ֖ם לֹא־יָב֥וּזוּ לִֽ⁠י׃ אֶנְהָֽגֲ⁠ךָ֗ אֲבִֽיאֲ⁠ךָ֛ אֶל־בֵּ֥ית אִמִּ֖⁠י תְּלַמְּדֵ֑⁠נִי אַשְׁקְ⁠ךָ֙ מִ⁠יַּ֣יִן הָ⁠רֶ֔קַח מֵ⁠עֲסִ֖יס רִמֹּנִֽ⁠י",
        "note": "The woman is using a hypothetical situation (the situation of the man being **like a brother** and her finding him **outside**) to express what she would do if the man she loved were like a brother to her. Alternate translation: [If you were like a brother to me and if I found you outside, then I would kiss you. Yes, if you were like a brother to me, they would not despise me. If you were like a brother to me, then I would lead you; I would bring you to the house of my mother who taught me, and I would make you drink from the wine of spice, from the juice of my pomegranate]"
      }
    ]
  },
  {
    "reference": "Sos 8:2",
    "bsb_verse_text": "I would lead you and bring you to the house of my mother who taught me. I would give you spiced wine to drink, the nectar of my pomegranates.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "אֲבִֽיאֲ⁠ךָ֛ אֶל־בֵּ֥ית אִמִּ֖⁠י",
        "note": "See how you translated the similar phrase **I had brought him to the house of my mother** in [3:4](../03/04.md). Alternate translation: [I would take you to the house of my mother]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "אֲבִֽיאֲ⁠ךָ֛ אֶל־בֵּ֥ית אִמִּ֖⁠י תְּלַמְּדֵ֑⁠נִי",
        "note": "Alternate translation: [I would bring you to the house of my mother who taught me]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "אַשְׁקְ⁠ךָ֙ מִ⁠יַּ֣יִן הָ⁠רֶ֔קַח",
        "note": "The phrase **I would make you drink from the wine of spice** means “I would cause you to drink (by giving you) spiced wine.” If it would be helpful to your readers, you could include that information. Alternate translation: [I would cause you to drink spiced wine] or [I would give you spiced wine to drink]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "מִ⁠יַּ֣יִן הָ⁠רֶ֔קַח",
        "note": "See how you translated the similar phrase “spiced wine” in [7:2](../07/02.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-euphemism",
        "orig_language_quote": "אַשְׁקְ⁠ךָ֙ מִ⁠יַּ֣יִן הָ⁠רֶ֔קַח מֵ⁠עֲסִ֖יס רִמֹּנִֽ⁠י",
        "note": "The woman is politely and poetically referring to giving herself sexually to the man by using the phrase **I would make you drink from the wine of spice** and drink **from the juice of my pomegranate**. If it would be helpful in your language, you could use a polite way of referring to this in your language, or you could state this plainly. Alternate translation: [I will give myself to you as if I were making you drink from the wine of spice and pomegranate juice] or [I will give myself to you as if I were giving you spiced wine to drink and giving you pomegranate juice to enjoy]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "מֵ⁠עֲסִ֖יס רִמֹּנִֽ⁠י",
        "note": "Here the term the ULT translates as **juice** refers to fresh new wine that is sweet. If it would be helpful to your readers, you could include this information. Alternate translation: [from my fresh pomegranate wine] or [from my sweet pomegranate wine]"
      }
    ]
  },
  {
    "reference": "Sos 8:3",
    "bsb_verse_text": "His left hand is under my head, and his right arm embraces me.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "שְׂמֹאל⁠וֹ֙ תַּ֣חַת רֹאשִׁ֔⁠י וִֽ⁠ימִינ֖⁠וֹ תְּחַבְּקֵֽ⁠נִי",
        "note": "This verse is identical to [Song of Songs 2:6](../02/06.md). Translate this verse exactly as you translated [2:6](../02/06.md)."
      }
    ]
  },
  {
    "reference": "Sos 8:4",
    "bsb_verse_text": "O daughters of Jerusalem, I adjure you: Do not arouse or awaken love until the time is right.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-oathformula",
        "orig_language_quote": "הִשְׁבַּ֥עְתִּי אֶתְ⁠כֶ֖ם בְּנ֣וֹת יְרוּשָׁלִָ֑ם מַה־תָּעִ֧ירוּ ׀ וּֽ⁠מַה־תְּעֹֽרְר֛וּ אֶת־הָ⁠אַהֲבָ֖ה עַ֥ד שֶׁ⁠תֶּחְפָּֽץ",
        "note": "You should translate this verse in a similar way to how you translated [Song of Songs 2:7](../02/07.md), but because this verse does not have the phrase “by the female gazelles or the does of the field,” you should not include that phrase in this verse."
      }
    ]
  },
  {
    "reference": "Sos 8:5",
    "bsb_verse_text": "Who is this coming up from the wilderness, leaning on her beloved? I roused you under the apple tree; there your mother conceived you; there she travailed and brought you forth.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "מִ֣י זֹ֗את עֹלָה֙ מִן־הַ⁠מִּדְבָּ֔ר מִתְרַפֶּ֖קֶת עַל־דּוֹדָ֑⁠הּ",
        "note": "The author does not say who is speaking here so you should not indicate who you think is speaking explicitly in the text of your translation. However, if you are using section headers to indicate who is speaking, the speakers here are most likely the “daughters of Jerusalem” who spoke several times earlier in the book and who were addressed in the previous verse."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-rquestion",
        "orig_language_quote": "מִ֣י זֹ֗את עֹלָה֙ מִן־הַ⁠מִּדְבָּ֔ר מִתְרַפֶּ֖קֶת עַל־דּוֹדָ֑⁠הּ",
        "note": "The writer is using the question form, **Who is that**, to create a sense of expectation and interest. If you would not use the question form for this purpose in your language, you could translate these words as a statement or an exclamation."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "עֹלָה֙",
        "note": "The writer assumes that his readers understand that the group of people **coming up from the wilderness** to Jerusalem must travel upward because the wilderness is low in the Jordan valley and Jerusalem is built on hills. You could include this information if it would be helpful to your readers. Alternate translation: [moving upward] or [arising]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-go",
        "orig_language_quote": "עֹלָה֙",
        "note": "Your language may say “going” rather than **coming** in a context such as this. Use whichever is more natural. Alternate translation: [going up]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "הַ⁠תַּפּ֨וּחַ֙",
        "note": "See how you translated the phrase **apple tree** in [2:3](../02/03.md)."
      },
      {
        "support_reference": "",
        "orig_language_quote": "חִבְּלַ֣תְ⁠ךָ",
        "note": "The phrase the ULT translates as **was in labor with you** could: (1) refer to the process of a mother being in labor and be translated as the ULT models. (2) refer to the act of conception. Alternate translation: [conceived you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "תַּ֤חַת הַ⁠תַּפּ֨וּחַ֙ עֽוֹרַרְתִּ֔י⁠ךָ שָׁ֚מָּ⁠ה חִבְּלַ֣תְ⁠ךָ אִמֶּ֔⁠ךָ שָׁ֖מָּ⁠ה חִבְּלָ֥ה יְלָדַֽתְ⁠ךָ׃ שִׂימֵ֨⁠נִי כַֽ⁠חוֹתָ֜ם עַל־לִבֶּ֗⁠ךָ כַּֽ⁠חוֹתָם֙ עַל־זְרוֹעֶ֔⁠ךָ כִּֽי־עַזָּ֤ה כַ⁠מָּ֨וֶת֙ אַהֲבָ֔ה קָשָׁ֥ה כִ⁠שְׁא֖וֹל קִנְאָ֑ה רְשָׁפֶ֕י⁠הָ רִשְׁפֵּ֕י אֵ֖שׁ שַׁלְהֶ֥בֶתְ יָֽה׃ מַ֣יִם רַבִּ֗ים לֹ֤א יֽוּכְלוּ֙ לְ⁠כַבּ֣וֹת אֶת־הָֽ⁠אַהֲבָ֔ה וּ⁠נְהָר֖וֹת לֹ֣א יִשְׁטְפ֑וּ⁠הָ אִם־יִתֵּ֨ן אִ֜ישׁ אֶת־כָּל־ה֤וֹן בֵּית⁠וֹ֙ בָּ⁠אַהֲבָ֔ה בּ֖וֹז יָב֥וּזוּ לֽ⁠וֹ",
        "note": "The author does not say who is speaking here so you should not indicate who you think is speaking in the text of your translation. However, if you are using section headers to indicate who is speaking, you can place a header above this section indicating who the speaker is. Here the speaker could be: (1) the woman. (2) The man."
      }
    ]
  },
  {
    "reference": "Sos 8:6",
    "bsb_verse_text": "Set me as a seal over your heart, as a seal upon your arm. For love is as strong as death, its jealousy as unrelenting as Sheol. Its sparks are fiery flames, the fiercest blaze of all.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "שִׂימֵ֨⁠נִי כַֽ⁠חוֹתָ֜ם עַל־לִבֶּ֗⁠ךָ",
        "note": "Here, **heart** could represent: (1) the chest of a person. Alternate translation: [Place me like a seal that is hung by a cord around your neck and hangs down onto your chest]; (2) the emotions and thoughts of a person. Alternate translation: [Always love and think about me] or [Always love and think about me as if I were stamped onto your heart] If it would be helpful in your language, you could use an equivalent expression from your language, or you could state the meaning plainly."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "שִׂימֵ֨⁠נִי כַֽ⁠חוֹתָ֜ם עַל־לִבֶּ֗⁠ךָ כַּֽ⁠חוֹתָם֙ עַל־זְרוֹעֶ֔⁠ךָ",
        "note": "The woman is saying that she wants the man she loves to be close to her **like the seal** hanging from a cord around his neck down over his **heart** (chest) and like a **seal** that is worn on his **arm**. If it would be helpful in your language, you could state that explicitly. Alternate translation: [Please keep me very near to you]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "כַּֽ⁠חוֹתָם֙ עַל־זְרוֹעֶ֔⁠ךָ",
        "note": "The word which the ULT translates as **arm** can refer to any part of the arm, including the wrist and hand. The phrase **the seal on your arm** refers to a seal that is worn on a bracelet on the wrist. If it would be helpful to your readers, you could include this information. Alternate translation: [like a seal worn on your wrist] or [like a seal worn on a bracelet on your wrist]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "כַּֽ⁠חוֹתָם֙ עַל־זְרוֹעֶ֔⁠ךָ",
        "note": "The speaker is leaving out some of the words that in many languages a sentence would need in order to be complete. If it would be clearer in your language, you could supply these words from earlier in the sentence. Alternate translation: [place me like the seal on your arm]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "עַזָּ֤ה כַ⁠מָּ֨וֶת֙ אַהֲבָ֔ה קָשָׁ֥ה כִ⁠שְׁא֖וֹל קִנְאָ֑ה",
        "note": "The phrases **strong like death is love** and **unyielding like Sheol is zeal** are comparisons because romantic **love** and **death** are both very strong and overcome a person in a powerful and irresistible way, while **Sheol** and the **zeal** of romantic love are both **unyielding**. If it would be helpful in your language, you could state that explicitly."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "כִּֽי־עַזָּ֤ה כַ⁠מָּ֨וֶת֙ אַהֲבָ֔ה",
        "note": "If your language does not use an abstract noun for the idea of **love**, you could express the same idea in another way that is natural in your language."
      },
      {
        "support_reference": "",
        "orig_language_quote": "קָשָׁ֥ה כִ⁠שְׁא֖וֹל קִנְאָ֑ה",
        "note": "Here the word the ULT translates as **zeal** could: (1) have the positive meaning of the romantic fervor that lovers have for one another. Alternate translation: [unyielding like Sheol is the zeal lovers have for each other] or [the passionate feelings lovers have for one another is unyielding like Sheol]; (2) refer to the negative feelings of lovers who are jealous for the affection, love, and attention of the other. Alternate translation: [unyielding like Sheol is jealousy] or [the jealousy lovers have for the love of one another is unyielding like Sheol]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "קָשָׁ֥ה כִ⁠שְׁא֖וֹל קִנְאָ֑ה",
        "note": "If your language does not use an abstract noun for the idea of **zeal**, you could express the same idea in another way. Alternate translation: [lovers zealously love each other in a way that is unyielding like Sheol] or [lovers passionately love each other in a way that is unyielding like Sheol]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "כִ⁠שְׁא֖וֹל",
        "note": "Here, **Sheol** represents **death**. This line is parallel in meaning to the preceding line. The woman is again referring to **death** by association with **Sheol**, which is where dead people were thought to go in that culture. If it would be helpful in your language, you could use an equivalent expression from your language or state the meaning plainly."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "רְשָׁפֶ֕י⁠הָ רִשְׁפֵּ֕י אֵ֖שׁ שַׁלְהֶ֥בֶתְ יָֽה",
        "note": "Here the woman is speaking of the zeal of romantic love as if it were **flashes of fire** and **the flame of Yah**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [The zeal of lovers is like flashes of fire and like the flame of Yahweh] or [The passion of lovers is like flashes of fire and like the flame of Yahweh]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "שַׁלְהֶ֥בֶתְ יָֽה",
        "note": "Here, **the flame of Yah** is an expression that means “lightning.” If this phrase does not have that meaning in your language, you could use a comparable expression from your language that does have that meaning or state the meaning plainly. Alternate translation: [the lightning of Yah] or [the flashes of lightning]"
      }
    ]
  },
  {
    "reference": "Sos 8:7",
    "bsb_verse_text": "Mighty waters cannot quench love; rivers cannot sweep it away. If a man were to give all the wealth of his house for love, his offer would be utterly scorned.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "מַ֣יִם רַבִּ֗ים לֹ֤א יֽוּכְלוּ֙ לְ⁠כַבּ֣וֹת אֶת־הָֽ⁠אַהֲבָ֔ה וּ⁠נְהָר֖וֹת לֹ֣א יִשְׁטְפ֑וּ⁠הָ",
        "note": "Here the writer is speaking of **love** as if it is a strongly burning fire which **Many waters** cannot **quench** and which **rivers** cannot **drown**. If it would be helpful in your language, you could state the meaning plainly. Alternate translation: [Love is so strong that it is like a strong fire that great amounts of water cannot quench and which rivers full of water cannot put out] or [The feelings of love which a man and a woman who are lovers have for each other is very strong] or [Nothing can stop romantic love]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "מַ֣יִם רַבִּ֗ים לֹ֤א יֽוּכְלוּ֙ לְ⁠כַבּ֣וֹת אֶת־הָֽ⁠אַהֲבָ֔ה וּ⁠נְהָר֖וֹת לֹ֣א יִשְׁטְפ֑וּ⁠הָ",
        "note": "Alternate translation: [Nothing can extinguish our love for each other, not even a flood]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "אֶת־הָֽ⁠אַהֲבָ֔ה & בָּ⁠אַהֲבָ֔ה",
        "note": "If your language does not use an abstract noun for the idea of **love**, you could express the same idea in some other way that is natural in your language."
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-condition-fact",
        "orig_language_quote": "אִם־יִתֵּ֨ן אִ֜ישׁ אֶת־כָּל־ה֤וֹן בֵּית⁠וֹ֙ בָּ⁠אַהֲבָ֔ה בּ֖וֹז יָב֥וּזוּ לֽ⁠וֹ",
        "note": "The woman speaks as if this were a hypothetical situation, but she means that it must be true. If your language does not state something as a condition if it is certain or true, and if your readers might think that what the woman is saying is uncertain, then you could translate her words as an affirmative statement. Alternate translation: [Even though a man tries to give all the wealth of his house in exchange for love, his offer will be utterly despised]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "בָּ⁠אַהֲבָ֔ה",
        "note": "Alternate translation: [in order to get love] or [in order to buy love]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "לֽ⁠וֹ",
        "note": "The word the ULT translates as **it** could: (1) refer to **all the wealth of his house**. Alternate translation: [it]; (2) refer to the **man** who is offering **all the wealth of his house in exchange for love**. Alternate translation: [him]"
      }
    ]
  },
  {
    "reference": "Sos 8:8",
    "bsb_verse_text": "We have a little sister, and her breasts are not yet grown. What shall we do for our sister on the day she is spoken for?",
    "ult_verse_text": "A sister {belongs} to us—a little one—",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "קְטַנָּ֔ה",
        "note": "Here the phrase **a little one** means “a young one” or “a younger one.” If it would be helpful to your readers, you could include this information. Alternate translation: [a young one] or [a younger one]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "וְ⁠שָׁדַ֖יִם אֵ֣ין לָ֑⁠הּ",
        "note": "The phrase **and breasts there are not for her** is an expression that means the woman’s brothers think she has not reached full physical maturity and is therefore not yet ready for marriage. If this phrase does not have that meaning in your language, you could use a comparable expression that does have that meaning or state the meaning plainly. Alternate translation: [and she is not yet fully grown] or [and her breasts are still small] or [and she is not yet ready for marriage]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "בַּ⁠יּ֖וֹם",
        "note": "Here, **on the day** is an expression that means “at the time.” If this phrase does not have that meaning in your language, you could use a comparable expression that does have that meaning or state the meaning plainly."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "בַּ⁠יּ֖וֹם שֶׁ⁠יְּדֻבַּר־בָּֽ⁠הּ",
        "note": "The phrase **on the day when it is spoken for her** means “at the time when she is betrothed to be married.” If it would be helpful to your readers, you could include this information. Alternate translation: [on the day when she is pledged to be married] or [on the day when she is spoken for in marriage]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "שֶׁ⁠יְּדֻבַּר־בָּֽ⁠הּ",
        "note": "If your language does not use the passive form in this way, you can express the idea in active form or in another way that is natural in your language. If you must state who did the action, the context implies that the brothers are the ones who will do it. Alternate translation: [when we speak for her by promising a man that he can marry her]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "אָח֥וֹת לָ֨⁠נוּ֙ קְטַנָּ֔ה וְ⁠שָׁדַ֖יִם אֵ֣ין לָ֑⁠הּ מַֽה־נַּעֲשֶׂה֙ לַ⁠אֲחֹתֵ֔⁠נוּ בַּ⁠יּ֖וֹם שֶׁ⁠יְּדֻבַּר־בָּֽ⁠הּ׃ אִם־חוֹמָ֣ה הִ֔יא נִבְנֶ֥ה עָלֶ֖י⁠הָ טִ֣ירַת כָּ֑סֶף וְ⁠אִם־דֶּ֣לֶת הִ֔יא נָצ֥וּר עָלֶ֖י⁠הָ ל֥וּחַ אָֽרֶז",
        "note": "Since the author does not say who is speaking here, you should not indicate who you think is speaking explicitly in the text of your translation. However, the majority of Bible scholars think that the woman’s brothers are speaking. Because of this and because the phrases **A sister belongs to us** and **What will we do for our sister** in [8:8](../08/08.md) seem to indicate that the woman’s brothers are speaking, you can place a header above [8:8–9](../08/08.md) indicating that the woman’s brothers are speaking."
      }
    ]
  },
  {
    "reference": "Sos 8:9",
    "bsb_verse_text": "If she is a wall, we will build a tower of silver upon her. If she is a door, we will enclose her with panels of cedar.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "אִם־חוֹמָ֣ה הִ֔יא נִבְנֶ֥ה עָלֶ֖י⁠הָ טִ֣ירַת כָּ֑סֶף",
        "note": "Here the woman’s brothers are speaking of their sister as if she were **a wall** that they would protect by building **a battlement of silver** on it. The meaning could be: (1) that they would protect her virginity by guarding her, like a wall that has a battlement can be guarded. Alternate translation: [We will protect her virginity like we would protect a wall by building a battlement of silver on it]; (2) that her chest was flat because her breasts were not fully formed, and they would try to make her attractive for the man she was going to marry by adorning her with silver jewels. Alternate translation: [If her chest is flat like a wall, we will decorate it by putting silver jewels that are like towers on it]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "וְ⁠אִם־דֶּ֣לֶת הִ֔יא נָצ֥וּר עָלֶ֖י⁠הָ ל֥וּחַ אָֽרֶז",
        "note": "Here the woman’s brothers are speaking of their sister as if she were **a door** that they would **enclose** with **boards of cedar**. The meaning could be: (1) that they would make an effort to protect her virginity. Alternate translation: [We will protect her virginity like we would enclose a door with boards of cedar]; (2) that her chest was flat because her breasts were not fully formed, and so they would try to make her more attractive for the man she was going to marry by adorning her the way they would decorate a door with cedar wood. (The word the ULT translates as **enclose** is identical in form to another word which means “decorate” so “decorate” could be the intended meaning here.) Alternate translation: [And if she is flat like a door, we will decorate her like we would decorate a door with planks of cedar wood]"
      }
    ]
  },
  {
    "reference": "Sos 8:10",
    "bsb_verse_text": "I am a wall, and my breasts are like towers. So I have become in his eyes like one who brings peace.",
    "ult_verse_text": "I {was} a wall",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "אֲנִ֣י חוֹמָ֔ה וְ⁠שָׁדַ֖⁠י כַּ⁠מִּגְדָּל֑וֹת אָ֛ז הָיִ֥יתִי בְ⁠עֵינָ֖י⁠ו כְּ⁠מוֹצְאֵ֥ת שָׁלֽוֹם",
        "note": "The author does not say who is speaking here so you should not indicate who you think is speaking in the text of your translation. However, if you are using section headers to indicate who is speaking, you can place a header above [8:10](../08/10.md) indicating that the speaker is the woman."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exmetaphor",
        "orig_language_quote": "אֲנִ֣י חוֹמָ֔ה",
        "note": "Here the woman continues the metaphor that her brothers began in the preceding verse by referring to herself as **a wall**. She could: (1) be indicating that she had remained a virgin. Alternate translation: [I was like a wall and remained a virgin]; (2) be referring to her chest by saying that in the past her breasts were not fully formed. Alternate translation: [My chest was previously flat like a wall]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "וְ⁠שָׁדַ֖⁠י",
        "note": "Alternate translation: [but now my breasts are]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "וְ⁠שָׁדַ֖⁠י כַּ⁠מִּגְדָּל֑וֹת",
        "note": "The woman is saying that her breasts are large **like towers**. If it would be helpful in your language, you could state that explicitly. Alternate translation: [and now my breasts are large] or [and now my breasts are fully grown]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "אָ֛ז",
        "note": "The word translated as **then** indicates that what follows is a result of what came before. Use a connector in your language that makes it clear that what follows is a result of what came before. Alternate translation: [this is why] or [as a result]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "הָיִ֥יתִי בְ⁠עֵינָ֖י⁠ו",
        "note": "Here, **his eyes** represent his evaluation or estimation. If it would be helpful in your language, you could use an equivalent expression or state the meaning plainly. Alternate translation: [I am, in his judgment] or [he thinks of me] or [I was, in his opinion]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "כְּ⁠מוֹצְאֵ֥ת",
        "note": "The word the ULT translates as **finds** could mean: (1) “finds.” If you choose this option, translate this word in a similar way to the ULT. (2) “brings.” Alternate translation: [like a person who brings]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "הָיִ֥יתִי בְ⁠עֵינָ֖י⁠ו כְּ⁠מוֹצְאֵ֥ת שָׁלֽוֹם",
        "note": "Here the word **peace** refers to “favor.” If it would be helpful to your readers, you could include this information. Alternate translation: [I found favor in his eyes]"
      }
    ]
  },
  {
    "reference": "Sos 8:11",
    "bsb_verse_text": "Solomon had a vineyard in Baal-hamon. He leased it to the tenants. For its fruit, each was to bring a thousand shekels of silver.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "בְּ⁠בַ֣עַל הָמ֔וֹן",
        "note": "**Baal Hamon** is the name of a place. The name **Baal Hamon** means “master of wealth, wealthy master, possessor of abundance.” Because the meaning of the name has significance here, you could include a footnote indicating that."
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "לַ⁠נֹּטְרִ֑ים",
        "note": "Here, **keepers** are farmers who rent land from an owner and farm it. The **keepers** paid Solomon **a thousand pieces of silver** to farm his land. If your readers would not be familiar with this type of farmer, you could use the name of something similar in your area, or you could use a more general term. Alternate translation: [to people who would pay him to let them farm it] or [to men who would pay him so that they could farm it]"
      },
      {
        "support_reference": "",
        "orig_language_quote": "נָתַ֥ן אֶת־הַ⁠כֶּ֖רֶם לַ⁠נֹּטְרִ֑ים",
        "note": "Alternate translation: [He rented the vineyard to keepers] or [He leased the vineyard to keepers] or [He agreed to let keepers pay him so they could grow grapes in the vineyard]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "אִ֛ישׁ יָבִ֥א בְּ⁠פִרְי֖⁠וֹ אֶ֥לֶף כָּֽסֶף",
        "note": "Here the phrase **its fruit** refers to the fruit of **the vineyard**, and the phrase **Each person** refers to each of the **keepers**. If it would be helpful to your readers, you could include this information. Alternate translation: [Each keeper brought in exchange for the fruit of the vineyard a thousand pieces of silver] or [Each keeper brought Solomon a thousand pieces of silver as payment for the fruit of the vineyard]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-bmoney",
        "orig_language_quote": "אֶ֥לֶף כָּֽסֶף",
        "note": "Alternate translation: [a thousand silver coins]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "כֶּ֣רֶם הָיָ֤ה לִ⁠שְׁלֹמֹה֙ בְּ⁠בַ֣עַל הָמ֔וֹן נָתַ֥ן אֶת־הַ⁠כֶּ֖רֶם לַ⁠נֹּטְרִ֑ים אִ֛ישׁ יָבִ֥א בְּ⁠פִרְי֖⁠וֹ אֶ֥לֶף כָּֽסֶף׃ כָּרְמִ֥⁠י שֶׁ⁠לִּ֖⁠י לְ⁠פָנָ֑⁠י הָ⁠אֶ֤לֶף לְ⁠ךָ֙ שְׁלֹמֹ֔ה וּ⁠מָאתַ֖יִם לְ⁠נֹטְרִ֥ים אֶת־פִּרְיֽ⁠וֹ",
        "note": "Because the author does not say who is speaking, you should not indicate who is speaking in the text. If you are using section headers to indicate who is speaking, the speaker could be: (1) the woman in both [8:11](../08/11.md) and [8:12](../08/12.md). If you decide that the woman is speaking, you can include both verses under the section heading for [8:10](../08/10.md) indicating that. (2) the man in both these verses. If you decide the man is speaking, you can put a section header at the top of [8:11](../08/11.md) indicating that."
      }
    ]
  },
  {
    "reference": "Sos 8:12",
    "bsb_verse_text": "But my own vineyard is mine to give; the thousand shekels are for you, O Solomon, and two hundred are for those who tend its fruit.",
    "ult_verse_text": "",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "כָּרְמִ֥⁠י",
        "note": "Here the phrase **My vineyard** is a metaphor (see the section on [8:12](../08/12.md) in the chapter introduction for the meaning of this entire verse). It could be: (1) the woman referring to herself as a vineyard, as she did in [1:6](../01/06.md). Alternate translation: [I am like a vineyard] or [My body is like a vineyard]; (2) the man referring to the woman he loves as if she were his vineyard. Alternate translation: [The woman whom I love is like my vineyard] or [The woman whom I love is like a vineyard]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "לְ⁠פָנָ֑⁠י",
        "note": "The phrase **is to my face** means “is mine to give.” If it would be helpful in your language, you could use an equivalent expression or plain language. Alternate translation: [is at my disposal] or [is mine to do with as I desire] or [is mine to give to whom I choose]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "הָ⁠אֶ֤לֶף לְ⁠ךָ֙ שְׁלֹמֹ֔ה וּ⁠מָאתַ֖יִם לְ⁠נֹטְרִ֥ים אֶת־פִּרְיֽ⁠וֹ",
        "note": "Here the word **thousand** refers to the “thousand pieces of silver” in the previous verse. The phrase **the two hundred** refers to the two hundred pieces of silver that Solomon would have paid to **the people who are keepers** of the vineyard’s fruit. If it would be helpful to your readers, you could include this information. Alternate translation: [The thousand pieces of silver belong to you, Solomon, and the two hundred pieces of silver belong to the people whom you pay to be keepers of the vineyard’s fruit]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-apostrophe",
        "orig_language_quote": "הָ⁠אֶ֤לֶף לְ⁠ךָ֙ שְׁלֹמֹ֔ה",
        "note": "Here the woman could be: (1) speaking as if **Solomon** is present with her even though he is not, in order to use him as an example. If it would be helpful in your language, you could translate these words as if the woman is speaking about Solomon and not to him. Alternate translation: [The thousand belong to Solomon]; (2) calling the man she loves **Solomon** (even though he is not Solomon) as a term of endearment, similar to how she called the man she loved “The king” in [1:4](../01/04.md). Alternate translation: [The thousand belong to you, the man I love, you who are like king Solomon] or [The thousand belong to you, the man I love, you whom I call Solomon]"
      }
    ]
  },
  {
    "reference": "Sos 8:13",
    "bsb_verse_text": "You who dwell in the gardens, my companions are listening for your voice. Let me hear it!",
    "ult_verse_text": "{You} who reside in the gardens;",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "הַ⁠יוֹשֶׁ֣בֶת בַּ⁠גַּנִּ֗ים חֲבֵרִ֛ים מַקְשִׁיבִ֥ים לְ⁠קוֹלֵ֖⁠ךְ הַשְׁמִיעִֽי⁠נִי",
        "note": "The author does not say who is speaking in this verse so you should not indicate who you think is speaking in the text. However, if you are using section headers to indicate who is speaking, you could place a header above this section indicating that the man is speaking."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-gendernotations",
        "orig_language_quote": "חֲבֵרִ֛ים",
        "note": "Here the term **companions** is masculine in form in the original language and most likely refers to the man’s friends who were shepherds and were mentioned in [1:7](../01/07.md). See how you translated the term **companions** in [1:7](../01/07.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "לְ⁠קוֹלֵ֖⁠ךְ",
        "note": "Here the word **voice** could: (1) represent the woman’s words. Alternate translation: [to hear you speak]; (2) refer to the sound of the woman’s voice. Alternate translation: [to hear your voice]"
      }
    ]
  },
  {
    "reference": "Sos 8:14",
    "bsb_verse_text": "Come away, my beloved, and be like a gazelle or a young stag on the mountains of spices.",
    "ult_verse_text": "Flee, my beloved,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-extrainfo",
        "orig_language_quote": "בְּרַ֣ח ׀ דּוֹדִ֗⁠י וּֽ⁠דְמֵה־לְ⁠ךָ֤ לִ⁠צְבִי֙ א֚וֹ לְ⁠עֹ֣פֶר הָֽ⁠אַיָּלִ֔ים עַ֖ל הָרֵ֥י בְשָׂמִֽים",
        "note": "The author does not say who is speaking in this verse so you should not indicate who you think is speaking in the text. However, if you are using section headers to indicate who is speaking, you could place a header above this section indicating that the woman is speaking."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "בְּרַ֣ח",
        "note": "Here the word **Flee** means “come quickly.” If it would be helpful to your readers, you could include this information. Alternate translation: [Come quickly] or [Hurry]"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "דּוֹדִ֗⁠י וּֽ⁠דְמֵה־לְ⁠ךָ֤ לִ⁠צְבִי֙ א֚וֹ לְ⁠עֹ֣פֶר הָֽ⁠אַיָּלִ֔ים",
        "note": "See how you translated the similar expression, “My beloved is resembling a gazelle or a young stag” in [2:9](../02/09.md)."
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "עַ֖ל הָרֵ֥י בְשָׂמִֽים",
        "note": "Here the woman is speaking of herself as if she is the **mountains of spices** and she wants the man she loves to come to her and enjoy her body. If it would be helpful in your language, you could state the meaning plainly."
      }
    ]
  }
]
