[
  {
    "reference": "Ezr 1:1",
    "text": "In the first year of Cyrus king of Persia, to fulfill the word of the LORD spoken through Jeremiah, the LORD stirred the spirit of Cyrus king of Persia to send a proclamation throughout his kingdom and to put it in writing as follows:"
  },
  {
    "reference": "Ezr 1:2",
    "text": "“This is what Cyrus king of Persia says: ‘The LORD, the God of heaven, who has given me all the kingdoms of the earth, has appointed me to build a house for Him at Jerusalem in Judah."
  },
  {
    "reference": "Ezr 1:3",
    "text": "Whoever among you belongs to His people, may his God be with him, and may he go to Jerusalem in Judah and build the house of the LORD, the God of Israel; He is the God who is in Jerusalem."
  },
  {
    "reference": "Ezr 1:4",
    "text": "And let every survivor, wherever he lives, be assisted by the men of that region with silver, gold, goods, and livestock, along with a freewill offering for the house of God in Jerusalem.’”"
  },
  {
    "reference": "Ezr 1:5",
    "text": "So the family heads of Judah and Benjamin, along with the priests and Levites—everyone whose spirit God had stirred—prepared to go up and rebuild the house of the LORD in Jerusalem."
  },
  {
    "reference": "Ezr 1:6",
    "text": "And all their neighbors supported them with articles of silver and gold, with goods and livestock, and with valuables, in addition to all their freewill offerings."
  },
  {
    "reference": "Ezr 1:7",
    "text": "King Cyrus also brought out the articles belonging to the house of the LORD that Nebuchadnezzar had carried away from Jerusalem and placed in the temple of his gods."
  },
  {
    "reference": "Ezr 1:8",
    "text": "Cyrus king of Persia had them brought out by the hand of Mithredath the treasurer, who counted them out to Sheshbazzar the prince of Judah."
  },
  {
    "reference": "Ezr 1:9",
    "text": "This was the inventory: 30 gold dishes, 1,000 silver dishes, 29 silver utensils,"
  },
  {
    "reference": "Ezr 1:10",
    "text": "30 gold bowls, 410 matching silver bowls, and 1,000 other articles."
  },
  {
    "reference": "Ezr 1:11",
    "text": "In all, there were 5,400 gold and silver articles. Sheshbazzar brought all these along when the exiles went up from Babylon to Jerusalem."
  },
  {
    "reference": "Ezr 2:1",
    "text": "Now these are the people of the province who came up from the captivity of the exiles carried away to Babylon by Nebuchadnezzar its king. They returned to Jerusalem and Judah, each to his own town,"
  },
  {
    "reference": "Ezr 2:2",
    "text": "accompanied by Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah. This is the count of the men of Israel:"
  },
  {
    "reference": "Ezr 2:3",
    "text": "the descendants of Parosh, 2,172;"
  },
  {
    "reference": "Ezr 2:4",
    "text": "the descendants of Shephatiah, 372;"
  },
  {
    "reference": "Ezr 2:5",
    "text": "the descendants of Arah, 775;"
  },
  {
    "reference": "Ezr 2:6",
    "text": "the descendants of Pahath-moab (through the line of Jeshua and Joab), 2,812;"
  },
  {
    "reference": "Ezr 2:7",
    "text": "the descendants of Elam, 1,254;"
  },
  {
    "reference": "Ezr 2:8",
    "text": "the descendants of Zattu, 945;"
  },
  {
    "reference": "Ezr 2:9",
    "text": "the descendants of Zaccai, 760;"
  },
  {
    "reference": "Ezr 2:10",
    "text": "the descendants of Bani, 642;"
  },
  {
    "reference": "Ezr 2:11",
    "text": "the descendants of Bebai, 623;"
  },
  {
    "reference": "Ezr 2:12",
    "text": "the descendants of Azgad, 1,222;"
  },
  {
    "reference": "Ezr 2:13",
    "text": "the descendants of Adonikam, 666;"
  },
  {
    "reference": "Ezr 2:14",
    "text": "the descendants of Bigvai, 2,056;"
  },
  {
    "reference": "Ezr 2:15",
    "text": "the descendants of Adin, 454;"
  },
  {
    "reference": "Ezr 2:16",
    "text": "the descendants of Ater (through Hezekiah), 98;"
  },
  {
    "reference": "Ezr 2:17",
    "text": "the descendants of Bezai, 323;"
  },
  {
    "reference": "Ezr 2:18",
    "text": "the descendants of Jorah, 112;"
  },
  {
    "reference": "Ezr 2:19",
    "text": "the descendants of Hashum, 223;"
  },
  {
    "reference": "Ezr 2:20",
    "text": "the descendants of Gibbar, 95;"
  },
  {
    "reference": "Ezr 2:21",
    "text": "the men of Bethlehem, 123;"
  },
  {
    "reference": "Ezr 2:22",
    "text": "the men of Netophah, 56;"
  },
  {
    "reference": "Ezr 2:23",
    "text": "the men of Anathoth, 128;"
  },
  {
    "reference": "Ezr 2:24",
    "text": "the descendants of Azmaveth, 42;"
  },
  {
    "reference": "Ezr 2:25",
    "text": "the men of Kiriath-jearim, Chephirah, and Beeroth, 743;"
  },
  {
    "reference": "Ezr 2:26",
    "text": "the men of Ramah and Geba, 621;"
  },
  {
    "reference": "Ezr 2:27",
    "text": "the men of Michmash, 122;"
  },
  {
    "reference": "Ezr 2:28",
    "text": "the men of Bethel and Ai, 223;"
  },
  {
    "reference": "Ezr 2:29",
    "text": "the descendants of Nebo, 52;"
  },
  {
    "reference": "Ezr 2:30",
    "text": "the descendants of Magbish, 156;"
  },
  {
    "reference": "Ezr 2:31",
    "text": "the descendants of the other Elam, 1,254;"
  },
  {
    "reference": "Ezr 2:32",
    "text": "the descendants of Harim, 320;"
  },
  {
    "reference": "Ezr 2:33",
    "text": "the men of Lod, Hadid, and Ono, 725;"
  },
  {
    "reference": "Ezr 2:34",
    "text": "the men of Jericho, 345;"
  },
  {
    "reference": "Ezr 2:35",
    "text": "and the descendants of Senaah, 3,630."
  },
  {
    "reference": "Ezr 2:36",
    "text": "The priests: The descendants of Jedaiah (through the house of Jeshua), 973;"
  },
  {
    "reference": "Ezr 2:37",
    "text": "the descendants of Immer, 1,052;"
  },
  {
    "reference": "Ezr 2:38",
    "text": "the descendants of Pashhur, 1,247;"
  },
  {
    "reference": "Ezr 2:39",
    "text": "and the descendants of Harim, 1,017."
  },
  {
    "reference": "Ezr 2:40",
    "text": "The Levites: the descendants of Jeshua and Kadmiel (through the line of Hodaviah), 74."
  },
  {
    "reference": "Ezr 2:41",
    "text": "The singers: the descendants of Asaph, 128."
  },
  {
    "reference": "Ezr 2:42",
    "text": "The gatekeepers: the descendants of Shallum, the descendants of Ater, the descendants of Talmon, the descendants of Akkub, the descendants of Hatita, and the descendants of Shobai, 139 in all."
  },
  {
    "reference": "Ezr 2:43",
    "text": "The temple servants: the descendants of Ziha, the descendants of Hasupha, the descendants of Tabbaoth,"
  },
  {
    "reference": "Ezr 2:44",
    "text": "the descendants of Keros, the descendants of Siaha, the descendants of Padon,"
  },
  {
    "reference": "Ezr 2:45",
    "text": "the descendants of Lebanah, the descendants of Hagabah, the descendants of Akkub,"
  },
  {
    "reference": "Ezr 2:46",
    "text": "the descendants of Hagab, the descendants of Shalmai, the descendants of Hanan,"
  },
  {
    "reference": "Ezr 2:47",
    "text": "the descendants of Giddel, the descendants of Gahar, the descendants of Reaiah,"
  },
  {
    "reference": "Ezr 2:48",
    "text": "the descendants of Rezin, the descendants of Nekoda, the descendants of Gazzam,"
  },
  {
    "reference": "Ezr 2:49",
    "text": "the descendants of Uzza, the descendants of Paseah, the descendants of Besai,"
  },
  {
    "reference": "Ezr 2:50",
    "text": "the descendants of Asnah, the descendants of Meunim, the descendants of Nephusim,"
  },
  {
    "reference": "Ezr 2:51",
    "text": "the descendants of Bakbuk, the descendants of Hakupha, the descendants of Harhur,"
  },
  {
    "reference": "Ezr 2:52",
    "text": "the descendants of Bazluth, the descendants of Mehida, the descendants of Harsha,"
  },
  {
    "reference": "Ezr 2:53",
    "text": "the descendants of Barkos, the descendants of Sisera, the descendants of Temah,"
  },
  {
    "reference": "Ezr 2:54",
    "text": "the descendants of Neziah, and the descendants of Hatipha."
  },
  {
    "reference": "Ezr 2:55",
    "text": "The descendants of the servants of Solomon: the descendants of Sotai, the descendants of Hassophereth, the descendants of Peruda,"
  },
  {
    "reference": "Ezr 2:56",
    "text": "the descendants of Jaala, the descendants of Darkon, the descendants of Giddel,"
  },
  {
    "reference": "Ezr 2:57",
    "text": "the descendants of Shephatiah, the descendants of Hattil, the descendants of Pochereth-hazzebaim, and the descendants of Ami."
  },
  {
    "reference": "Ezr 2:58",
    "text": "The temple servants and descendants of the servants of Solomon numbered 392 in all."
  },
  {
    "reference": "Ezr 2:59",
    "text": "The following came up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer, but they could not prove that their families were descended from Israel:"
  },
  {
    "reference": "Ezr 2:60",
    "text": "the descendants of Delaiah, the descendants of Tobiah, and the descendants of Nekoda, 652 in all."
  },
  {
    "reference": "Ezr 2:61",
    "text": "And from among the priests: the descendants of Hobaiah, the descendants of Hakkoz, and the descendants of Barzillai (who had married a daughter of Barzillai the Gileadite and was called by their name)."
  },
  {
    "reference": "Ezr 2:62",
    "text": "These men searched for their family records, but they could not find them and so were excluded from the priesthood as unclean."
  },
  {
    "reference": "Ezr 2:63",
    "text": "The governor ordered them not to eat the most holy things until there was a priest to consult the Urim and Thummim."
  },
  {
    "reference": "Ezr 2:64",
    "text": "The whole assembly numbered 42,360,"
  },
  {
    "reference": "Ezr 2:65",
    "text": "in addition to their 7,337 menservants and maidservants, as well as their 200 male and female singers."
  },
  {
    "reference": "Ezr 2:66",
    "text": "They had 736 horses, 245 mules,"
  },
  {
    "reference": "Ezr 2:67",
    "text": "435 camels, and 6,720 donkeys."
  },
  {
    "reference": "Ezr 2:68",
    "text": "When they arrived at the house of the LORD in Jerusalem, some of the heads of the families gave freewill offerings to rebuild the house of God on its original site."
  },
  {
    "reference": "Ezr 2:69",
    "text": "According to their ability, they gave to the treasury for this work 61,000 darics of gold, 5,000 minas of silver, and 100 priestly garments."
  },
  {
    "reference": "Ezr 2:70",
    "text": "So the priests, the Levites, the singers, the gatekeepers, and the temple servants, along with some of the people, settled in their own towns; and the rest of the Israelites settled in their towns."
  },
  {
    "reference": "Ezr 3:1",
    "text": "By the seventh month, the Israelites had settled in their towns, and the people assembled as one man in Jerusalem."
  },
  {
    "reference": "Ezr 3:2",
    "text": "Then Jeshua son of Jozadak and his fellow priests, along with Zerubbabel son of Shealtiel and his associates, began to build the altar of the God of Israel to sacrifice burnt offerings on it, as it is written in the Law of Moses the man of God."
  },
  {
    "reference": "Ezr 3:3",
    "text": "They set up the altar on its foundation and sacrificed burnt offerings on it to the LORD—both the morning and evening burnt offerings—even though they feared the people of the land."
  },
  {
    "reference": "Ezr 3:4",
    "text": "They also celebrated the Feast of Tabernacles in accordance with what is written, and they offered burnt offerings daily based on the number prescribed for each day."
  },
  {
    "reference": "Ezr 3:5",
    "text": "After that, they presented the regular burnt offerings and those for New Moons and for all the appointed sacred feasts of the LORD, as well as all the freewill offerings brought to the LORD."
  },
  {
    "reference": "Ezr 3:6",
    "text": "On the first day of the seventh month, the Israelites began to offer burnt offerings to the LORD, although the foundation of the temple of the LORD had not been laid."
  },
  {
    "reference": "Ezr 3:7",
    "text": "They gave money to the masons and carpenters, and food and drink and oil to the people of Sidon and Tyre to bring cedar logs from Lebanon to Joppa by sea, as authorized by Cyrus king of Persia."
  },
  {
    "reference": "Ezr 3:8",
    "text": "In the second month of the second year after they had arrived at the house of God in Jerusalem, Zerubbabel son of Shealtiel, Jeshua son of Jozadak, and the rest of their associates including the priests, the Levites, and all who had returned to Jerusalem from the captivity, began the work. They appointed Levites twenty years of age or older to supervise the construction of the house of the LORD."
  },
  {
    "reference": "Ezr 3:9",
    "text": "So Jeshua and his sons and brothers, Kadmiel and his sons (descendants of Yehudah), and the sons of Henadad and their sons and brothers—all Levites—joined together to supervise those working on the house of God."
  },
  {
    "reference": "Ezr 3:10",
    "text": "When the builders had laid the foundation of the temple of the LORD, the priests in their apparel with trumpets, and the Levites (the sons of Asaph) with cymbals, took their positions to praise the LORD, as David king of Israel had prescribed."
  },
  {
    "reference": "Ezr 3:11",
    "text": "And they sang responsively with praise and thanksgiving to the LORD: “For He is good; for His loving devotion to Israel endures forever.” Then all the people gave a great shout of praise to the LORD, because the foundation of the house of the LORD had been laid."
  },
  {
    "reference": "Ezr 3:12",
    "text": "But many of the older priests, Levites, and family heads who had seen the first temple wept loudly when they saw the foundation of this temple. Still, many others shouted joyfully."
  },
  {
    "reference": "Ezr 3:13",
    "text": "The people could not distinguish the shouts of joy from the sound of weeping, because the people were making so much noise. And the sound was heard from afar."
  },
  {
    "reference": "Ezr 4:1",
    "text": "When the enemies of Judah and Benjamin heard that the exiles were building a temple for the LORD, the God of Israel,"
  },
  {
    "reference": "Ezr 4:2",
    "text": "they approached Zerubbabel and the heads of the families, saying, “Let us build with you because, like you, we seek your God and have been sacrificing to Him since the time of King Esar-haddon of Assyria, who brought us here.”"
  },
  {
    "reference": "Ezr 4:3",
    "text": "But Zerubbabel, Jeshua, and the other heads of the families of Israel replied, “You have no part with us in building a house for our God, since we alone must build it for the LORD, the God of Israel, as Cyrus king of Persia has commanded us.”"
  },
  {
    "reference": "Ezr 4:4",
    "text": "Then the people of the land set out to discourage the people of Judah and make them afraid to build."
  },
  {
    "reference": "Ezr 4:5",
    "text": "They hired counselors against them to frustrate their plans throughout the reign of Cyrus king of Persia and down to the reign of Darius king of Persia."
  },
  {
    "reference": "Ezr 4:6",
    "text": "At the beginning of the reign of Xerxes, an accusation was lodged against the people of Judah and Jerusalem."
  },
  {
    "reference": "Ezr 4:7",
    "text": "And in the days of Artaxerxes king of Persia, Bishlam, Mithredath, Tabeel, and the rest of his associates wrote a letter to Artaxerxes. It was written in Aramaic and then translated."
  },
  {
    "reference": "Ezr 4:8",
    "text": "Rehum the commander and Shimshai the scribe wrote the letter against Jerusalem to King Artaxerxes as follows:"
  },
  {
    "reference": "Ezr 4:9",
    "text": "From Rehum the commander, Shimshai the scribe, and the rest of their associates—the judges and officials over Tripolis, Persia, Erech and Babylon, the Elamites of Susa,"
  },
  {
    "reference": "Ezr 4:10",
    "text": "and the rest of the peoples whom the great and honorable Ashurbanipal deported and settled in the cities of Samaria and elsewhere west of the Euphrates."
  },
  {
    "reference": "Ezr 4:11",
    "text": "(This is the text of the letter they sent to him.) To King Artaxerxes, From your servants, the men west of the Euphrates:"
  },
  {
    "reference": "Ezr 4:12",
    "text": "Let it be known to the king that the Jews who came from you to us have returned to Jerusalem and are rebuilding that rebellious and wicked city. They are restoring its walls and repairing its foundations."
  },
  {
    "reference": "Ezr 4:13",
    "text": "Let it now be known to the king that if that city is rebuilt and its walls are restored, they will not pay tribute, duty, or toll, and the royal treasury will suffer."
  },
  {
    "reference": "Ezr 4:14",
    "text": "Now because we are in the service of the palace and it is not fitting for us to allow the king to be dishonored, we have sent to inform the king"
  },
  {
    "reference": "Ezr 4:15",
    "text": "that a search should be made of the record books of your fathers. In these books you will discover and verify that the city is a rebellious city, harmful to kings and provinces, inciting sedition from ancient times. That is why this city was destroyed."
  },
  {
    "reference": "Ezr 4:16",
    "text": "We advise the king that if this city is rebuilt and its walls are restored, you will have no dominion west of the Euphrates."
  },
  {
    "reference": "Ezr 4:17",
    "text": "Then the king sent this reply: To Rehum the commander, Shimshai the scribe, and the rest of your associates living in Samaria and elsewhere in the region west of the Euphrates: Greetings."
  },
  {
    "reference": "Ezr 4:18",
    "text": "The letter you sent us has been translated and read in my presence."
  },
  {
    "reference": "Ezr 4:19",
    "text": "I issued a decree, and a search was conducted. It was discovered that this city has revolted against kings from ancient times, engaging in rebellion and sedition."
  },
  {
    "reference": "Ezr 4:20",
    "text": "And mighty kings have ruled over Jerusalem and exercised authority over the whole region west of the Euphrates; and tribute, duty, and toll were paid to them."
  },
  {
    "reference": "Ezr 4:21",
    "text": "Now, therefore, issue an order for these men to stop, so that this city will not be rebuilt until I so order."
  },
  {
    "reference": "Ezr 4:22",
    "text": "See that you do not neglect this matter. Why allow this threat to increase and the royal interests to suffer?"
  },
  {
    "reference": "Ezr 4:23",
    "text": "When the text of the letter from King Artaxerxes was read to Rehum, Shimshai the scribe, and their associates, they went immediately to the Jews in Jerusalem and forcibly stopped them."
  },
  {
    "reference": "Ezr 4:24",
    "text": "Thus the construction of the house of God in Jerusalem ceased, and it remained at a standstill until the second year of the reign of Darius king of Persia."
  },
  {
    "reference": "Ezr 5:1",
    "text": "Later, the prophets Haggai and Zechariah son of Iddo prophesied to the Jews in Judah and Jerusalem in the name of the God of Israel, who was over them."
  },
  {
    "reference": "Ezr 5:2",
    "text": "Then Zerubbabel son of Shealtiel and Jeshua son of Jozadak rose up and began to rebuild the house of God in Jerusalem. And the prophets of God were with them, helping them."
  },
  {
    "reference": "Ezr 5:3",
    "text": "At that time Tattenai the governor of the region west of the Euphrates, Shethar-bozenai, and their associates went to the Jews and asked, “Who authorized you to rebuild this temple and restore this structure?”"
  },
  {
    "reference": "Ezr 5:4",
    "text": "They also asked, “What are the names of the men who are constructing this building?”"
  },
  {
    "reference": "Ezr 5:5",
    "text": "But the eye of their God was on the elders of the Jews, so that they were not stopped until a report was sent to Darius and written instructions about this matter were returned."
  },
  {
    "reference": "Ezr 5:6",
    "text": "This is the text of the letter that Tattenai the governor of the region west of the Euphrates, Shethar-bozenai, and their associates, the officials in the region, sent to King Darius."
  },
  {
    "reference": "Ezr 5:7",
    "text": "The report they sent him read as follows: To King Darius: All peace."
  },
  {
    "reference": "Ezr 5:8",
    "text": "Let it be known to the king that we went into the province of Judah, to the house of the great God. The people are rebuilding it with large stones and placing timbers in the walls. This work is being carried out diligently and is prospering in their hands."
  },
  {
    "reference": "Ezr 5:9",
    "text": "So we questioned the elders and asked, “Who authorized you to rebuild this temple and restore this structure?”"
  },
  {
    "reference": "Ezr 5:10",
    "text": "We also asked for their names, so that we could write down the names of their leaders for your information."
  },
  {
    "reference": "Ezr 5:11",
    "text": "And this is the answer they returned: “We are servants of the God of heaven and earth, and we are rebuilding the temple that was built many years ago, which a great king of Israel built and completed."
  },
  {
    "reference": "Ezr 5:12",
    "text": "But since our fathers angered the God of heaven, He delivered them into the hand of Nebuchadnezzar king of Babylon, the Chaldean who destroyed this temple and carried away the people to Babylon."
  },
  {
    "reference": "Ezr 5:13",
    "text": "In the first year of his reign, however, Cyrus king of Babylon issued a decree to rebuild this house of God."
  },
  {
    "reference": "Ezr 5:14",
    "text": "He also removed from the temple of Babylon the gold and silver articles belonging to the house of God, which Nebuchadnezzar had taken and carried there from the temple in Jerusalem. King Cyrus gave these articles to a man named Sheshbazzar, whom he appointed governor"
  },
  {
    "reference": "Ezr 5:15",
    "text": "and instructed, ‘Take these articles, put them in the temple in Jerusalem, and let the house of God be rebuilt on its original site.’"
  },
  {
    "reference": "Ezr 5:16",
    "text": "So this Sheshbazzar came and laid the foundation of the house of God in Jerusalem, and from that time until now it has been under construction, but it has not yet been completed.”"
  },
  {
    "reference": "Ezr 5:17",
    "text": "Now, therefore, if it pleases the king, let a search be made of the royal archives in Babylon to see if King Cyrus did indeed issue a decree to rebuild the house of God in Jerusalem. Then let the king send us his decision in this matter."
  },
  {
    "reference": "Ezr 6:1",
    "text": "Thus King Darius ordered a search of the archives stored in the treasury of Babylon."
  },
  {
    "reference": "Ezr 6:2",
    "text": "And a scroll was found in the fortress of Ecbatana, in the province of Media, with the following written on it: Memorandum:"
  },
  {
    "reference": "Ezr 6:3",
    "text": "In the first year of King Cyrus, he issued a decree concerning the house of God in Jerusalem: Let the house be rebuilt as a place for offering sacrifices, and let its foundations be firmly laid. It is to be sixty cubits high and sixty cubits wide,"
  },
  {
    "reference": "Ezr 6:4",
    "text": "with three layers of cut stones and one of timbers. The costs are to be paid from the royal treasury."
  },
  {
    "reference": "Ezr 6:5",
    "text": "Furthermore, the gold and silver articles of the house of God, which Nebuchadnezzar took from the temple in Jerusalem and carried to Babylon, must also be returned to the temple in Jerusalem and deposited in the house of God."
  },
  {
    "reference": "Ezr 6:6",
    "text": "Therefore Darius decreed: To Tattenai governor of the region west of the Euphrates, Shethar-bozenai, and your associates and officials in the region: You must stay away from that place!"
  },
  {
    "reference": "Ezr 6:7",
    "text": "Leave this work on the house of God alone. Let the governor and elders of the Jews rebuild this house of God on its original site."
  },
  {
    "reference": "Ezr 6:8",
    "text": "I hereby decree what you must do for these elders of the Jews who are rebuilding this house of God: The cost is to be paid in full to these men from the royal treasury out of the taxes of the provinces west of the Euphrates, so that the work will not be hindered."
  },
  {
    "reference": "Ezr 6:9",
    "text": "Whatever is needed—young bulls, rams, and lambs for burnt offerings to the God of heaven, as well as wheat, salt, wine, and oil, as requested by the priests in Jerusalem—must be given to them daily without fail."
  },
  {
    "reference": "Ezr 6:10",
    "text": "Then they will be able to offer sacrifices of a sweet aroma to the God of heaven and to pray for the lives of the king and his sons."
  },
  {
    "reference": "Ezr 6:11",
    "text": "I also decree that if any man interferes with this directive, a beam is to be torn from his house and raised up, and he is to be impaled on it. And his own house shall be made a pile of rubble for this offense."
  },
  {
    "reference": "Ezr 6:12",
    "text": "May God, who has caused His Name to dwell there, overthrow any king or people who lifts a hand to alter this decree or to destroy this house of God in Jerusalem. I, Darius, have issued the decree. Let it be carried out with diligence."
  },
  {
    "reference": "Ezr 6:13",
    "text": "In response, Tattenai the governor of the region west of the Euphrates, Shethar-bozenai, and their associates diligently carried out what King Darius had decreed."
  },
  {
    "reference": "Ezr 6:14",
    "text": "So the Jewish elders built and prospered through the prophesying of Haggai the prophet and Zechariah son of Iddo. They finished building according to the command of the God of Israel and the decrees of Cyrus, Darius, and Artaxerxes, kings of Persia."
  },
  {
    "reference": "Ezr 6:15",
    "text": "And this temple was completed on the third day of the month of Adar, in the sixth year of the reign of King Darius."
  },
  {
    "reference": "Ezr 6:16",
    "text": "Then the people of Israel—the priests, the Levites, and the rest of the exiles—celebrated the dedication of the house of God with joy."
  },
  {
    "reference": "Ezr 6:17",
    "text": "For the dedication of the house of God they offered a hundred bulls, two hundred rams, four hundred lambs, and a sin offering for all Israel of twelve male goats, one for each tribe of Israel."
  },
  {
    "reference": "Ezr 6:18",
    "text": "They also appointed the priests by their divisions and the Levites by their groups to the service of God in Jerusalem, according to what is written in the Book of Moses."
  },
  {
    "reference": "Ezr 6:19",
    "text": "On the fourteenth day of the first month, the exiles kept the Passover."
  },
  {
    "reference": "Ezr 6:20",
    "text": "All the priests and Levites had purified themselves and were ceremonially clean. And the Levites slaughtered the Passover lamb for all the exiles, for their priestly brothers, and for themselves."
  },
  {
    "reference": "Ezr 6:21",
    "text": "The Israelites who had returned from exile ate it, together with all who had separated themselves from the uncleanness of the peoples of the land to seek the LORD, the God of Israel."
  },
  {
    "reference": "Ezr 6:22",
    "text": "For seven days they kept the Feast of Unleavened Bread with joy, because the LORD had made them joyful and turned the heart of the king of Assyria toward them to strengthen their hands in the work on the house of the God of Israel."
  },
  {
    "reference": "Ezr 7:1",
    "text": "Many years later, during the reign of Artaxerxes king of Persia, Ezra son of Seraiah, the son of Azariah, the son of Hilkiah,"
  },
  {
    "reference": "Ezr 7:2",
    "text": "the son of Shallum, the son of Zadok, the son of Ahitub,"
  },
  {
    "reference": "Ezr 7:3",
    "text": "the son of Amariah, the son of Azariah, the son of Meraioth,"
  },
  {
    "reference": "Ezr 7:4",
    "text": "the son of Zerahiah, the son of Uzzi, the son of Bukki,"
  },
  {
    "reference": "Ezr 7:5",
    "text": "the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest—"
  },
  {
    "reference": "Ezr 7:6",
    "text": "this Ezra came up from Babylon. He was a scribe skilled in the Law of Moses, which the LORD, the God of Israel, had given. The king had granted Ezra all his requests, for the hand of the LORD his God was upon him."
  },
  {
    "reference": "Ezr 7:7",
    "text": "So in the seventh year of King Artaxerxes, he went up to Jerusalem with some of the Israelites, including priests, Levites, singers, gatekeepers, and temple servants."
  },
  {
    "reference": "Ezr 7:8",
    "text": "Ezra arrived in Jerusalem in the fifth month of the seventh year of the king."
  },
  {
    "reference": "Ezr 7:9",
    "text": "He had begun the journey from Babylon on the first day of the first month, and he arrived in Jerusalem on the first day of the fifth month, for the gracious hand of his God was upon him."
  },
  {
    "reference": "Ezr 7:10",
    "text": "For Ezra had set his heart to study the Law of the LORD, to practice it, and to teach its statutes and ordinances in Israel."
  },
  {
    "reference": "Ezr 7:11",
    "text": "This is the text of the letter King Artaxerxes had given to Ezra the priest and scribe, an expert in the commandments and statutes of the LORD to Israel:"
  },
  {
    "reference": "Ezr 7:12",
    "text": "Artaxerxes, king of kings. To Ezra the priest, the scribe of the Law of the God of heaven: Greetings."
  },
  {
    "reference": "Ezr 7:13",
    "text": "I hereby decree that any volunteers among the Israelites in my kingdom, including the priests and Levites, may go up with you to Jerusalem."
  },
  {
    "reference": "Ezr 7:14",
    "text": "You are sent by the king and his seven counselors to evaluate Judah and Jerusalem according to the Law of your God, which is in your hand."
  },
  {
    "reference": "Ezr 7:15",
    "text": "Moreover, you are to take with you the silver and gold that the king and his counselors have freely offered to the God of Israel, whose dwelling is in Jerusalem,"
  },
  {
    "reference": "Ezr 7:16",
    "text": "together with all the silver and gold you may find in all the province of Babylon, as well as the freewill offerings of the people and priests to the house of their God in Jerusalem."
  },
  {
    "reference": "Ezr 7:17",
    "text": "With this money, therefore, you are to buy as many bulls, rams, and lambs as needed, together with their grain offerings and drink offerings, and offer them on the altar at the house of your God in Jerusalem."
  },
  {
    "reference": "Ezr 7:18",
    "text": "You and your brothers may do whatever seems best with the rest of the silver and gold, according to the will of your God."
  },
  {
    "reference": "Ezr 7:19",
    "text": "You must deliver to the God of Jerusalem all the articles given to you for the service of the house of your God."
  },
  {
    "reference": "Ezr 7:20",
    "text": "And if anything else is needed for the house of your God that you may have occasion to supply, you may pay for it from the royal treasury."
  },
  {
    "reference": "Ezr 7:21",
    "text": "I, King Artaxerxes, decree to all the treasurers west of the Euphrates: Whatever Ezra the priest, the scribe of the Law of the God of heaven, may require of you, it must be provided promptly,"
  },
  {
    "reference": "Ezr 7:22",
    "text": "up to a hundred talents of silver, a hundred cors of wheat, a hundred baths of wine, a hundred baths of olive oil, and salt without limit."
  },
  {
    "reference": "Ezr 7:23",
    "text": "Whatever is commanded by the God of heaven must be done diligently for His house. For why should wrath fall on the realm of the king and his sons?"
  },
  {
    "reference": "Ezr 7:24",
    "text": "And be advised that you have no authority to impose tribute, duty, or toll on any of the priests, Levites, singers, doorkeepers, temple servants, or other servants of this house of God."
  },
  {
    "reference": "Ezr 7:25",
    "text": "And you, Ezra, according to the wisdom of your God, which you possess, are to appoint magistrates and judges to judge all the people west of the Euphrates—all who know the laws of your God. And you are to teach these laws to anyone who does not know them."
  },
  {
    "reference": "Ezr 7:26",
    "text": "If anyone does not keep the law of your God and the law of the king, let a strict judgment be executed against him, whether death, banishment, confiscation of property, or imprisonment."
  },
  {
    "reference": "Ezr 7:27",
    "text": "Blessed be the LORD, the God of our fathers, who has put into the heart of the king to so honor the house of the LORD in Jerusalem,"
  },
  {
    "reference": "Ezr 7:28",
    "text": "and who has shown me favor before the king, his counselors, and all his powerful officials. And because the hand of the LORD my God was upon me, I took courage and gathered the leaders of Israel to return with me."
  },
  {
    "reference": "Ezr 8:1",
    "text": "These are the family heads and genealogical records of those who returned with me from Babylon during the reign of King Artaxerxes:"
  },
  {
    "reference": "Ezr 8:2",
    "text": "from the descendants of Phinehas, Gershom; from the descendants of Ithamar, Daniel; from the descendants of David, Hattush"
  },
  {
    "reference": "Ezr 8:3",
    "text": "of the descendants of Shecaniah; from the descendants of Parosh, Zechariah, and with him were registered 150 men;"
  },
  {
    "reference": "Ezr 8:4",
    "text": "from the descendants of Pahath-Moab, Eliehoenai son of Zerahiah, and with him 200 men;"
  },
  {
    "reference": "Ezr 8:5",
    "text": "from the descendants of Zattu, Shecaniah son of Jahaziel, and with him 300 men;"
  },
  {
    "reference": "Ezr 8:6",
    "text": "from the descendants of Adin, Ebed son of Jonathan, and with him 50 men;"
  },
  {
    "reference": "Ezr 8:7",
    "text": "from the descendants of Elam, Jeshaiah son of Athaliah, and with him 70 men;"
  },
  {
    "reference": "Ezr 8:8",
    "text": "from the descendants of Shephatiah, Zebadiah son of Michael, and with him 80 men;"
  },
  {
    "reference": "Ezr 8:9",
    "text": "from the descendants of Joab, Obadiah son of Jehiel, and with him 218 men;"
  },
  {
    "reference": "Ezr 8:10",
    "text": "from the descendants of Bani, Shelomith son of Josiphiah, and with him 160 men;"
  },
  {
    "reference": "Ezr 8:11",
    "text": "from the descendants of Bebai, Zechariah son of Bebai, and with him 28 men;"
  },
  {
    "reference": "Ezr 8:12",
    "text": "from the descendants of Azgad, Johanan son of Hakkatan, and with him 110 men;"
  },
  {
    "reference": "Ezr 8:13",
    "text": "from the later descendants of Adonikam, these were their names: Eliphelet, Jeiel, and Shemaiah, and with them 60 men;"
  },
  {
    "reference": "Ezr 8:14",
    "text": "and from the descendants of Bigvai, both Uthai and Zaccur, and with them 70 men."
  },
  {
    "reference": "Ezr 8:15",
    "text": "Now I assembled these exiles at the canal that flows to Ahava, and we camped there three days. And when I searched among the people and priests, I found no Levites there."
  },
  {
    "reference": "Ezr 8:16",
    "text": "Then I summoned the leaders: Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, as well as the teachers Joiarib and Elnathan."
  },
  {
    "reference": "Ezr 8:17",
    "text": "And I sent them to Iddo, the leader at Casiphia, with a message for him and his kinsmen, the temple servants at Casiphia, that they should bring to us ministers for the house of our God."
  },
  {
    "reference": "Ezr 8:18",
    "text": "And since the gracious hand of our God was upon us, they brought us Sherebiah—a man of insight from the descendants of Mahli son of Levi, the son of Israel—along with his sons and brothers, 18 men;"
  },
  {
    "reference": "Ezr 8:19",
    "text": "also Hashabiah, together with Jeshaiah, from the descendants of Merari, and his brothers and their sons, 20 men."
  },
  {
    "reference": "Ezr 8:20",
    "text": "They also brought 220 of the temple servants, all designated by name. David and the officials had appointed them to assist the Levites."
  },
  {
    "reference": "Ezr 8:21",
    "text": "And there by the Ahava Canal I proclaimed a fast, so that we might humble ourselves before our God and ask Him for a safe journey for us and our children, with all our possessions."
  },
  {
    "reference": "Ezr 8:22",
    "text": "For I was ashamed to ask the king for an escort of soldiers and horsemen to protect us from our enemies on the road, since we had told him, “The hand of our God is gracious to all who seek Him, but His great anger is against all who forsake Him.”"
  },
  {
    "reference": "Ezr 8:23",
    "text": "So we fasted and petitioned our God about this, and He granted our request."
  },
  {
    "reference": "Ezr 8:24",
    "text": "Then I set apart twelve of the leading priests, together with Sherebiah, Hashabiah, and ten of their brothers,"
  },
  {
    "reference": "Ezr 8:25",
    "text": "and I weighed out to them the contribution of silver and gold and the articles that the king, his counselors, his leaders, and all the Israelites there had offered for the house of our God."
  },
  {
    "reference": "Ezr 8:26",
    "text": "I weighed out into their hands 650 talents of silver, articles of silver weighing 100 talents, 100 talents of gold,"
  },
  {
    "reference": "Ezr 8:27",
    "text": "20 gold bowls valued at 1,000 darics, and two articles of fine polished bronze, as precious as gold."
  },
  {
    "reference": "Ezr 8:28",
    "text": "Then I told them, “You are holy to the LORD, and these articles are holy. The silver and gold are a freewill offering to the LORD, the God of your fathers."
  },
  {
    "reference": "Ezr 8:29",
    "text": "Guard them carefully until you weigh them out in the chambers of the house of the LORD in Jerusalem before the leading priests, Levites, and heads of the Israelite families.”"
  },
  {
    "reference": "Ezr 8:30",
    "text": "So the priests and Levites took charge of the silver and gold and sacred articles that had been weighed out to be taken to the house of our God in Jerusalem."
  },
  {
    "reference": "Ezr 8:31",
    "text": "On the twelfth day of the first month we set out from the Ahava Canal to go to Jerusalem, and the hand of our God was upon us to protect us from the hands of the enemies and bandits along the way."
  },
  {
    "reference": "Ezr 8:32",
    "text": "So we arrived at Jerusalem and rested there for three days."
  },
  {
    "reference": "Ezr 8:33",
    "text": "On the fourth day, in the house of our God, we weighed out the silver and gold and sacred articles into the hand of Meremoth son of Uriah, the priest. Eleazar son of Phinehas was with him, along with the Levites Jozabad son of Jeshua and Noadiah son of Binnui."
  },
  {
    "reference": "Ezr 8:34",
    "text": "Everything was verified by number and weight, and the total weight was recorded at that time."
  },
  {
    "reference": "Ezr 8:35",
    "text": "Then the exiles who had returned from captivity sacrificed burnt offerings to the God of Israel: 12 bulls for all Israel, 96 rams, 77 lambs, and a sin offering of 12 male goats. All this was a burnt offering to the LORD."
  },
  {
    "reference": "Ezr 8:36",
    "text": "They also delivered the king’s edicts to the royal satraps and governors of the region west of the Euphrates, who proceeded to assist the people and the house of God."
  },
  {
    "reference": "Ezr 9:1",
    "text": "After these things had been accomplished, the leaders approached me and said, “The people of Israel, including the priests and Levites, have not kept themselves separate from the surrounding peoples whose abominations are like those of the Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians, and Amorites."
  },
  {
    "reference": "Ezr 9:2",
    "text": "Indeed, the Israelites have taken some of their daughters as wives for themselves and their sons, so that the holy seed has been mixed with the people of the land. And the leaders and officials have taken the lead in this unfaithfulness!”"
  },
  {
    "reference": "Ezr 9:3",
    "text": "When I heard this report, I tore my tunic and cloak, pulled out some hair from my head and beard, and sat down in horror."
  },
  {
    "reference": "Ezr 9:4",
    "text": "Then everyone who trembled at the words of the God of Israel gathered around me because of the unfaithfulness of the exiles, while I sat there in horror until the evening offering."
  },
  {
    "reference": "Ezr 9:5",
    "text": "At the evening offering, I got up from my humiliation with my tunic and cloak torn, and I fell on my knees, spread out my hands to the LORD my God,"
  },
  {
    "reference": "Ezr 9:6",
    "text": "and said: “O my God, I am ashamed and embarrassed to lift up my face to You, my God, because our iniquities are higher than our heads, and our guilt has reached the heavens."
  },
  {
    "reference": "Ezr 9:7",
    "text": "From the days of our fathers to this day, our guilt has been great. Because of our iniquities, we and our kings and priests have been delivered into the hands of the kings of the earth and subjected to the sword and to captivity, to pillage and humiliation, as we are this day."
  },
  {
    "reference": "Ezr 9:8",
    "text": "But now, for a brief moment, grace has come from the LORD our God to preserve for us a remnant and to give us a stake in His holy place. Even in our bondage, our God has given us new life and light to our eyes."
  },
  {
    "reference": "Ezr 9:9",
    "text": "Though we are slaves, our God has not forsaken us in our bondage, but He has extended to us grace in the sight of the kings of Persia, giving us new life to rebuild the house of our God and repair its ruins, and giving us a wall of protection in Judah and Jerusalem."
  },
  {
    "reference": "Ezr 9:10",
    "text": "And now, our God, what can we say after this? For we have forsaken the commandments"
  },
  {
    "reference": "Ezr 9:11",
    "text": "that You gave through Your servants the prophets, saying: ‘The land that you are entering to possess is a land polluted by the impurity of its peoples and the abominations with which they have filled it from end to end."
  },
  {
    "reference": "Ezr 9:12",
    "text": "Now, therefore, do not give your daughters in marriage to their sons or take their daughters for your sons. Never seek their peace or prosperity, so that you may be strong and may eat the good things of the land, leaving it as an inheritance to your sons forever.’"
  },
  {
    "reference": "Ezr 9:13",
    "text": "After all that has come upon us because of our evil deeds and our great guilt (though You, our God, have punished us less than our iniquities deserve and have given us such a remnant as this),"
  },
  {
    "reference": "Ezr 9:14",
    "text": "shall we again break Your commandments and intermarry with the peoples who commit these abominations? Would You not become so angry with us as to wipe us out, leaving no remnant or survivor?"
  },
  {
    "reference": "Ezr 9:15",
    "text": "O LORD, God of Israel, You are righteous! For we remain this day as a remnant. Here we are before You in our guilt, though because of it no one can stand before You.”"
  },
  {
    "reference": "Ezr 10:1",
    "text": "While Ezra prayed and made this confession, weeping and falling facedown before the house of God, a very large assembly of Israelites—men, women, and children—gathered around him, and the people wept bitterly as well."
  },
  {
    "reference": "Ezr 10:2",
    "text": "Then Shecaniah son of Jehiel, an Elamite, said to Ezra: “We have been unfaithful to our God by marrying foreign women from the people of the land, yet in spite of this, there is hope for Israel."
  },
  {
    "reference": "Ezr 10:3",
    "text": "So now let us make a covenant before our God to send away all the foreign wives and their children, according to the counsel of my lord and of those who tremble at the command of our God. Let it be done according to the Law."
  },
  {
    "reference": "Ezr 10:4",
    "text": "Get up, for this matter is your responsibility, and we will support you. Be strong and take action!”"
  },
  {
    "reference": "Ezr 10:5",
    "text": "So Ezra got up and made the leading priests, Levites, and all Israel take an oath to do what had been said. And they took the oath."
  },
  {
    "reference": "Ezr 10:6",
    "text": "Then Ezra withdrew from before the house of God and walked to the chamber of Jehohanan son of Eliashib. And while he stayed there, he ate no food and drank no water, because he was mourning over the unfaithfulness of the exiles."
  },
  {
    "reference": "Ezr 10:7",
    "text": "And a proclamation was issued throughout Judah and Jerusalem that all the exiles should gather at Jerusalem."
  },
  {
    "reference": "Ezr 10:8",
    "text": "Whoever failed to appear within three days would forfeit all his property, according to the counsel of the leaders and elders, and would himself be expelled from the assembly of the exiles."
  },
  {
    "reference": "Ezr 10:9",
    "text": "So within the three days, all the men of Judah and Benjamin assembled in Jerusalem, and on the twentieth day of the ninth month, all the people sat in the square at the house of God, trembling regarding this matter and because of the heavy rain."
  },
  {
    "reference": "Ezr 10:10",
    "text": "Then Ezra the priest stood up and said to them, “You have been unfaithful by marrying foreign women, adding to the guilt of Israel."
  },
  {
    "reference": "Ezr 10:11",
    "text": "Now, therefore, make a confession to the LORD, the God of your fathers, and do His will. Separate yourselves from the people of the land and from your foreign wives.”"
  },
  {
    "reference": "Ezr 10:12",
    "text": "And the whole assembly responded in a loud voice: “Truly we must do as you say!"
  },
  {
    "reference": "Ezr 10:13",
    "text": "But there are many people here, and it is the rainy season. We are not able to stay out in the open. Nor is this the work of one or two days, for we have transgressed greatly in this matter."
  },
  {
    "reference": "Ezr 10:14",
    "text": "Let our leaders represent the whole assembly. Then let everyone in our towns who has married a foreign woman come at an appointed time, together with the elders and judges of each town, until the fierce anger of our God in this matter is turned away from us.”"
  },
  {
    "reference": "Ezr 10:15",
    "text": "(Only Jonathan son of Asahel and Jahzeiah son of Tikvah, supported by Meshullam and Shabbethai the Levite, opposed this plan.)"
  },
  {
    "reference": "Ezr 10:16",
    "text": "So the exiles did as proposed. Ezra the priest selected men who were family heads, each of them identified by name, to represent their families. On the first day of the tenth month they launched the investigation,"
  },
  {
    "reference": "Ezr 10:17",
    "text": "and by the first day of the first month they had dealt with all the men who had married foreign women."
  },
  {
    "reference": "Ezr 10:18",
    "text": "Among the descendants of the priests who had married foreign women were found these descendants of Jeshua son of Jozadak and his brothers: Maaseiah, Eliezer, Jarib, and Gedaliah."
  },
  {
    "reference": "Ezr 10:19",
    "text": "They pledged to send their wives away, and for their guilt they presented a ram from the flock as a guilt offering."
  },
  {
    "reference": "Ezr 10:20",
    "text": "From the descendants of Immer: Hanani and Zebadiah."
  },
  {
    "reference": "Ezr 10:21",
    "text": "From the descendants of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah."
  },
  {
    "reference": "Ezr 10:22",
    "text": "From the descendants of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
  },
  {
    "reference": "Ezr 10:23",
    "text": "Among the Levites: Jozabad, Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer."
  },
  {
    "reference": "Ezr 10:24",
    "text": "From the singers: Eliashib. From the gatekeepers: Shallum, Telem, and Uri."
  },
  {
    "reference": "Ezr 10:25",
    "text": "And among the other Israelites, from the descendants of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah, and Benaiah."
  },
  {
    "reference": "Ezr 10:26",
    "text": "From the descendants of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah."
  },
  {
    "reference": "Ezr 10:27",
    "text": "From the descendants of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza."
  },
  {
    "reference": "Ezr 10:28",
    "text": "From the descendants of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai."
  },
  {
    "reference": "Ezr 10:29",
    "text": "From the descendants of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth."
  },
  {
    "reference": "Ezr 10:30",
    "text": "From the descendants of Pahath-moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh."
  },
  {
    "reference": "Ezr 10:31",
    "text": "From the descendants of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"
  },
  {
    "reference": "Ezr 10:32",
    "text": "Benjamin, Malluch, and Shemariah."
  },
  {
    "reference": "Ezr 10:33",
    "text": "From the descendants of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei."
  },
  {
    "reference": "Ezr 10:34",
    "text": "From the descendants of Bani: Maadai, Amram, Uel,"
  },
  {
    "reference": "Ezr 10:35",
    "text": "Benaiah, Bedeiah, Cheluhi,"
  },
  {
    "reference": "Ezr 10:36",
    "text": "Vaniah, Meremoth, Eliashib,"
  },
  {
    "reference": "Ezr 10:37",
    "text": "Mattaniah, Mattenai, and Jaasu."
  },
  {
    "reference": "Ezr 10:38",
    "text": "From the descendants of Binnui: Shimei,"
  },
  {
    "reference": "Ezr 10:39",
    "text": "Shelemiah, Nathan, Adaiah,"
  },
  {
    "reference": "Ezr 10:40",
    "text": "Machnadebai, Shashai, Sharai,"
  },
  {
    "reference": "Ezr 10:41",
    "text": "Azarel, Shelemiah, Shemariah,"
  },
  {
    "reference": "Ezr 10:42",
    "text": "Shallum, Amariah, and Joseph."
  },
  {
    "reference": "Ezr 10:43",
    "text": "And from the descendants of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah."
  },
  {
    "reference": "Ezr 10:44",
    "text": "All these men had married foreign women, and some of them had children by these wives."
  }
]
