[
  {
    "name": "Create Faithful Translations",
    "questions_answered_by_article": [
      "What are faithful translations?",
      "I am trying to translate the Bible into a language where almost everyone is a Muslim. What are some suggestions for how I might translate Bible verses stating that Jesus is the Son of God in ways that are faithful, but also without being culturally offensive?"
    ],
    "article_body": "Create Faithful Translations\n\nFaithful Translations\n\nTo make a translation that is faithful to the Bible, you must avoid any political, denominational, ideological, social, cultural, or theological bias in your translation. Use key terms that are faithful to the vocabulary of the original biblical languages. Use equivalent common language terms for the biblical words that describe the relationship between God the Father and God the Son. These may be clarified, as needed, in footnotes or other supplemental resources.\n\nYour goal as a Bible translator is to communicate the same message that the original writer of the Bible intended to communicate. This means that you should not try to communicate your own message, or the message that you think the Bible should say, or that your church thinks the Bible should say. For any Bible passage, you must communicate what it says, all of what it says, and only what it says. You must resist the temptation to put any of your own interpretations or messages into the Bible. Do not add any meaning to the message that is not already there in the Bible passage. (The message of a Bible passage includes the implied information.\n\nYou must also use key terms that are faithful to the vocabulary of the original biblical languages. Read the definitions of the unfoldingWord® Translation Words to make sure that you understand the meanings of these words. Translate so that these key terms have these same meanings, and do not translate them in different ways just to please your pastor, your village leaders, or yourself.\n\nAlways translating faithfully can be difficult for several reasons:\n\n1.) You might be used to the way that your church interprets some Bible passages, and you might not know that there are other interpretations. Example: When you are translating the word “baptize,” you might want to translate it with a word that means “sprinkle” because that is what your church does. But after reading unfoldingWord® Translation Words, you learn that the word has a meaning in the range of “plunge,” “dip,” “wash,” or “purify.”\n\n2.) You might want to translate a Bible passage in a way that accords with your culture rather than according with what it meant when it was written.  Example: It is common in North American culture for women to speak and preach in churches. A translator from that culture might be tempted to translate the words of 1 Corinthians 14:34a in a way that is not as strict as the Apostle Paul wrote them: “Let the women be silent in the churches.” But a faithful translator will translate the meaning of the Bible passage just the way it is.\n\n3.) You might not like something that the Bible says, and you might be tempted to change it. Example: You might not like what Jesus says in John 6:53, “Truly, truly I say to you, unless you eat the flesh of the Son of Man and drink his blood, you will not have life in yourselves.” This may seem disgusting to you, but you must translate it faithfully so that your people can read it and contemplate what Jesus meant by it.\n\n4.) You might be afraid of what others in your village will think or do if they read a faithful translation of what the Bible says. Example: You might be tempted to translate God’s words in Matthew 3:17, “This is my beloved Son. I am very pleased with him,” with a word that does not mean “son.” But you must remember that you do not have the right to change the meaning of what the Bible says.\n\n5.) You might know something extra about the Bible passage that you are translating, and you might want to add that to your translation. Example: When you are translating Mark 10:11, “Whoever divorces his wife and marries another woman commits adultery against her,” you might know that in Matthew 19:9 there is also the phrase, “… except for sexual immorality ….” Even so, do not add this phrase into Mark 10:11 because that would not be translating faithfully. Also, do not add any of your own ideas or any teachings from your church. Only translate the meaning that is there in the Bible passage."
  },
  {
    "name": "Son of God and God the Father",
    "questions_answered_by_article": [
      "Who are the Son of God and God the Father?",
      "I am trying to translate the Bible into a language where almost everyone is a Muslim. What are some suggestions for how I might translate Bible verses stating that Jesus is the Son of God in ways that are faithful, but also without being culturally offensive?"
    ],
    "article_body": "Son of God and God the Father\n\nGod is one being, and he exists as the Holy Trinity, that is, as the Father, the Son, and the Holy Spirit\n\nThe Bible teaches that there is only one God.\n\nIn the Old Testament: Yahweh, he is God; there is no other God! (1 Kings 8:60b ULT). In the New Testament: This is eternal life: that they know you, the only true God. (John 17:3a ULT) (See also: Deuteronomy 4:35, Ephesians 4:5-6, 1 Timothy 2:5, James 2:19)\n\nThe Old Testament begins to reveal God’s three persons.\n\n...God created the heavens …The Spirit of God was moving …“Let us make man in our image.”(from Genesis 1:1b,2b, 26b ULT)\n\nGod has spoken to us through a Son … through him, he also made the universe. He is the brightness of God’s glory and the exact representation of his being. But to the Son he says, “Your throne, God, is forever and ever. In the beginning, Lord, you laid earth’s foundation. The heavens are the work of your hands.” (Hebrews 1:2-3a, 8a,10 (ULT) quoting Psalm 102:25)\n\nThe Church has always found it necessary to state what the New Testament says about God by affirming that he exists in three distinct persons: The Father, the Son, and the Holy Spirit.\n\nJesus came to them and spoke to them, saying, “Baptize them into the name of the Father, of the Son, and of the Holy Spirit.” (Matthew 28:18a,19b ULT)\n\nGod sent forth his Son, born of a woman … God sent the Spirit of his Son into our hearts, who calls, “Abba, Father.” (Galatians 4:4b, 6b ULT)\n\nSee also: John 14:16-17, 1 Peter 1:2\n\nEach person of God is fully God and is called “God” in the Bible.\n\nYet for us there is only one God the Father … (1 Corinthians 8:6a ULT)\n\nThomas answered and said to him, “My Lord and my God.” Jesus said to him, “Because you have seen me, you have believed. Blessed are those who have not seen, and believed.” (John 20:28-29 ULT)\n\nBut Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back from the price of the land? … You have not lied to men, but to God.” (Acts 5:3, 4b ULT)\n\nEach person is also distinct from the other two persons. All three persons can appear separately at the same time. In the verses below, God the Son is baptized while God the Spirit comes down and God the Father speaks from heaven.\n\nAfter he was baptized, Jesus came up … from the water … He saw the Spirit of God coming down … and a voice { of the Father} came out of the heavens saying, “This is my beloved Son …” (Matthew 3:16-17 ULT)\n\nAs Christians, we must always remember that, since we are humans and do not have the mind of God, we cannot fully understand how all three persons of the Holy Trinity are fully God, and yet God is only one being. The Holy Trinity is a divine mystery that we confess by faith, based on the witness of God’s inspired Word."
  },
  {
    "name": "Translating Son and Father",
    "questions_answered_by_article": [
      "Why are these concepts important in referring to God?",
      "I am trying to translate the Bible into a language where almost everyone is a Muslim. What are some suggestions for how I might translate Bible verses stating that Jesus is the Son of God in ways that are faithful, but also without being culturally offensive?"
    ],
    "article_body": "Translating Son and Father\n\nDoor43 supports Bible translations that represent these concepts when they refer to God.\n\nBiblical Witness\n\n“Father” and “Son” are names that God calls himself in the Bible.\n\nThe Bible shows that God called Jesus his Son: 'After he was baptized, Jesus came up immediately from the water, and … a voice came out of the heavens saying, “This is my beloved Son. I am very pleased with him.” (Matthew 3:16-17 ULT)'\n\nThe Bible shows that Jesus called God his Father: 'Jesus … said, “I praise you Father, Lord of heaven and earth … no one knows the Son except the Father, and no one knows the Father except the Son.” (Matthew 11:25a, 27b ULT) (See also: John 6:26-57)'\n\nChristians have found that “Father” and “Son” are the ideas that most essentially describe the eternal relationship of the First and Second Persons of the Trinity to each other. The Bible indeed refers to them in various ways, but no other terms reflect the eternal love and intimacy between these Persons, nor the interdependent eternal relationship between them.\n\nJesus referred to God in the following terms: 'Baptize them into the name of the Father, and of the Son, and of the Holy Spirit. (Matthew 28:19b ULT)'\n\nThe intimate, loving relationship between the Father and the Son is eternal, just as they are eternal. The Father loves the Son. (See John 3:35-36; 5:19-20 ULT)\n\nI love the Father, and just as the Father commanded me, thus I do. (John 14:31 ULT)\n\nNo one knows who the Son is except the Father, and who the Father is except the Son. (Luke 10:22b ULT)\n\nThe terms “Father” and “Son” also communicate that the Father and the Son are of the same essence; they are both eternal God.\n\nJesus said, “Father, … glorify your Son so that the Son will glorify you … I glorified you on the earth … Now Father, glorify me … with the glory that I had with you before the world was made.” (John 17:1, 4a, 5 ULT)\n\nBut in these last days, {God the Father} has spoken to us through a Son, whom he appointed to be the heir of all things. Through him, he also made the universe. He is the brightness of God’s glory and the very exact representation of his being. He holds everything together by the word of his power. (Hebrews 1:2-3a ULT)\n\nJesus said to him, “I have been with you for so long and you still do not know me, Philip? Whoever has seen me has seen the Father. How can you say, ‘Show us the Father’?” (John 14:9 ULT)\n\nHuman Relationships\n\nHuman fathers and sons are not perfect, but the Bible still uses those terms for the Father and Son, who are perfect.\n\nJust as today, human father-son relationships during Bible times were never as loving or perfect as the relationship between Jesus and his Father. But this does not mean that the translator should avoid the concepts of father and son. The Scriptures use these terms to refer to God, the perfect Father and Son, as well as to sinful human fathers and sons. In referring to God as Father and Son, choose words in your language that are widely used to refer to a human “father” and “son.” In this way you will communicate that God the Father and God the Son are of the same divine essence (they are both God), just as a human father and son are of the same human essence (they are both human and share the same human characteristics).\n\nTranslation Strategies\n\n(1) Think through all the possibilities within your language to translate the words “son” and “father.” Determine which words in your language best represent the divine “Son” and “Father.” (2) If your language has more than one word for “son,” use the word that has the closest meaning to “only son” (or “first son” if necessary). (3) If your language has more than one word for “father,” use the word that has the closest meaning to “birth father,” rather than “adoptive father.”"
  }
]