[
  {
    "reference": "Oba 1:1",
    "text": "This is the vision of Obadiah: This is what the Lord GOD says about Edom—We have heard a message from the LORD; an envoy has been sent among the nations to say, “Rise up, and let us go to battle against her!”—",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "This is the title of the book. Here **vision** is used in the general sense of a message from Yahweh, rather than to indicate how Obadiah received that message. **Vision** here is a metaphor for the way that God gives knowledge to people. Alternate translation: [The message that God gave to Obadiah] or [The prophecy of Obadiah]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/translate-names",
        "note": "Some English translations call the prophet Abdias, but Obadiah is the form of his name most commonly used in English. Use the form of the name that is used in your source language or a form that is similar that sounds like a name in your language."
      },
      {
        "issue_type": "rc://*/ta/man/translate/writing-quotations",
        "note": "This introduces the rest of the book as a message from God. Use a form here that is natural in your language for introducing what someone says."
      },
      {
        "issue_type": "rc://*/ta/man/translate/translate-names",
        "note": "This is the name of God that he revealed to his people in the Old Testament."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metonymy",
        "note": "People are being described here by the name of something closely associated with them, **Edom**, the land that they live in. If this is not clear in your language, you could say clearly that this message is about the people. Alternate translation: [concerning the people of Edom.]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-exclusive",
        "note": "Obadiah is speaking as one person among the many in the nations around Edom who have heard Yahweh’s message, including the people of Israel. If your language has an inclusive form for **We**, use that here."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-exclusive",
        "note": "Obadiah is speaking to the people of Judah about the people of Edom. So **We** here is inclusive; others in Judah have also heard or are now hearing the message calling the nations to war against Edom."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-activepassive",
        "note": "If it is more natural in your language, you could use the active form of the verb. Alternate translation: [I, Yahweh, have sent a messenger]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-explicit",
        "note": "You could specify who sent the messenger. Alternate translation: [and Yahweh has sent a messenger]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-quotations",
        "note": "The end of the verse is not spoken by Obadiah himself. Rather, these are the words of Yahweh’s messenger. They can be presented as a quotation with an introductory formula such as “saying,” or as indirect quotation as in UST."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-idiom",
        "note": "This phrase is used to tell people to get ready, in this case to attack Edom. Alternate translation: [Get ready]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-idiom",
        "note": "This is an idiom that means to violently oppose another person or nation. Alternate translation: [Let us gather our armies against Edom]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metonymy",
        "note": "Here, **her** refers to the land of Edom, which, again, stands for the people of Edom. Alternate translation: [Let us rise up against the people of Edom]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-abstractnouns",
        "note": "If it would be helpful in your language, If your language does not use an abstract noun for the idea behind the word **battle**, you can express the same idea with a verbal form. Alternate translation: [to attack her]"
      }
    ]
  },
  {
    "reference": "Oba 1:2",
    "text": "“Behold, I will make you small among the nations; you will be deeply despised.",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/writing-quotations",
        "note": "The addressee changes here. This is no longer Yahweh speaking to Judah or the messenger speaking to the other nations. Now Yahweh is speaking directly to the people of Edom. If it would be helpful in your language, you could add a quote introduction here, as in the UST."
      },
      {
        "issue_type": "",
        "note": "This alerts the people of Edom to pay special attention to what follows. Use a natural way of getting someone’s attention in your language. Alternate translation: [Look] or [Pay attention to what I am about to tell you]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-parallelism",
        "note": "These two phrases mean similar things and are used together to emphasize that Edom will lose its important status. If it would be more natural in your language, you could combine them as in the UST."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "Something insignificant is spoken of as if it were small in size and could easily be overlooked. Alternate translation: [insignificant among the nations]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-activepassive",
        "note": "You could state this in the active form. Alternate translation: [the people of other nations will hate you]"
      }
    ]
  },
  {
    "reference": "Oba 1:3",
    "text": "The pride of your heart has deceived you, O dwellers in the clefts of the rocks whose habitation is the heights, who say in your heart, ‘Who can bring me down to the ground?’",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-personification",
        "note": "Here, **pride** is spoken of as though it were a person who could deceive someone. If this is not clear, you could say this with plain language. Alternate translation: [Because you are so proud, you have deceived yourselves]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-youcrowd",
        "note": "Here, **you** is singular, since it refers to the people of Edom as a single nation, but if this is confusing in your language, you can use a plural form of “you” here and throughout this book."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-abstractnouns",
        "note": "If your language does not use an abstract noun for the idea behind the word **pride**, you can express the same idea with an adjective such as “proud.” Alternate translation: [Your proud attitude]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "Here, **heart** is used to refer to a person’s thoughts and feelings. Alternate translation: [Your proud attitude]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-123person",
        "note": "Here, the pronoun switches from **you** to **he** even though Yahweh is still talking to the people of Edom. If this is confusing in your language, you can continue to use **you**, since this is part of Yahweh’s continuing message to the people of Edom. Alternate translation: [you who live in the clefts of the rock]"
      },
      {
        "issue_type": "",
        "note": "This means a place that is protected because it is surrounded by rocks."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-123person",
        "note": "This says **he** and **his,** as if Yahweh were talking aloud about Edom rather than to Edom, but it can be translated with **you** as part of Yahweh’s continuing words to the people. Alternate translation: [you who say in your heart] or [you who say to yourselves]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "Here, the heart is used to refer to a person’s thoughts and feelings. Alternate translation: [he who says to himself] or [you who think]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-rquestion",
        "note": "This rhetorical question expresses how proud the Edomites were and how safe they felt. Alternate translation: [no one can bring me down to the ground] or [I am safe from all attackers]"
      }
    ]
  },
  {
    "reference": "Oba 1:4",
    "text": "Though you soar like the eagle and make your nest among the stars, even from there I will bring you down,” declares the LORD.",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-parallelism",
        "note": "These two expressions have similar meanings. This is a way of showing that something is important by saying it more than once but in slightly different ways. If this is not clear in your language, use another way of showing that this is important. Alternate translation: [Even if you had wings and could live high up among the eagles, or even up among the stars]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-hyperbole",
        "note": "The people of Edom think that they are safe because they live up high in the mountains. Yahweh is saying that even if they lived much higher than it is actually possible for humans to live, they would still not be safe. Alternate translation: [and I tell you that even if you had wings and could fly higher than eagles fly, and if you could make your homes among the stars]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-activepassive",
        "note": "If your language does not use passive verb forms, you can use the active form of the verb. Alternate translation: [if you can make your homes]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "Here, **bring you down** means “humble you” or “defeat you.” This is a spatial metaphor. Yahweh’s response to the Edomites is that there is nowhere they would be safe from his judgment and punishment. Alternate translation: [you would still not be safe there from the attackers that I am sending]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/writing-quotations",
        "note": "This phrase reminds the reader that this message, including the entire book, came directly from Yahweh. Use a form of quotation that would make this clear in your language."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-abstractnouns",
        "note": "If your language does not use an abstract noun for the idea behind the word **declaration**, you can express the same idea with a verbal form. Alternate translation: [Yahweh declares this to you.]"
      }
    ]
  },
  {
    "reference": "Oba 1:5",
    "text": "“If thieves came to you, if robbers by night—oh, how you will be ruined—would they not steal only what they wanted? If grape gatherers came to you, would they not leave some gleanings?",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-doublet",
        "note": "These two phrases mean the same thing. The repetition is used to emphasize the one idea that they are expressing. If this is not clear in your language, use another way of showing that this is important or you could combine them, as in the UST."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-activepassive",
        "note": "You could use the active form of the verb, and you could specify who is doing the action. Alternate translation: [how the attackers will destroy you]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-exclamations",
        "note": "Yahweh adds this phrase in the middle of another sentence to express that the punishment of Edom is shocking. Unlike thieves and grape-harvesters, those who attack Edom will leave nothing behind. If it would be helpful in your language, you could move the phrase to the end of the verse and make it its own sentence. Alternate translation: [But attackers will destroy you completely]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-rquestion",
        "note": "This is a rhetorical question. The question form is used to make a point strongly. If you do not use rhetorical questions in this way in your language, you could use a statement here. Alternate translation: [they would only steal what they wanted]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-rquestion",
        "note": "This is a rhetorical question. The question form is used to make a point strongly. If you do not use rhetorical questions in this way in your language, you could use a statement here. Alternate translation: [they would certainly leave some grapes behind]"
      }
    ]
  },
  {
    "reference": "Oba 1:6",
    "text": "But how Esau will be pillaged, his hidden treasures sought out!",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-exclamations",
        "note": "Here, **How** introduces an exclamation to express amazement that the pillaging of Edom is so extreme. Use a natural way in your language to express this. Alternate translation: [In an extreme way] or [Completely]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-activepassive",
        "note": "If it would be helpful in your language, you could use the active form of this verb, and you could say who is doing the action. Alternate translation: [How the attackers will ransack the country of Edom]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-personification",
        "note": "Here, the name **Esau** refers to the people of Edom. They were the descendants of Esau, who was also known as Edom. All the people of Edom are being portrayed as if they were a single person, their ancestor. If this is confusing in your language, you can refer to the people instead, as in the UST."
      },
      {
        "issue_type": "",
        "note": "Here, **ransacked** means that the enemies have searched through the people’s things, taken everything valuable, and left everything else in a mess or damaged."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-activepassive",
        "note": "If it would be helpful in your language, you could use the active form of this verb, and you could say who is doing the action. Alternate translation: [They will search out all of his hidden treasures]"
      }
    ]
  },
  {
    "reference": "Oba 1:7",
    "text": "All the men allied with you will drive you to the border; the men at peace with you will deceive and overpower you. Those who eat your bread will set a trap for you without your awareness of it.",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-explicit",
        "note": "If it does not make sense in your language to say that someone would be attacked by someone with whom they have a **covenant**, that is, an ally, then you could add in the missing step of their betrayal, as in the UST."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-youcrowd",
        "note": "Yahweh is still addressing the people of Edom here, so the word **your** refers to them."
      },
      {
        "issue_type": "",
        "note": "Here, **the border** could mean: (1) It could refer to the border of the country of Edom. Alternate translation: [will force you out of your country] or (2) it could refer to the border of a formerly friendly country. Alternate translation: [will reject you from taking refuge in their country]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-parallelism",
        "note": "All three phrases refer to Edom’s allies. Yahweh is showing that what he is saying is important by saying it more than once in similar ways."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-ellipsis",
        "note": "Hebrew says simply **your bread**. In this poetic style, hearers and readers are expected to understand the meaning and supply the missing words **The men of** from the previous two lines."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-aside",
        "note": "This phrase could mean: (1) Yahweh is saying this as an aside to express his evaluation of the people of Edom. If this would be confusing in your language, you could continue the address to Edom in the second person, as in the UST. (2) the former allies could be saying this about Edom. Alternate translation: [Then they will say to you, ‘You are not as clever as you thought you were’]; (3) It could be referring to the trap just mentioned. Alternate translation: [and there is no perception of it]; (4) It could be referring to the shocking situation of Edom being betrayed by its allies. Alternate translation: [There is no understanding of this]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-abstractnouns",
        "note": "If your language does not use an abstract noun for the idea behind the word **understanding**, you can express the same idea with a verbal form. Alternate translation: [He does not understand anything]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-personification",
        "note": "Here, **him** probably refers to Edom, which represents the people who live there. Alternate translation: [in the people of Edom]"
      }
    ]
  },
  {
    "reference": "Oba 1:8",
    "text": "In that day, declares the LORD, will I not destroy the wise men of Edom and the men of understanding in the mountains of Esau?",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-rquestion",
        "note": "This is a rhetorical question. Yahweh uses the question form here to emphasize that he will certainly do this. Alternate translation: [On that day … I will certainly destroy the wise men from Edom]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-explicit",
        "note": "The original audience would have known that Edom was famous for its wisdom. So this means that even their famous wisdom cannot save them from Yahweh’s destruction. If it would be helpful in your language, you could indicate this information as in the UST."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-rquestion",
        "note": "This is the second part of the rhetorical question. You could also start a new sentence here. Yahweh continues the question form here to emphasize that he will certainly do this. Alternate translation: [and I will certainly destroy their understanding] or [On that day I will certainly remove understanding from the mountain of Esau]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-explicit",
        "note": "In this poetic style, the reader is expected to use the words **will I not on that day destroy** from the first rhetorical question in order to understand this second one. If that is not clear in your language, you could repeat those words here. Alternate translation: [and will I not on that day destroy understanding from the mountain of Esau?]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-parallelism",
        "note": "In this poetic style, the same meaning is expressed twice but in different words in order to emphasize what is being said. Here, **wise men** and **understanding** both refer to people who are wise, and **Edom** and **the mountain of Esau** are both ways of referring to the country of Edom. If this is confusing in your language, you can say this only once, or emphasize the meaning in another way. Alternate translation: [all people who are wise from the country of Edom]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-abstractnouns",
        "note": "If your language does not use an abstract noun for the idea behind the word **understanding**, you can express the same idea with a verbal form. Alternate translation: [and people who know what to do]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-synecdoche",
        "note": "Yahweh is referring to the whole territory of Edom by using the name of one prominent part of it. The **mountain of Esau** may be the one now called Mount Bozrah. Alternate translation: [from the land of Edom]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/translate-names",
        "note": "This is the name of the man who was the ancestor of the people of Edom. See how you translated this in [1:6](../01/06.md)."
      }
    ]
  },
  {
    "reference": "Oba 1:9",
    "text": "Then your mighty men, O Teman, will be terrified, so that everyone in the mountains of Esau will be cut down in the slaughter.",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-synecdoche",
        "note": "Yahweh continues speaking to the people of Edom, but now he addresses them as **Teman**, which was the name of the region around their capital city. This part of Edom is now being used to represent the whole people. Alternate translation: [People of Edom, your strong soldiers will become terrified]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/translate-names",
        "note": "Teman is the name of a region in the land of Edom. Yahweh is referring to the whole territory of Edom by the name of one part of it. Alternate translation: [O people of Edom]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "note": "There is a cause-and-effect relationship here. Yahweh says in v. 8 that he will destroy the wise men in Edom, and here in v. 9 that the mighty men of Edom will be “dismayed” (that is, they will give up trying to fight). The people of Edom trusted in these two groups to protect them. So as a result of Yahweh destroying these two groups, no others in Edom will escape the invading armies, either. Alternate translation: [with the result that]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "Here, **cut off** is a metaphor for being killed. The Edomites are pictured as part of the mountain where they live, and their death as being cut off from the mountain. Alternate translation: [your enemies will destroy all of you]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-activepassive",
        "note": "You could use an active verb form, and you could specify who will do the action. Alternate translation: [your enemies will destroy all of you]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-idiom",
        "note": "Here, **a man** is an idiom that means “each person.” Alternate translation: [all you people]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-synecdoche",
        "note": "As in v. 8, Yahweh is referring to the whole territory by the name of this one part of it. See how you translated it there. Alternate translation: [from the land of Edom]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-abstractnouns",
        "note": "The abstract noun **slaughter** intensifies the idea of being **cut off** or killed. If your language does not use an abstract noun for the idea behind the word **slaughter**, you can express the same idea with a verbal form. Alternate translation: [violently]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-abstractnouns",
        "note": "Some Bible translations put this phrase with [verse 10](../01/10.md), rather than with [verse 9](../01/09.md). If you choose to do that, [verse 9](../01/09.md) would end, “ … from the mountain of Esau.” Verse 10 would begin, “Because of slaughter, because of violence …”"
      }
    ]
  },
  {
    "reference": "Oba 1:10",
    "text": "Because of the violence against your brother Jacob, you will be covered with shame and cut off forever.",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-metonymy",
        "note": "The term **brother** is being used here to refer to members of a related people group. Use the term that is most natural in your language. Alternate translation: [your relatives who are the descendants of Jacob]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-personification",
        "note": "Here the name **Jacob** refers to the people of Judah, who were his descendants. All the people are being portrayed as if they were a single person, their ancestor."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-abstractnouns",
        "note": "If your language does not use an abstract noun for the idea behind the word **shame**, you can express the same idea with a verbal form. Alternate translation: [you will be dishonored]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-idiom",
        "note": "To be **covered** with something is an idiom for fully experiencing it. Alternate translation: [you will be completely ashamed]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-activepassive",
        "note": "If it would be helpful in your language, you could use an active form of the verb. Alternate translation: [your enemies will destroy you]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-explicit",
        "note": "You can specify who will do the action. Alternate translation: [your enemies will destroy you]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-idiom",
        "note": "As in [1:5](../01/05.md), **cut off** is an idiom for being destroyed. See how you translated it there. Alternate translation: [your enemies will destroy you]"
      }
    ]
  },
  {
    "reference": "Oba 1:11",
    "text": "On the day you stood aloof while strangers carried off his wealth and foreigners entered his gate and cast lots for Jerusalem, you were just like one of them.",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "This is a metaphor that pictures the people of Edom as a person who was just standing around and not helping a relative. Alternate translation: [you did not help him.]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-parallelism",
        "note": "These two phrases mean similar things. They are used together to emphasize that Judah was in a desperate situation. Invading armies were plundering the cities of Judah."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-personification",
        "note": "Here, **his** refers to **your brother Jacob** in [1:10](../01/10.md), meaning the people of Judah."
      },
      {
        "issue_type": "",
        "note": "In this context, the term translated **wealth** could also mean “army.” But since it clearly means “wealth” in [1:13](../01/13.md), it seems best to translate it as “wealth” here, as well."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-synecdoche",
        "note": "Here, **gates** stands for “city.” The gates, the part of a city through which people would come and go, are being used to represent the whole city. Alternate translation: [all the cities of Judah]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "There are two possibilities for what this could mean: (1) This is a figurative way of saying that the **foreigners** had complete control of **Jerusalem**, with Jerusalem pictured as something that everybody wants to have, but it cannot be divided, so they cast lots to see who will get it. Alternate translation: [they even plundered Jerusalem] or (2) The name of the city may be standing for the wealth of the city. Alternate translation: [and they divided the wealth of Jerusalem among themselves]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-explicit",
        "note": "The people of Edom did not do exactly the same things as the **strangers** and **foreigners** did, but they were like them because they did not help the people of Judah, who were a related people group. If it would be helpful in your language, you could include this information, as in the UST."
      }
    ]
  },
  {
    "reference": "Oba 1:12",
    "text": "But you should not gloat in that day, your brother’s day of misfortune, nor rejoice over the people of Judah in the day of their destruction, nor boast proudly in the day of their distress.",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-litany",
        "note": "Yahweh uses a repetitive series of sentences in [verses 12–14](../01/12.md) to show how badly the people of Edom have treated the people of Judah. This repetitive style of speaking or writing is called a “litany.” This is a list of the charges against the people of Edom. Yahweh goes on to say in [verses 15](../01/15.md) and [16](../01/16.md) that he has found them guilty of all of these charges and that he will punish them. Use a form in your language that someone would use to list things that someone has done wrong."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-explicit",
        "note": "Here, **you should not have looked** implies that the people of Edom were looking on the disaster in Judah with pleasure. To make this clear, you could include this information in the way that you translate. Alternate translation: [you should not have enjoyed looking] or [it was very bad that you enjoyed looking]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-hendiadys",
        "note": "The two phrases **on the day of your brother** and **on the day of his misfortune** work together to mean “on the day of your brother’s misfortune.” If having the two phrases is confusing, you could combine them into one phrase, as in the UST."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-idiom",
        "note": "Here, **on the day** is an idiom that refers to an undefined period of time that could extend from one to very many days. Alternate translation: [at the time of]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-personification",
        "note": "As in [1:10](../01/10.md), Yahweh describes the people of Judah as a **brother** to the descendants of Esau, because their ancestor, Jacob, was the brother of Esau (Edom)."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-gendernotations",
        "note": "Here, the word **sons** does not refer only to men. It refers to all of the descendants of Jacob’s son Judah, and more broadly to all of the Israelites from a number of the different tribes of Israel who had come to live in the kingdom of Judah at this time. Alternate translation: [over the Israelites]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-idiom",
        "note": "This is an idiom for bragging or mocking. In this context of observing someone else’s misfortune, mocking makes better sense. Alternate translation: [You should not have mocked them]"
      }
    ]
  },
  {
    "reference": "Oba 1:13",
    "text": "You should not enter the gate of My people in the day of their disaster, nor gloat over their affliction in the day of their disaster, nor loot their wealth in the day of their disaster.",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-parallelism",
        "note": "In this poetic style, the same phrase is used at the end of each line to emphasize how terrible the **calamity** was. If this style does not work in your language to communicate an increased emphasis, then you could combine the three occurrences into one and communicate that this was a very bad thing in another way, as in the UST."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-personification",
        "note": "In the first line of this verse, **their** refers to **my people**. In the second and third lines, God’s people are once again pictured as their ancestor Jacob, and so the singular pronoun **his** is used (See: [1:10](../01/10.md)). If this change is confusing in your language, you could avoid the personification and refer to the people with plural pronouns in all three lines."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-exclamations",
        "note": "Yahweh is accusing the people of Edom directly, and he adds this exclamation to emphasize this. This exclamation expresses anger, demands their attention, and also may be a warning that they cannot claim to be innocent. If it is confusing to have this in the middle of another sentence, you could make this a separate sentence ending in an exclamation mark, either before or after the current sentence. Alternate translation: [I am talking to you]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-idiom",
        "note": "In this context, **looked on** is an idiom for “enjoyed looking at.” See how you translated this in [1:12](../01/12.md). Alternate translation: [you should not have gloated]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-you",
        "note": "Here, the word translated as **you** is feminine and plural. In the rest of Obadiah, it is masculine and singular. It may be that God is addressing the women specifically here in case they thought that they were not also guilty. So use a feminine plural form here, or mark this in some other way so that it means “you women.”"
      }
    ]
  },
  {
    "reference": "Oba 1:14",
    "text": "Nor should you stand at the crossroads to cut off their fugitives, nor deliver up their survivors in the day of their distress.",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/translate-unknown",
        "note": "A **crossroads** is a place where two roads come together."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "Here, **to cut down** is a metaphor that means “to kill.” It is likely a comparison to the way grain is cut down at harvest time. See how you translated this same metaphor in [1:9](../01/09.md)."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-explicit",
        "note": "If it would be helpful in your language, you could make explicit to whom the Edomites delivered the Judean survivors. Alternate translation: [You should not have captured the survivors and delivered them over to the enemy soldiers]"
      }
    ]
  },
  {
    "reference": "Oba 1:15",
    "text": "For the Day of the LORD is near for all the nations. As you have done, it will be done to you; your recompense will return upon your own head.",
    "translation_challanges": [
      {
        "issue_type": "",
        "note": "Bible experts are not certain whether [verse 15](../01/15.md) goes with [verse 14](../01/14.md) as the end of the previous section or if it goes with [verse 16](../01/16.md) as the beginning of the new section. Many Bibles put a section break and a heading before [verse 15](../01/15.md), such as “God Will Judge the Nations.”"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-explicit",
        "note": "Here Yahweh is giving the people of Edom the reason why they should not have done all of the bad things that they did to the Israelites that were listed in [verses 11–14](../01/11.md), and instead of that, helped them. It is because Yahweh will soon judge all nations for the way that they have treated others. If it would be helpful in your language, you could make this explicit, as in the UST."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-idiom",
        "note": "The **day of Yahweh** is an expression that refers to a specific time when God punishes people for their sins. Alternate translation: [the time when I, Yahweh, will judge and punish people for their sins]"
      },
      {
        "issue_type": "",
        "note": "In this context, **near** means “close in time.” Alternate translation: [will soon happen]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-activepassive",
        "note": "If you prefer an active verb you can use one here and you can specify who will do this action. Alternate translation: [I will do those same things to you]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "This is a metaphor that pictures the Edomites as having sent bad things out to others, and now those things are going to come back and hurt them as they land on their heads. Alternate translation: [those same things will soon happen to you]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-synecdoche",
        "note": "The **head** is being used to represent the whole person. Alternate translation: [to you]"
      }
    ]
  },
  {
    "reference": "Oba 1:16",
    "text": "For as you drank on My holy mountain, so all the nations will drink continually. They will drink and gulp it down; they will be as if they had never existed.",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-explicit",
        "note": "As at the beginning of [verse 15](../01/15.md), here also the connecting word **For** indicates that this is a reason why the people of Edom should have helped the Israelites instead of joining in attacking them. Here also Yahweh describes how he will soon judge all nations for the way that they have treated others. There are two possibilities for how you can make this explicit, If it would be helpful in your language. Choosing between these possibilities depends on how you interpret the referent of the word **you**. The word **you** here is masculine plural, the first and only time it occurs in this form in the book. Throughout the book, the nation of Edom was addressed with the masculine singular form. This is also the last occurrence of the second person in the book. (1) Because of these observations, the use of drinking here and throughout the Bible as a metaphor for suffering punishment, and the location of this suffering on Mount Zion in Jerusalem, it seems that here Obadiah stops addressing the people of Edom and returns to addressing the people of Israel. At the beginning of the book, Obadiah included the people of Israel when he said, “We have heard a report from Yahweh.” Now, near the end of the book, he addresses them again, giving them assurance that the people of Edom will be punished for what they did to the people of Israel. See the UST. (2) This word **you** could refer to the people of Edom. Alternate translation: [You should have helped the people of Israel, because just as you drank]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/writing-pronouns",
        "note": "Throughout the book of Obadiah, the nation of Edom is addressed with a masculine singular form of “you.” (The one feminine plural form in [1:13](../01/13.md) only addresses the women of Edom). Here, however, **you** is masculine plural. There are two possibilities for who is being addressed here. (1) It refers to the people of Israel. This would explain the shift from singular to plural. Just as Obadiah addressed the people of Israel in the plural in [1:1](../01/01.md), so he addresses them in the plural now. This interpretation also fits with the metaphor used here and throughout the Bible that pictures suffering and divine punishment as drinking something that makes a person stagger, fall, and die. The people of Israel suffered and died in Jerusalem when the city was destroyed. This also allows the comparison in this verse to fit with the idea in the previous verse that Edom will suffer in the same way that they made Israel to suffer. See the UST. (2) It refers to the people of Edom. In this case, the comparison is between how the people of Edom literally drank wine in celebration of Jerusalem’s destruction with how the nations will metaphorically drink God’s punishment. Either that, or the verb must be forced into a future meaning, and the comparison is between how God will punish the people of Edom in Jerusalem and how God will punish all the nations. Alternate translation: [just as I will punish you]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "The image of drinking something is often used in the Bible as a metaphor for suffering or for being punished by God. Alternate translation: [you suffered] or [I punished you]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metonymy",
        "note": "The **mountain of my holiness** refers to Mount Zion and therefore to the city of Jerusalem. So here Jerusalem is being referred to by the name of something closely associated with it, the mountain that the city is built on. Alternate translation: [in my holy city, Jerusalem]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "Here the metaphor continues, using **drink** to mean “suffer” or “be punished.” Alternate translation: [I will punish all of the nations continually]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-doublet",
        "note": "The words translated **drink** and **swallow** mean very similar things and are used together to intensify the one meaning. If your language does not have two such similar words, you can use one of the words and intensify the meaning in another way. Alternate translation: [They will drink all of it down]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "Here the metaphor continues, using **drink** and **swallow** as images for suffering or being punished. Alternate translation: [I will make them suffer a lot]"
      }
    ]
  },
  {
    "reference": "Oba 1:17",
    "text": "But on Mount Zion there will be deliverance, and it will be holy, and the house of Jacob will reclaim their possession.",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-abstractnouns",
        "note": "The abstract noun **escape** refers to the people of Israel who will still be alive in Jerusalem after Yahweh has finished punishing the other nations. As [1:16](../01/16.md) says, those other nations will disappear completely, but the descendants of Jacob will continue as a people. Alternate translation: [But in Jerusalem some people will remain]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metonymy",
        "note": "This is a figure of speech that refers to Jerusalem by the name of something closely associated with it, the mountain that the city is built on. Alternate translation: [But in Jerusalem]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-abstractnouns",
        "note": "If your language does not use abstract nouns, you can translate the word **holiness** by using an adjective. Alternate translation: [and it will be a holy place]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-idiom",
        "note": "Here, **the house of Jacob** is an idiom that means “the descendants of Jacob” and by extension, all of the people of Israel. Alternate translation: [the people of Israel]"
      },
      {
        "issue_type": "",
        "note": "Here, **possessions** refers to the land that was supposed to be passed down from generation to generation to each of the Israelite families and clans. If using a plural term is confusing, you could translate it with a singular word. Alternate translation: [the land that belongs to each of them]"
      }
    ]
  },
  {
    "reference": "Oba 1:18",
    "text": "Then the house of Jacob will be a blazing fire, and the house of Joseph a burning flame; but the house of Esau will be stubble—Jacob will set it ablaze and consume it. Therefore no survivor will remain from the house of Esau.” For the LORD has spoken.",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-parallelism",
        "note": "These two expressions have similar meanings. Yahweh is showing that what he is saying is important by saying it more than once. Both **house of Jacob** and **house of Joseph** stand for all of the Israelites. Alternate translation: [The Israelites will be like a fire. Yes, they will be like a flame] If saying this twice is confusing, you could combine them into one expression, as in the UST."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metonymy",
        "note": "Here, the word **house** means all of the people descended from a particular person. All of the descendants of Jacob are being described as if they were one household living together. Alternate translation: [the Israelites]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-synecdoche",
        "note": "The descendants of Joseph are also being described as if they were one household. Joseph was the son of Jacob, and his descendants made up a large part of the people of Israel. So Yahweh is using his descendants to represent the whole nation."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metonymy",
        "note": "The descendants of Esau (Edom) are also being described as if they were one household. Alternate translation: [the people of Edom]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "In this metaphor, Yahweh is saying that the Israelites will be like fire and flame, that the people of Edom will be like dry grass, and that the Israelites will do to the people of Edom what fire and flame do to dry grass. In other words, just as fire and flame burn up dry grass until it is all gone, the Israelites who survive will conquer all of Edom. If this metaphor is not clear in your language, you could make it a simile, as in the UST."
      },
      {
        "issue_type": "rc://*/ta/man/translate/translate-unknown",
        "note": "The word **stubble** means the dry pieces of plants that are left in the ground after their stalks have been cut. Alternate translation: [like dry grass]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-doublet",
        "note": "**Burn** and **consume** mean almost the same thing. Yahweh uses the words together to intensify the meaning. If you do not have two similar words in your language or if it would be confusing to say this twice, you could combine them into one phrase and intensify the meaning in another way. Alternate translation: [and they will burn them until they are all burned up] or [and they will burn them up completely]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-explicit",
        "note": "Here, **For** indicates that what follows is the reason for what came before. Yahweh is reminding the reader that these things will certainly happen, because this message comes from him. If it would be helpful in your language, you could say this explicitly, as in the UST."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-123person",
        "note": "Yahweh is speaking of himself in the third person here. If that is confusing in your language, you could change it to first person, as in the UST."
      }
    ]
  },
  {
    "reference": "Oba 1:19",
    "text": "Those from the Negev will possess the mountains of Esau; those from the foothills will possess the land of the Philistines. They will occupy the fields of Ephraim and Samaria, and Benjamin will possess Gilead.",
    "translation_challanges": [
      {
        "issue_type": "",
        "note": "This verse as a whole describes people who live in different parts of Israel conquering the territories next to them. Alternate translation: [will conquer]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metonymy",
        "note": "The **Negev** is the name of the southern region of Judea that is dry, rocky, and barren. It is being used to represent the people who live there. The people are being described by the name of something closely associated with them, the land that they live in. Alternate translation: [The Israelites who live in the Negev]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-synecdoche",
        "note": "This was one of the mountains in Edom. See how you translated this in [verses 8](../01/08.md) and [9](../01/09.md). Yahweh is referring to the whole territory of Edom by using the name of one prominent part of it. Alternate translation: [the country of Edom]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metonymy",
        "note": "The **Shephelah** is the name of the western foothills in the land of Israel. That location is being used to represent the people who live there. The people are being described by the name of something closely associated with them, the land that they live in. Alternate translation: [the Israelites who live in the western foothills.]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-ellipsis",
        "note": "Here, the reader is expected to supply the verb **will possess** from the previous clause. Alternate translation: [and the Israelites who live in the Shephelah will possess the land of the Philistines]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metonymy",
        "note": "The **Philistines** were people who occupied the territory to the west of Israel. Here, the people are used to represent that territory, also known as the region of Phoenicia. Alternate translation: [the region of the Philistines]"
      },
      {
        "issue_type": "",
        "note": "Alternate translation: [The people of Israel will possess]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-synecdoche",
        "note": "Here, **field** refers to a large, open area, and represents the whole territory that belonged to the tribe of **Ephraim** and that surrounded the city of **Samaria**. Alternate translation: [all of the territory that had belonged to the people of Ephraim and all of the area around Samaria]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-personification",
        "note": "Here, **Benjamin** represents the people of the tribe of Benjamin. All the people are being portrayed as if they were a single person, their ancestor. See the UST."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-ellipsis",
        "note": "Here, the reader is expected to supply the verb **will possess** from the previous clause. Alternate translation: [and the people of the tribe of Benjamin will possess the land of Gilead]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-synecdoche",
        "note": "**Gilead** is a region east of the land of Israel, across the Jordan River. It is being used to represent the areas to the east. See the UST."
      }
    ]
  },
  {
    "reference": "Oba 1:20",
    "text": "And the exiles of this host of the Israelites will possess the land of the Canaanites as far as Zarephath; and the exiles from Jerusalem who are in Sepharad will possess the cities of the Negev.",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/grammar-collectivenouns",
        "note": "Here, **exile** is a collective singular noun that includes all of the people who were exiled. Alternate translation: [All of the large group of people who were captured and taken away from their homes]"
      },
      {
        "issue_type": "",
        "note": "Here, the word translated as **army** can also mean “a large number of people.” In this context, the large number of people are also described as capturing territory, so they will be acting as an army. If you have a term that can mean both of these things, use it here. If not, then choose the term that fits best."
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metaphor",
        "note": "Here, there are two possibilities for the meaning of **the sons of Israel**: (1) In this context, **Israel** is identified as occupying territory in the north and is in contrast with **Jerusalem**, so it seems that **the sons of Israel** is referring to people who are from the northern kingdom of Israel. Alternate translation: [from northern Israel]; (2) It could refer to all of the descendants of Israel. Alternate translation: [of the people of Israel]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metonymy",
        "note": "The land of Canaan is where the people of Israel lived before they were exiled. So the people are being called by the name of the place where they lived, and where they will live again. Alternate translation: [who lived in the land of Canaan]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/translate-names",
        "note": "Zarephath was a Phoenician city north of Israel on the coast of the Mediterranean Sea between Tyre and Sidon. Alternate translation: [as far north as Zarephath]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-ellipsis",
        "note": "The reader is expected to supply the verb “will possess” or “will capture” from the previous sentence. Alternate translation: [will capture the territory as far north as Zarephath]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/grammar-collectivenouns",
        "note": "Here, **exile** is a collective singular noun that includes all of the people who were captured and taken away from their homes in Jerusalem. Alternate translation: [The people who were captured and taken away from their homes in Jerusalem]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/translate-names",
        "note": "**Sepharad** is the name of a place whose location is unknown to modern scholars. Some experts suggest that it refers to the city of Sardis in the region of Lydia. This would be in Asia Minor, northwest of Israel, in what is now the country of Turkey. Alternate translation: [currently live in Sepharad]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-explicit",
        "note": "In order to conquer the **cities of the Negev**, these exiles first will return from the distant lands where they are living. If it would be helpful in your language, you could say that explicitly. Alternate translation: [they will come back and conquer]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/translate-names",
        "note": "The **Negev** is the name of the southern region of Judea that is dry, rocky, and barren. See how you translated this in [1:19](../01/19.md) Alternate translation: [the southern Judean wilderness]"
      }
    ]
  },
  {
    "reference": "Oba 1:21",
    "text": "The deliverers will ascend Mount Zion to rule over the mountains of Esau. And the kingdom will belong to the LORD.",
    "translation_challanges": [
      {
        "issue_type": "rc://*/ta/man/translate/figs-metonymy",
        "note": "Even though **the mountain of Zion** is a figurative name for Jerusalem, it would be good to keep the imagery of this high place in Jerusalem where God’s temple was, if possible. This would also allow the comparison with **the mountain of Esau**. Edom had boasted that it was up high and that no one could bring it down. But with this figurative imagery, Yahweh is saying that he will bring it down and place his own people up high instead. you could also choose to express this meaning in plain language if that is how you have been translating the book and if **the mountain of Zion** would be misunderstood. Alternate translation: [Israel’s saviors will go up to Jerusalem and will rule over Edom, who thought that they were so high, from up there]"
      },
      {
        "issue_type": "",
        "note": "Here, **saviors** refers to Israelite military leaders whom God will use to defeat the nation of Edom. Alternate translation: [the leaders who have saved Israel]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-metonymy",
        "note": "Yahweh is referring to Jerusalem by the name of something closely associated with it, the mountain that the city is built on. See how you translated this in [verses 16](../01/16.md) and [17](../01/17.md). Alternate translation: [to Jerusalem]"
      },
      {
        "issue_type": "rc://*/ta/man/translate/figs-synecdoche",
        "note": "This phrase refers to the mountainous territory where Esau, the brother of Jacob and the ancestor of the Edomites, went and settled. So it means “the hill country that came to belong to Esau and his descendants.” See how you translated this in [verses 8](../01/08.md), [9](../01/09.md), and [19](../01/19.md). Alternate translation: [the land of Edom]"
      },
      {
        "issue_type": "",
        "note": "This phrase emphasizes that Yahweh will personally rule over the kingdom of Israel as they rule over Edom. Alternate translation: [Yahweh will be the king over all]"
      }
    ]
  }
]
