[
  {
    "reference": "1Co 1:1",
    "text": "Dari Paulus, yang oleh kehendak Allah dipanggil menjadi rasul Kristus Yesus, dan dari Sostenes, saudara kita,"
  },
  {
    "reference": "1Co 1:2",
    "text": "- 1:2: Kis. 18:1 kepada jemaat Allah di Korintus, yaitu mereka yang dikuduskan dalam Kristus Yesus dan yang dipanggil menjadi orang-orang kudus, dengan semua orang di segala tempat, yang berseru kepada nama Tuhan kita Yesus Kristus, yaitu Tuhan mereka dan Tuhan kita."
  },
  {
    "reference": "1Co 1:3",
    "text": "Kasih karunia dan damai sejahtera dari Allah, Bapa kita, dan dari Tuhan Yesus Kristus menyertai kamu. Ucapan syukur 1:4-9"
  },
  {
    "reference": "1Co 1:4",
    "text": "Aku senantiasa mengucap syukur kepada Allahku karena kamu atas kasih karunia Allah yang dianugerahkan-Nya kepada kamu dalam Kristus Yesus."
  },
  {
    "reference": "1Co 1:5",
    "text": "Sebab di dalam Dia kamu telah menjadi kaya dalam segala hal: dalam segala macam perkataan dan segala macam pengetahuan,"
  },
  {
    "reference": "1Co 1:6",
    "text": "sesuai dengan kesaksian tentang Kristus, yang telah diteguhkan di antara kamu."
  },
  {
    "reference": "1Co 1:7",
    "text": "Demikianlah kamu tidak kekurangan dalam suatu karunia pun sementara kamu menantikan penyataan Tuhan kita Yesus Kristus."
  },
  {
    "reference": "1Co 1:8",
    "text": "Ia juga akan meneguhkan kamu sampai kepada kesudahannya, sehingga kamu tak bercacat pada hari Tuhan kita Yesus Kristus."
  },
  {
    "reference": "1Co 1:9",
    "text": "Allah, yang memanggil kamu kepada persekutuan dengan Anak-Nya Yesus Kristus, Tuhan kita, adalah setia. Perpecahan dalam jemaat 1:10-17"
  },
  {
    "reference": "1Co 1:10",
    "text": "Tetapi aku menasihatkan kamu, saudara-saudara, demi nama Tuhan kita Yesus Kristus, supaya kamu seia sekata dan jangan ada perpecahan di antara kamu, tetapi sebaliknya supaya kamu erat bersatu dan sehati sepikir."
  },
  {
    "reference": "1Co 1:11",
    "text": "Sebab, saudara-saudaraku, aku telah diberitahukan oleh orang-orang dari keluarga Kloë tentang kamu, bahwa ada perselisihan di antara kamu."
  },
  {
    "reference": "1Co 1:12",
    "text": "- 1:12: Kis. 18:24 Yang aku maksudkan ialah, bahwa kamu masing-masing berkata: Aku dari golongan Paulus. Atau aku dari golongan Apolos. Atau aku dari golongan Kefas. Atau aku dari golongan Kristus."
  },
  {
    "reference": "1Co 1:13",
    "text": "Adakah Kristus terbagi-bagi? Adakah Paulus disalibkan karena kamu? Atau adakah kamu dibaptis dalam nama Paulus?"
  },
  {
    "reference": "1Co 1:14",
    "text": "- 1:14: Kis. 18:8, 19:29; Rm. 16:23 Aku mengucap syukur bahwa tidak ada seorang pun juga di antara kamu yang aku baptis selain Krispus dan Gayus,"
  },
  {
    "reference": "1Co 1:15",
    "text": "sehingga tidak ada orang yang dapat mengatakan, bahwa kamu dibaptis dalam namaku."
  },
  {
    "reference": "1Co 1:16",
    "text": "- 1:16: 1Kor. 16:15 Juga keluarga Stefanus aku yang membaptisnya. Kecuali mereka aku tidak tahu, entahkah ada lagi orang yang aku baptis."
  },
  {
    "reference": "1Co 1:17",
    "text": "Sebab Kristus mengutus aku bukan untuk membaptis, tetapi untuk memberitakan Injil; dan itu pun bukan dengan hikmat perkataan, supaya salib Kristus jangan menjadi sia-sia. Hikmat Allah dan hikmat manusia 1:18–2:5"
  },
  {
    "reference": "1Co 1:18",
    "text": "Sebab pemberitaan tentang salib memang adalah kebodohan bagi mereka yang akan binasa, tetapi bagi kita yang diselamatkan pemberitaan itu adalah kekuatan Allah."
  },
  {
    "reference": "1Co 1:19",
    "text": "- 1:19: Yes. 29:14 Karena ada tertulis: ”Aku akan membinasakan hikmat orang-orang berhikmat dan kearifan orang-orang bijak akan Kulenyapkan.”"
  },
  {
    "reference": "1Co 1:20",
    "text": "- 1:20: Ayb. 12:17; Yes. 19:12, 33:18, 44:25 Di manakah orang yang berhikmat? Di manakah ahli Taurat? Di manakah pembantah dari dunia ini? Bukankah Allah telah membuat hikmat dunia ini menjadi kebodohan?"
  },
  {
    "reference": "1Co 1:21",
    "text": "Oleh karena dunia, dalam hikmat Allah, tidak mengenal Allah oleh hikmatnya, maka Allah berkenan menyelamatkan mereka yang percaya oleh kebodohan pemberitaan Injil."
  },
  {
    "reference": "1Co 1:22",
    "text": "Orang-orang Yahudi menghendaki tanda dan orang-orang Yunani mencari hikmat,"
  },
  {
    "reference": "1Co 1:23",
    "text": "tetapi kami memberitakan Kristus yang disalibkan: untuk orang-orang Yahudi suatu batu sandungan dan untuk orang-orang bukan Yahudi suatu kebodohan,"
  },
  {
    "reference": "1Co 1:24",
    "text": "tetapi untuk mereka yang dipanggil, baik orang Yahudi, maupun orang bukan Yahudi, Kristus adalah kekuatan Allah dan hikmat Allah."
  },
  {
    "reference": "1Co 1:25",
    "text": "Sebab yang bodoh dari Allah lebih besar hikmatnya dari pada manusia dan yang lemah dari Allah lebih kuat dari pada manusia."
  },
  {
    "reference": "1Co 1:26",
    "text": "Ingat saja, saudara-saudara, bagaimana keadaan kamu, ketika kamu dipanggil: menurut ukuran manusia tidak banyak orang yang bijak, tidak banyak orang yang berpengaruh, tidak banyak orang yang terpandang."
  },
  {
    "reference": "1Co 1:27",
    "text": "Tetapi apa yang bodoh bagi dunia, dipilih Allah untuk memalukan orang-orang yang berhikmat, dan apa yang lemah bagi dunia, dipilih Allah untuk memalukan apa yang kuat,"
  },
  {
    "reference": "1Co 1:28",
    "text": "dan apa yang tidak terpandang dan yang hina bagi dunia, dipilih Allah, bahkan apa yang tidak berarti, dipilih Allah untuk meniadakan apa yang berarti,"
  },
  {
    "reference": "1Co 1:29",
    "text": "supaya jangan ada seorang manusia pun yang memegahkan diri di hadapan Allah."
  },
  {
    "reference": "1Co 1:30",
    "text": "Tetapi oleh Dia kamu berada dalam Kristus Yesus, yang oleh Allah telah menjadi hikmat bagi kita. Ia membenarkan dan menguduskan dan menebus kita."
  },
  {
    "reference": "1Co 1:31",
    "text": "- 1:31: Yer. 9:24 Karena itu seperti ada tertulis: ”Barangsiapa yang bermegah, hendaklah ia bermegah di dalam Tuhan.”"
  },
  {
    "reference": "1Co 2:1",
    "text": "Demikianlah pula, ketika aku datang kepadamu, saudara-saudara, aku tidak datang dengan kata-kata yang indah atau dengan hikmat untuk menyampaikan kesaksian Allah kepada kamu."
  },
  {
    "reference": "1Co 2:2",
    "text": "Sebab aku telah memutuskan untuk tidak mengetahui apa-apa di antara kamu selain Yesus Kristus, yaitu Dia yang disalibkan."
  },
  {
    "reference": "1Co 2:3",
    "text": "- 2:3: Kis. 18:9 Aku juga telah datang kepadamu dalam kelemahan dan dengan sangat takut dan gentar."
  },
  {
    "reference": "1Co 2:4",
    "text": "Baik perkataanku maupun pemberitaanku tidak kusampaikan dengan kata-kata hikmat yang meyakinkan, tetapi dengan keyakinan akan kekuatan Roh,"
  },
  {
    "reference": "1Co 2:5",
    "text": "supaya iman kamu jangan bergantung pada hikmat manusia, tetapi pada kekuatan Allah. Hikmat yang benar 2:6-16"
  },
  {
    "reference": "1Co 2:6",
    "text": "Sungguhpun demikian kami memberitakan hikmat di kalangan mereka yang telah matang, yaitu hikmat yang bukan dari dunia ini, dan yang bukan dari penguasa-penguasa dunia ini, yaitu penguasa-penguasa yang akan ditiadakan."
  },
  {
    "reference": "1Co 2:7",
    "text": "Tetapi yang kami beritakan ialah hikmat Allah yang tersembunyi dan rahasia, yang sebelum dunia dijadikan, telah disediakan Allah bagi kemuliaan kita."
  },
  {
    "reference": "1Co 2:8",
    "text": "Tidak ada dari penguasa dunia ini yang mengenalnya, sebab kalau sekiranya mereka mengenalnya, mereka tidak menyalibkan Tuhan yang mulia."
  },
  {
    "reference": "1Co 2:9",
    "text": "- 2:9: Yes. 64:4 Tetapi seperti ada tertulis: ”Apa yang tidak pernah dilihat oleh mata, dan tidak pernah didengar oleh telinga, dan yang tidak pernah timbul di dalam hati manusia: semua yang disediakan Allah untuk mereka yang mengasihi Dia.”"
  },
  {
    "reference": "1Co 2:10",
    "text": "Karena kepada kita Allah telah menyatakannya oleh Roh, sebab Roh menyelidiki segala sesuatu, bahkan hal-hal yang tersembunyi dalam diri Allah."
  },
  {
    "reference": "1Co 2:11",
    "text": "Siapa gerangan di antara manusia yang tahu, apa yang terdapat di dalam diri manusia selain roh manusia sendiri yang ada di dalam dia? Demikian pulalah tidak ada orang yang tahu, apa yang terdapat di dalam diri Allah selain Roh Allah."
  },
  {
    "reference": "1Co 2:12",
    "text": "Kita tidak menerima roh dunia, tetapi roh yang berasal dari Allah, supaya kita tahu, apa yang dikaruniakan Allah kepada kita."
  },
  {
    "reference": "1Co 2:13",
    "text": "Dan karena kami menafsirkan hal-hal rohani kepada mereka yang mempunyai Roh, kami berkata-kata tentang karunia-karunia Allah dengan perkataan yang bukan diajarkan kepada kami oleh hikmat manusia, tetapi oleh Roh."
  },
  {
    "reference": "1Co 2:14",
    "text": "Tetapi manusia duniawi tidak menerima apa yang berasal dari Roh Allah, karena hal itu baginya adalah suatu kebodohan; dan ia tidak dapat memahaminya, sebab hal itu hanya dapat dinilai secara rohani."
  },
  {
    "reference": "1Co 2:15",
    "text": "Tetapi manusia rohani menilai segala sesuatu, tetapi ia sendiri tidak dinilai oleh orang lain."
  },
  {
    "reference": "1Co 2:16",
    "text": "- 2:16: Yes. 40:13 Sebab: ”Siapakah yang mengetahui pikiran Tuhan, sehingga ia dapat menasihati Dia?” Tetapi kami memiliki pikiran Kristus."
  },
  {
    "reference": "1Co 3:1",
    "text": "Dan aku, saudara-saudara, pada waktu itu tidak dapat berbicara dengan kamu seperti dengan manusia rohani, tetapi hanya dengan manusia duniawi, yang belum dewasa dalam Kristus."
  },
  {
    "reference": "1Co 3:2",
    "text": "- 3:2: Ibr. 5:12-13 Susulah yang kuberikan kepadamu, bukanlah makanan keras, sebab kamu belum dapat menerimanya. Dan sekarang pun kamu belum dapat menerimanya."
  },
  {
    "reference": "1Co 3:3",
    "text": "Karena kamu masih manusia duniawi. Sebab, jika di antara kamu ada iri hati dan perselisihan bukankah hal itu menunjukkan, bahwa kamu manusia duniawi dan bahwa kamu hidup secara manusiawi?"
  },
  {
    "reference": "1Co 3:4",
    "text": "- 3:4: 1Kor. 1:12 Karena jika yang seorang berkata: ”Aku dari golongan Paulus,” dan yang lain berkata: ”Aku dari golongan Apolos,” bukankah hal itu menunjukkan, bahwa kamu manusia duniawi yang bukan rohani?"
  },
  {
    "reference": "1Co 3:5",
    "text": "Jadi, apakah Apolos? Apakah Paulus? Pelayan-pelayan Tuhan yang olehnya kamu menjadi percaya, masing-masing menurut jalan yang diberikan Tuhan kepadanya."
  },
  {
    "reference": "1Co 3:6",
    "text": "- 3:6: Kis. 18:4-11, 24-28 Aku menanam, Apolos menyiram, tetapi Allah yang memberi pertumbuhan."
  },
  {
    "reference": "1Co 3:7",
    "text": "Karena itu yang penting bukanlah yang menanam atau yang menyiram, melainkan Allah yang memberi pertumbuhan."
  },
  {
    "reference": "1Co 3:8",
    "text": "Baik yang menanam maupun yang menyiram adalah sama; dan masing-masing akan menerima upahnya sesuai dengan pekerjaannya sendiri."
  },
  {
    "reference": "1Co 3:9",
    "text": "Karena kami adalah kawan sekerja Allah; kamu adalah ladang Allah, bangunan Allah. Dasar dan bangunan 3:10-23"
  },
  {
    "reference": "1Co 3:10",
    "text": "Sesuai dengan kasih karunia Allah, yang dianugerahkan kepadaku, aku sebagai seorang ahli bangunan yang cakap telah meletakkan dasar, dan orang lain membangun terus di atasnya. Tetapi tiap-tiap orang harus memperhatikan, bagaimana ia harus membangun di atasnya."
  },
  {
    "reference": "1Co 3:11",
    "text": "Karena tidak ada seorang pun yang dapat meletakkan dasar lain dari pada dasar yang telah diletakkan, yaitu Yesus Kristus."
  },
  {
    "reference": "1Co 3:12",
    "text": "Entahkah orang membangun di atas dasar ini dengan emas, perak, batu permata, kayu, rumput kering atau jerami,"
  },
  {
    "reference": "1Co 3:13",
    "text": "sekali kelak pekerjaan masing-masing orang akan nampak. Karena hari Tuhan akan menyatakannya, sebab ia akan nampak dengan api dan bagaimana pekerjaan masing-masing orang akan diuji oleh api itu."
  },
  {
    "reference": "1Co 3:14",
    "text": "Jika pekerjaan yang dibangun seseorang tahan uji, ia akan mendapat upah."
  },
  {
    "reference": "1Co 3:15",
    "text": "Jika pekerjaannya terbakar, ia akan menderita kerugian, tetapi ia sendiri akan diselamatkan, tetapi seperti dari dalam api."
  },
  {
    "reference": "1Co 3:16",
    "text": "- 3:16: 1Kor. 6:19; 2Kor. 6:16 Tidak tahukah kamu, bahwa kamu adalah bait Allah dan bahwa Roh Allah diam di dalam kamu?"
  },
  {
    "reference": "1Co 3:17",
    "text": "Jika ada orang yang membinasakan bait Allah, maka Allah akan membinasakan dia. Sebab bait Allah adalah kudus dan bait Allah itu ialah kamu."
  },
  {
    "reference": "1Co 3:18",
    "text": "Janganlah ada orang yang menipu dirinya sendiri. Jika ada di antara kamu yang menyangka dirinya berhikmat menurut dunia ini, biarlah ia menjadi bodoh, supaya ia berhikmat."
  },
  {
    "reference": "1Co 3:19",
    "text": "- 3:19: Ayb. 5:13 Karena hikmat dunia ini adalah kebodohan bagi Allah. Sebab ada tertulis: ”Ia yang menangkap orang berhikmat dalam kecerdikannya.”"
  },
  {
    "reference": "1Co 3:20",
    "text": "- 3:20: Mzm. 94:11 Dan di tempat lain: ”Tuhan mengetahui rancangan-rancangan orang berhikmat; sesungguhnya semuanya sia-sia belaka.”"
  },
  {
    "reference": "1Co 3:21",
    "text": "Karena itu janganlah ada orang yang memegahkan dirinya atas manusia, sebab segala sesuatu adalah milikmu:"
  },
  {
    "reference": "1Co 3:22",
    "text": "baik Paulus, Apolos, maupun Kefas, baik dunia, hidup, maupun mati, baik waktu sekarang, maupun waktu yang akan datang. Semuanya kamu punya."
  },
  {
    "reference": "1Co 3:23",
    "text": "Tetapi kamu adalah milik Kristus dan Kristus adalah milik Allah."
  },
  {
    "reference": "1Co 4:1",
    "text": "Demikianlah hendaknya orang memandang kami: sebagai hamba-hamba Kristus, yang kepadanya dipercayakan rahasia Allah."
  },
  {
    "reference": "1Co 4:2",
    "text": "Yang akhirnya dituntut dari pelayan-pelayan yang demikian ialah, bahwa mereka ternyata dapat dipercayai."
  },
  {
    "reference": "1Co 4:3",
    "text": "Bagiku sedikit sekali artinya entahkah aku dihakimi oleh kamu atau oleh suatu pengadilan manusia. Malahan diriku sendiri pun tidak kuhakimi."
  },
  {
    "reference": "1Co 4:4",
    "text": "Sebab memang aku tidak sadar akan sesuatu, tetapi bukan karena itulah aku dibenarkan. Dia, yang menghakimi aku, ialah Tuhan."
  },
  {
    "reference": "1Co 4:5",
    "text": "Karena itu, janganlah menghakimi sebelum waktunya, yaitu sebelum Tuhan datang. Ia akan menerangi, juga apa yang tersembunyi dalam kegelapan, dan Ia akan memperlihatkan apa yang direncanakan di dalam hati. Maka tiap-tiap orang akan menerima pujian dari Allah. Rendahkanlah dirimu 4:6-21"
  },
  {
    "reference": "1Co 4:6",
    "text": "Saudara-saudara, kata-kata ini aku kenakan pada diriku sendiri dan pada Apolos, karena kamu, supaya dari teladan kami kamu belajar apakah artinya ungkapan: ”Jangan melampaui yang ada tertulis”, supaya jangan ada di antara kamu yang menyombongkan diri dengan jalan mengutamakan yang satu dari pada yang lain."
  },
  {
    "reference": "1Co 4:7",
    "text": "Sebab siapakah yang menganggap engkau begitu penting? Dan apakah yang engkau punyai, yang tidak engkau terima? Dan jika engkau memang menerimanya, mengapakah engkau memegahkan diri, seolah-olah engkau tidak menerimanya?"
  },
  {
    "reference": "1Co 4:8",
    "text": "Kamu telah kenyang, kamu telah menjadi kaya, tanpa kami kamu telah menjadi raja. Ah, alangkah baiknya kalau benar demikian, bahwa kamu telah menjadi raja, sehingga kami pun turut menjadi raja dengan kamu."
  },
  {
    "reference": "1Co 4:9",
    "text": "Sebab, menurut pendapatku, Allah memberikan kepada kami, para rasul, tempat yang paling rendah, sama seperti orang-orang yang telah dijatuhi hukuman mati, sebab kami telah menjadi tontonan bagi dunia, bagi malaikat-malaikat dan bagi manusia."
  },
  {
    "reference": "1Co 4:10",
    "text": "Kami bodoh oleh karena Kristus, tetapi kamu arif dalam Kristus. Kami lemah, tetapi kamu kuat. Kamu mulia, tetapi kami hina."
  },
  {
    "reference": "1Co 4:11",
    "text": "Sampai pada saat ini kami lapar, haus, telanjang, dipukul dan hidup mengembara,"
  },
  {
    "reference": "1Co 4:12",
    "text": "- 4:12: Kis. 18:3 kami melakukan pekerjaan tangan yang berat. Kalau kami dimaki, kami memberkati; kalau kami dianiaya, kami sabar;"
  },
  {
    "reference": "1Co 4:13",
    "text": "kalau kami difitnah, kami tetap menjawab dengan ramah; kami telah menjadi sama dengan sampah dunia, sama dengan kotoran dari segala sesuatu, sampai pada saat ini."
  },
  {
    "reference": "1Co 4:14",
    "text": "Hal ini kutuliskan bukan untuk memalukan kamu, tetapi untuk menegor kamu sebagai anak-anakku yang kukasihi."
  },
  {
    "reference": "1Co 4:15",
    "text": "Sebab sekalipun kamu mempunyai beribu-ribu pendidik dalam Kristus, kamu tidak mempunyai banyak bapa. Karena akulah yang dalam Kristus Yesus telah menjadi bapamu oleh Injil yang kuberitakan kepadamu."
  },
  {
    "reference": "1Co 4:16",
    "text": "- 4:16: 1Kor. 11:1; Flp. 3:17 Sebab itu aku menasihatkan kamu: turutilah teladanku!"
  },
  {
    "reference": "1Co 4:17",
    "text": "Justru itulah sebabnya aku mengirimkan kepadamu Timotius, yang adalah anakku yang kekasih dan yang setia dalam Tuhan. Ia akan memperingatkan kamu akan hidup yang kuturuti dalam Kristus Yesus, seperti yang kuajarkan di mana-mana dalam setiap jemaat."
  },
  {
    "reference": "1Co 4:18",
    "text": "Tetapi ada beberapa orang yang menjadi sombong, karena mereka menyangka, bahwa aku tidak akan datang lagi kepadamu."
  },
  {
    "reference": "1Co 4:19",
    "text": "Tetapi aku akan segera datang kepadamu, kalau Tuhan menghendakinya. Maka aku akan tahu, bukan tentang perkataan orang-orang yang sombong itu, tetapi tentang kekuatan mereka."
  },
  {
    "reference": "1Co 4:20",
    "text": "Sebab Kerajaan Allah bukan terdiri dari perkataan, tetapi dari kuasa."
  },
  {
    "reference": "1Co 4:21",
    "text": "Apakah yang kamu kehendaki? Haruskah aku datang kepadamu dengan cambuk atau dengan kasih dan dengan hati yang lemah lembut?"
  },
  {
    "reference": "1Co 5:1",
    "text": "- 5:1: Ul. 22:30 Memang orang mendengar, bahwa ada percabulan di antara kamu, dan percabulan yang begitu rupa, seperti yang tidak terdapat sekalipun di antara bangsa-bangsa yang tidak mengenal Allah, yaitu bahwa ada orang yang hidup dengan isteri ayahnya."
  },
  {
    "reference": "1Co 5:2",
    "text": "Sekalipun demikian kamu sombong. Tidakkah lebih patut kamu berdukacita dan menjauhkan orang yang melakukan hal itu dari tengah-tengah kamu?"
  },
  {
    "reference": "1Co 5:3",
    "text": "Sebab aku, sekalipun secara badani tidak hadir, tetapi secara rohani hadir, aku – sama seperti aku hadir – telah menjatuhkan hukuman atas dia, yang telah melakukan hal yang semacam itu."
  },
  {
    "reference": "1Co 5:4",
    "text": "Bilamana kita berkumpul dalam roh, kamu bersama-sama dengan aku, dengan kuasa Yesus, Tuhan kita,"
  },
  {
    "reference": "1Co 5:5",
    "text": "orang itu harus kita serahkan dalam nama Tuhan Yesus kepada Iblis, sehingga binasa tubuhnya, agar rohnya diselamatkan pada hari Tuhan."
  },
  {
    "reference": "1Co 5:6",
    "text": "- 5:6: Gal. 5:9 Kemegahanmu tidak baik. Tidak tahukah kamu, bahwa sedikit ragi mengkhamiri seluruh adonan?"
  },
  {
    "reference": "1Co 5:7",
    "text": "- 5:7: Kel. 12:5 Buanglah ragi yang lama itu, supaya kamu menjadi adonan yang baru, sebab kamu memang tidak beragi. Sebab anak domba Paskah kita juga telah disembelih, yaitu Kristus."
  },
  {
    "reference": "1Co 5:8",
    "text": "- 5:8: Kel. 13:7; Ul. 16:3 Karena itu marilah kita berpesta, bukan dengan ragi yang lama, bukan pula dengan ragi keburukan dan kejahatan, tetapi dengan roti yang tidak beragi, yaitu kemurnian dan kebenaran."
  },
  {
    "reference": "1Co 5:9",
    "text": "Dalam suratku telah kutuliskan kepadamu, supaya kamu jangan bergaul dengan orang-orang cabul."
  },
  {
    "reference": "1Co 5:10",
    "text": "Yang aku maksudkan bukanlah dengan semua orang cabul pada umumnya dari dunia ini atau dengan semua orang kikir dan penipu atau dengan semua penyembah berhala, karena jika demikian kamu harus meninggalkan dunia ini."
  },
  {
    "reference": "1Co 5:11",
    "text": "Tetapi yang kutuliskan kepada kamu ialah, supaya kamu jangan bergaul dengan orang, yang sekalipun menyebut dirinya saudara, adalah orang cabul, kikir, penyembah berhala, pemfitnah, pemabuk atau penipu; dengan orang yang demikian janganlah kamu sekali-kali makan bersama-sama."
  },
  {
    "reference": "1Co 5:12",
    "text": "Sebab dengan wewenang apakah aku menghakimi mereka, yang berada di luar jemaat? Bukankah kamu hanya menghakimi mereka yang berada di dalam jemaat?"
  },
  {
    "reference": "1Co 5:13",
    "text": "- 5:13: Ul. 13:5, 17:7 Mereka yang berada di luar jemaat akan dihakimi Allah. Usirlah orang yang melakukan kejahatan dari tengah-tengah kamu."
  },
  {
    "reference": "1Co 6:1",
    "text": "Apakah ada seorang di antara kamu, yang jika berselisih dengan orang lain, berani mencari keadilan pada orang-orang yang tidak benar, dan bukan pada orang-orang kudus?"
  },
  {
    "reference": "1Co 6:2",
    "text": "Atau tidak tahukah kamu, bahwa orang-orang kudus akan menghakimi dunia? Dan jika penghakiman dunia berada dalam tangan kamu, tidakkah kamu sanggup untuk mengurus perkara-perkara yang tidak berarti?"
  },
  {
    "reference": "1Co 6:3",
    "text": "Tidak tahukah kamu, bahwa kita akan menghakimi malaikat-malaikat? Jadi apalagi perkara-perkara biasa dalam hidup kita sehari-hari."
  },
  {
    "reference": "1Co 6:4",
    "text": "Sekalipun demikian, jika kamu harus mengurus perkara-perkara biasa, kamu menyerahkan urusan itu kepada mereka yang tidak berarti dalam jemaat?"
  },
  {
    "reference": "1Co 6:5",
    "text": "Hal ini kukatakan untuk memalukan kamu. Tidak adakah seorang di antara kamu yang berhikmat, yang dapat mengurus perkara-perkara dari saudara-saudaranya?"
  },
  {
    "reference": "1Co 6:6",
    "text": "Adakah saudara yang satu mencari keadilan terhadap saudara yang lain, dan justru pada orang-orang yang tidak percaya?"
  },
  {
    "reference": "1Co 6:7",
    "text": "Adanya saja perkara di antara kamu yang seorang terhadap yang lain telah merupakan kekalahan bagi kamu. Mengapa kamu tidak lebih suka menderita ketidakadilan? Mengapakah kamu tidak lebih suka dirugikan?"
  },
  {
    "reference": "1Co 6:8",
    "text": "Tetapi kamu sendiri melakukan ketidakadilan dan kamu sendiri mendatangkan kerugian, dan hal itu kamu buat terhadap saudara-saudaramu."
  },
  {
    "reference": "1Co 6:9",
    "text": "Atau tidak tahukah kamu, bahwa orang-orang yang tidak adil tidak akan mendapat bagian dalam Kerajaan Allah? Janganlah sesat! Orang cabul, penyembah berhala, orang berzinah, banci, orang pemburit,"
  },
  {
    "reference": "1Co 6:10",
    "text": "pencuri, orang kikir, pemabuk, pemfitnah dan penipu tidak akan mendapat bagian dalam Kerajaan Allah."
  },
  {
    "reference": "1Co 6:11",
    "text": "Dan beberapa orang di antara kamu demikianlah dahulu. Tetapi kamu telah memberi dirimu disucikan, kamu telah dikuduskan, kamu telah dibenarkan dalam nama Tuhan Yesus Kristus dan dalam Roh Allah kita. Nasihat terhadap percabulan 6:12-20"
  },
  {
    "reference": "1Co 6:12",
    "text": "- 6:12: 1Kor. 10:23 Segala sesuatu halal bagiku, tetapi bukan semuanya berguna. Segala sesuatu halal bagiku, tetapi aku tidak membiarkan diriku diperhamba oleh suatu apa pun."
  },
  {
    "reference": "1Co 6:13",
    "text": "Makanan adalah untuk perut dan perut untuk makanan: tetapi kedua-duanya akan dibinasakan Allah. Tetapi tubuh bukanlah untuk percabulan, melainkan untuk Tuhan, dan Tuhan untuk tubuh."
  },
  {
    "reference": "1Co 6:14",
    "text": "Allah, yang membangkitkan Tuhan, akan membangkitkan kita juga oleh kuasa-Nya."
  },
  {
    "reference": "1Co 6:15",
    "text": "Tidak tahukah kamu, bahwa tubuhmu adalah anggota Kristus? Akan kuambilkah anggota Kristus untuk menyerahkannya kepada percabulan? Sekali-kali tidak!"
  },
  {
    "reference": "1Co 6:16",
    "text": "- 6:16: Kej. 2:24 Atau tidak tahukah kamu, bahwa siapa yang mengikatkan dirinya pada perempuan cabul, menjadi satu tubuh dengan dia? Sebab, demikianlah kata nas: ”Keduanya akan menjadi satu daging.”"
  },
  {
    "reference": "1Co 6:17",
    "text": "Tetapi siapa yang mengikatkan dirinya pada Tuhan, menjadi satu roh dengan Dia."
  },
  {
    "reference": "1Co 6:18",
    "text": "Jauhkanlah dirimu dari percabulan! Setiap dosa lain yang dilakukan manusia, terjadi di luar dirinya. Tetapi orang yang melakukan percabulan berdosa terhadap dirinya sendiri."
  },
  {
    "reference": "1Co 6:19",
    "text": "- 6:19: 1Kor. 3:16; 2Kor. 6:16 Atau tidak tahukah kamu, bahwa tubuhmu adalah bait Roh Kudus yang diam di dalam kamu, Roh Kudus yang kamu peroleh dari Allah, – dan bahwa kamu bukan milik kamu sendiri?"
  },
  {
    "reference": "1Co 6:20",
    "text": "Sebab kamu telah dibeli dan harganya telah lunas dibayar: Karena itu muliakanlah Allah dengan tubuhmu!"
  },
  {
    "reference": "1Co 7:1",
    "text": "Dan sekarang tentang hal-hal yang kamu tuliskan kepadaku. Adalah baik bagi laki-laki, kalau ia tidak kawin,"
  },
  {
    "reference": "1Co 7:2",
    "text": "tetapi mengingat bahaya percabulan, baiklah setiap laki-laki mempunyai isterinya sendiri dan setiap perempuan mempunyai suaminya sendiri."
  },
  {
    "reference": "1Co 7:3",
    "text": "Hendaklah suami memenuhi kewajibannya terhadap isterinya, demikian pula isteri terhadap suaminya."
  },
  {
    "reference": "1Co 7:4",
    "text": "Isteri tidak berkuasa atas tubuhnya sendiri, tetapi suaminya, demikian pula suami tidak berkuasa atas tubuhnya sendiri, tetapi isterinya."
  },
  {
    "reference": "1Co 7:5",
    "text": "Janganlah kamu saling menjauhi, kecuali dengan persetujuan bersama untuk sementara waktu, supaya kamu mendapat kesempatan untuk berdoa. Sesudah itu hendaklah kamu kembali hidup bersama-sama, supaya Iblis jangan menggodai kamu, karena kamu tidak tahan bertarak."
  },
  {
    "reference": "1Co 7:6",
    "text": "Hal ini kukatakan kepadamu sebagai kelonggaran, bukan sebagai perintah."
  },
  {
    "reference": "1Co 7:7",
    "text": "Namun demikian alangkah baiknya, kalau semua orang seperti aku; tetapi setiap orang menerima dari Allah karunianya yang khas, yang seorang karunia ini, yang lain karunia itu."
  },
  {
    "reference": "1Co 7:8",
    "text": "Tetapi kepada orang-orang yang tidak kawin dan kepada janda-janda aku anjurkan, supaya baiklah mereka tinggal dalam keadaan seperti aku."
  },
  {
    "reference": "1Co 7:9",
    "text": "Tetapi kalau mereka tidak dapat menguasai diri, baiklah mereka kawin. Sebab lebih baik kawin dari pada hangus karena hawa nafsu."
  },
  {
    "reference": "1Co 7:10",
    "text": "- 7:10-11: Mat. 5:32, 19:9; Mrk. 10:11-12; Luk. 16:18 Kepada orang-orang yang telah kawin aku – tidak, bukan aku, tetapi Tuhan – perintahkan, supaya seorang isteri tidak boleh menceraikan suaminya."
  },
  {
    "reference": "1Co 7:11",
    "text": "Dan jikalau ia bercerai, ia harus tetap hidup tanpa suami atau berdamai dengan suaminya. Dan seorang suami tidak boleh menceraikan isterinya."
  },
  {
    "reference": "1Co 7:12",
    "text": "Kepada orang-orang lain aku, bukan Tuhan, katakan: kalau ada seorang saudara beristerikan seorang yang tidak beriman dan perempuan itu mau hidup bersama-sama dengan dia, janganlah saudara itu menceraikan dia."
  },
  {
    "reference": "1Co 7:13",
    "text": "Dan kalau ada seorang isteri bersuamikan seorang yang tidak beriman dan laki-laki itu mau hidup bersama-sama dengan dia, janganlah ia menceraikan laki-laki itu."
  },
  {
    "reference": "1Co 7:14",
    "text": "Karena suami yang tidak beriman itu dikuduskan oleh isterinya dan isteri yang tidak beriman itu dikuduskan oleh suaminya. Andaikata tidak demikian, niscaya anak-anakmu adalah anak cemar, tetapi sekarang mereka adalah anak-anak kudus."
  },
  {
    "reference": "1Co 7:15",
    "text": "Tetapi kalau orang yang tidak beriman itu mau bercerai, biarlah ia bercerai; dalam hal yang demikian saudara atau saudari tidak terikat. Tetapi Allah memanggil kamu untuk hidup dalam damai sejahtera."
  },
  {
    "reference": "1Co 7:16",
    "text": "Sebab bagaimanakah engkau mengetahui, hai isteri, apakah engkau tidak akan menyelamatkan suamimu? Atau bagaimanakah engkau mengetahui, hai suami, apakah engkau tidak akan menyelamatkan isterimu? Hidup dalam keadaan seperti waktu dipanggil Allah 7:17-40"
  },
  {
    "reference": "1Co 7:17",
    "text": "Selanjutnya hendaklah tiap-tiap orang tetap hidup seperti yang telah ditentukan Tuhan baginya dan dalam keadaan seperti waktu ia dipanggil Allah. Inilah ketetapan yang kuberikan kepada semua jemaat."
  },
  {
    "reference": "1Co 7:18",
    "text": "Kalau seorang dipanggil dalam keadaan bersunat, janganlah ia berusaha meniadakan tanda-tanda sunat itu. Dan kalau seorang dipanggil dalam keadaan tidak bersunat, janganlah ia mau bersunat."
  },
  {
    "reference": "1Co 7:19",
    "text": "Sebab bersunat atau tidak bersunat tidak penting. Yang penting ialah mentaati hukum-hukum Allah."
  },
  {
    "reference": "1Co 7:20",
    "text": "Baiklah tiap-tiap orang tinggal dalam keadaan, seperti waktu ia dipanggil Allah."
  },
  {
    "reference": "1Co 7:21",
    "text": "Adakah engkau hamba waktu engkau dipanggil? Itu tidak apa-apa! Tetapi jikalau engkau mendapat kesempatan untuk dibebaskan, pergunakanlah kesempatan itu."
  },
  {
    "reference": "1Co 7:22",
    "text": "Sebab seorang hamba yang dipanggil oleh Tuhan dalam pelayanan-Nya, adalah orang bebas, milik Tuhan. Demikian pula orang bebas yang dipanggil Kristus, adalah hamba-Nya."
  },
  {
    "reference": "1Co 7:23",
    "text": "Kamu telah dibeli dan harganya telah lunas dibayar. Karena itu janganlah kamu menjadi hamba manusia."
  },
  {
    "reference": "1Co 7:24",
    "text": "Saudara-saudara, hendaklah tiap-tiap orang tinggal di hadapan Allah dalam keadaan seperti pada waktu ia dipanggil."
  },
  {
    "reference": "1Co 7:25",
    "text": "Sekarang tentang para gadis. Untuk mereka aku tidak mendapat perintah dari Tuhan. Tetapi aku memberikan pendapatku sebagai seorang yang dapat dipercayai karena rahmat yang diterimanya dari Allah."
  },
  {
    "reference": "1Co 7:26",
    "text": "Aku berpendapat, bahwa, mengingat waktu darurat sekarang, adalah baik bagi manusia untuk tetap dalam keadaannya."
  },
  {
    "reference": "1Co 7:27",
    "text": "Adakah engkau terikat pada seorang perempuan? Janganlah engkau mengusahakan perceraian! Adakah engkau tidak terikat pada seorang perempuan? Janganlah engkau mencari seorang!"
  },
  {
    "reference": "1Co 7:28",
    "text": "Tetapi, kalau engkau kawin, engkau tidak berdosa. Dan kalau seorang gadis kawin, ia tidak berbuat dosa. Tetapi orang-orang yang demikian akan ditimpa kesusahan badani dan aku mau menghindarkan kamu dari kesusahan itu."
  },
  {
    "reference": "1Co 7:29",
    "text": "Saudara-saudara, inilah yang kumaksudkan, yaitu: waktu telah singkat! Karena itu dalam waktu yang masih sisa ini orang-orang yang beristeri harus berlaku seolah-olah mereka tidak beristeri;"
  },
  {
    "reference": "1Co 7:30",
    "text": "dan orang-orang yang menangis seolah-olah tidak menangis; dan orang-orang yang bergembira seolah-olah tidak bergembira; dan orang-orang yang membeli seolah-olah tidak memiliki apa yang mereka beli;"
  },
  {
    "reference": "1Co 7:31",
    "text": "pendeknya orang-orang yang mempergunakan barang-barang duniawi seolah-olah sama sekali tidak mempergunakannya. Sebab dunia seperti yang kita kenal sekarang akan berlalu."
  },
  {
    "reference": "1Co 7:32",
    "text": "Aku ingin, supaya kamu hidup tanpa kekuatiran. Orang yang tidak beristeri memusatkan perhatiannya pada perkara Tuhan, bagaimana Tuhan berkenan kepadanya."
  },
  {
    "reference": "1Co 7:33",
    "text": "Orang yang beristeri memusatkan perhatiannya pada perkara duniawi, bagaimana ia dapat menyenangkan isterinya,"
  },
  {
    "reference": "1Co 7:34",
    "text": "dan dengan demikian perhatiannya terbagi-bagi. Perempuan yang tidak bersuami dan anak-anak gadis memusatkan perhatian mereka pada perkara Tuhan, supaya tubuh dan jiwa mereka kudus. Tetapi perempuan yang bersuami memusatkan perhatiannya pada perkara duniawi, bagaimana ia dapat menyenangkan suaminya."
  },
  {
    "reference": "1Co 7:35",
    "text": "Semuanya ini kukatakan untuk kepentingan kamu sendiri, bukan untuk menghalang-halangi kamu dalam kebebasan kamu, tetapi sebaliknya supaya kamu melakukan apa yang benar dan baik, dan melayani Tuhan tanpa gangguan."
  },
  {
    "reference": "1Co 7:36",
    "text": "Tetapi jikalau seorang menyangka, bahwa ia tidak berlaku wajar terhadap gadisnya, jika gadisnya itu telah bertambah tua dan ia benar-benar merasa, bahwa mereka harus kawin, baiklah mereka kawin, kalau ia menghendakinya. Hal itu bukan dosa."
  },
  {
    "reference": "1Co 7:37",
    "text": "Tetapi kalau ada seorang, yang tidak dipaksa untuk berbuat demikian, benar-benar yakin dalam hatinya dan benar-benar menguasai kemauannya, telah mengambil keputusan untuk tidak kawin dengan gadisnya, ia berbuat baik."
  },
  {
    "reference": "1Co 7:38",
    "text": "Jadi orang yang kawin dengan gadisnya berbuat baik, dan orang yang tidak kawin dengan gadisnya berbuat lebih baik."
  },
  {
    "reference": "1Co 7:39",
    "text": "Isteri terikat selama suaminya hidup. Kalau suaminya telah meninggal, ia bebas untuk kawin dengan siapa saja yang dikehendakinya, asal orang itu adalah seorang yang percaya."
  },
  {
    "reference": "1Co 7:40",
    "text": "Tetapi menurut pendapatku, ia lebih berbahagia, kalau ia tetap tinggal dalam keadaannya. Dan aku berpendapat, bahwa aku juga mempunyai Roh Allah."
  },
  {
    "reference": "1Co 8:1",
    "text": "Tentang daging persembahan berhala kita tahu: ”kita semua mempunyai pengetahuan.” Pengetahuan yang demikian membuat orang menjadi sombong, tetapi kasih membangun."
  },
  {
    "reference": "1Co 8:2",
    "text": "Jika ada seorang menyangka, bahwa ia mempunyai sesuatu ”pengetahuan”, maka ia belum juga mencapai pengetahuan, sebagaimana yang harus dicapainya."
  },
  {
    "reference": "1Co 8:3",
    "text": "Tetapi orang yang mengasihi Allah, ia dikenal oleh Allah."
  },
  {
    "reference": "1Co 8:4",
    "text": "Tentang hal makan daging persembahan berhala kita tahu: ”tidak ada berhala di dunia dan tidak ada Allah lain dari pada Allah yang esa.”"
  },
  {
    "reference": "1Co 8:5",
    "text": "Sebab sungguhpun ada apa yang disebut ”allah”, baik di sorga, maupun di bumi – dan memang benar ada banyak ”allah” dan banyak ”tuhan” yang demikian –"
  },
  {
    "reference": "1Co 8:6",
    "text": "namun bagi kita hanya ada satu Allah saja, yaitu Bapa, yang dari pada-Nya berasal segala sesuatu dan yang untuk Dia kita hidup, dan satu Tuhan saja, yaitu Yesus Kristus, yang oleh-Nya segala sesuatu telah dijadikan dan yang karena Dia kita hidup."
  },
  {
    "reference": "1Co 8:7",
    "text": "Tetapi bukan semua orang yang mempunyai pengetahuan itu. Ada orang, yang karena masih terus terikat pada berhala-berhala, makan daging itu sebagai daging persembahan berhala. Dan oleh karena hati nurani mereka lemah, hati nurani mereka itu dinodai olehnya."
  },
  {
    "reference": "1Co 8:8",
    "text": "”Makanan tidak membawa kita lebih dekat kepada Allah. Kita tidak rugi apa-apa, kalau tidak kita makan dan kita tidak untung apa-apa, kalau kita makan.”"
  },
  {
    "reference": "1Co 8:9",
    "text": "Tetapi jagalah, supaya kebebasanmu ini jangan menjadi batu sandungan bagi mereka yang lemah."
  },
  {
    "reference": "1Co 8:10",
    "text": "Karena apabila orang melihat engkau yang mempunyai ”pengetahuan”, sedang duduk makan di dalam kuil berhala, bukankah orang yang lemah hati nuraninya itu dikuatkan untuk makan daging persembahan berhala?"
  },
  {
    "reference": "1Co 8:11",
    "text": "Dengan jalan demikian orang yang lemah, yaitu saudaramu, yang untuknya Kristus telah mati, menjadi binasa karena ”pengetahuan”mu."
  },
  {
    "reference": "1Co 8:12",
    "text": "Jika engkau secara demikian berdosa terhadap saudara-saudaramu dan melukai hati nurani mereka yang lemah, engkau pada hakekatnya berdosa terhadap Kristus."
  },
  {
    "reference": "1Co 8:13",
    "text": "Karena itu apabila makanan menjadi batu sandungan bagi saudaraku, aku untuk selama-lamanya tidak akan mau makan daging lagi, supaya aku jangan menjadi batu sandungan bagi saudaraku."
  },
  {
    "reference": "1Co 9:1",
    "text": "Bukankah aku rasul? Bukankah aku orang bebas? Bukankah aku telah melihat Yesus, Tuhan kita? Bukankah kamu adalah buah pekerjaanku dalam Tuhan?"
  },
  {
    "reference": "1Co 9:2",
    "text": "Sekalipun bagi orang lain aku bukanlah rasul, tetapi bagi kamu aku adalah rasul. Sebab hidupmu dalam Tuhan adalah meterai dari kerasulanku."
  },
  {
    "reference": "1Co 9:3",
    "text": "Inilah pembelaanku terhadap mereka yang mengeritik aku."
  },
  {
    "reference": "1Co 9:4",
    "text": "Tidakkah kami mempunyai hak untuk makan dan minum?"
  },
  {
    "reference": "1Co 9:5",
    "text": "Tidakkah kami mempunyai hak untuk membawa seorang isteri Kristen, dalam perjalanan kami, seperti yang dilakukan rasul-rasul lain dan saudara-saudara Tuhan dan Kefas?"
  },
  {
    "reference": "1Co 9:6",
    "text": "Atau hanya aku dan Barnabas sajakah yang tidak mempunyai hak untuk dibebaskan dari pekerjaan tangan?"
  },
  {
    "reference": "1Co 9:7",
    "text": "Siapakah yang pernah turut dalam peperangan atas biayanya sendiri? Siapakah yang menanami kebun anggur dan tidak memakan buahnya? Atau siapakah yang menggembalakan kawanan domba dan yang tidak minum susu domba itu?"
  },
  {
    "reference": "1Co 9:8",
    "text": "Apa yang kukatakan ini bukanlah hanya pikiran manusia saja. Bukankah hukum Taurat juga berkata-kata demikian?"
  },
  {
    "reference": "1Co 9:9",
    "text": "- 9:9: Ul. 25:4; 1Tim. 5:18 Sebab dalam hukum Musa ada tertulis: ”Janganlah engkau memberangus mulut lembu yang sedang mengirik!” Lembukah yang Allah perhatikan?"
  },
  {
    "reference": "1Co 9:10",
    "text": "Atau kitakah yang Ia maksudkan? Ya, untuk kitalah hal ini ditulis, yaitu pembajak harus membajak dalam pengharapan dan pengirik harus mengirik dalam pengharapan untuk memperoleh bagiannya."
  },
  {
    "reference": "1Co 9:11",
    "text": "- 9:11: Rm. 15:27 Jadi, jika kami telah menaburkan benih rohani bagi kamu, berlebih-lebihankah, kalau kami menuai hasil duniawi dari pada kamu?"
  },
  {
    "reference": "1Co 9:12",
    "text": "Kalau orang lain mempunyai hak untuk mengharapkan hal itu dari pada kamu, bukankah kami mempunyai hak yang lebih besar? Tetapi kami tidak mempergunakan hak itu. Sebaliknya, kami menanggung segala sesuatu, supaya jangan kami mengadakan rintangan bagi pemberitaan Injil Kristus."
  },
  {
    "reference": "1Co 9:13",
    "text": "- 9:13: Ul. 18:1 Tidak tahukah kamu, bahwa mereka yang melayani dalam tempat kudus mendapat penghidupannya dari tempat kudus itu dan bahwa mereka yang melayani mezbah, mendapat bahagian mereka dari mezbah itu?"
  },
  {
    "reference": "1Co 9:14",
    "text": "- 9:14: Mat. 10:10; Luk. 10:7 Demikian pula Tuhan telah menetapkan, bahwa mereka yang memberitakan Injil, harus hidup dari pemberitaan Injil itu."
  },
  {
    "reference": "1Co 9:15",
    "text": "Tetapi aku tidak pernah mempergunakan satu pun dari hak-hak itu. Aku tidak menulis semuanya ini, supaya aku pun diperlakukan juga demikian. Sebab aku lebih suka mati dari pada ...! Sungguh, kemegahanku tidak dapat ditiadakan siapa pun juga!"
  },
  {
    "reference": "1Co 9:16",
    "text": "Karena jika aku memberitakan Injil, aku tidak mempunyai alasan untuk memegahkan diri. Sebab itu adalah keharusan bagiku. Celakalah aku, jika aku tidak memberitakan Injil."
  },
  {
    "reference": "1Co 9:17",
    "text": "Kalau andaikata aku melakukannya menurut kehendakku sendiri, memang aku berhak menerima upah. Tetapi karena aku melakukannya bukan menurut kehendakku sendiri, pemberitaan itu adalah tugas penyelenggaraan yang ditanggungkan kepadaku."
  },
  {
    "reference": "1Co 9:18",
    "text": "Kalau demikian apakah upahku? Upahku ialah ini: bahwa aku boleh memberitakan Injil tanpa upah, dan bahwa aku tidak mempergunakan hakku sebagai pemberita Injil."
  },
  {
    "reference": "1Co 9:19",
    "text": "Sungguhpun aku bebas terhadap semua orang, aku menjadikan diriku hamba dari semua orang, supaya aku boleh memenangkan sebanyak mungkin orang."
  },
  {
    "reference": "1Co 9:20",
    "text": "Demikianlah bagi orang Yahudi aku menjadi seperti orang Yahudi, supaya aku memenangkan orang-orang Yahudi. Bagi orang-orang yang hidup di bawah hukum Taurat aku menjadi seperti orang yang hidup di bawah hukum Taurat, sekalipun aku sendiri tidak hidup di bawah hukum Taurat, supaya aku dapat memenangkan mereka yang hidup di bawah hukum Taurat."
  },
  {
    "reference": "1Co 9:21",
    "text": "Bagi orang-orang yang tidak hidup di bawah hukum Taurat aku menjadi seperti orang yang tidak hidup di bawah hukum Taurat, sekalipun aku tidak hidup di luar hukum Allah, karena aku hidup di bawah hukum Kristus, supaya aku dapat memenangkan mereka yang tidak hidup di bawah hukum Taurat."
  },
  {
    "reference": "1Co 9:22",
    "text": "Bagi orang-orang yang lemah aku menjadi seperti orang yang lemah, supaya aku dapat menyelamatkan mereka yang lemah. Bagi semua orang aku telah menjadi segala-galanya, supaya aku sedapat mungkin memenangkan beberapa orang dari antara mereka."
  },
  {
    "reference": "1Co 9:23",
    "text": "Segala sesuatu ini aku lakukan karena Injil, supaya aku mendapat bagian dalamnya."
  },
  {
    "reference": "1Co 9:24",
    "text": "Tidak tahukah kamu, bahwa dalam gelanggang pertandingan semua peserta turut berlari, tetapi bahwa hanya satu orang saja yang mendapat hadiah? Karena itu larilah begitu rupa, sehingga kamu memperolehnya!"
  },
  {
    "reference": "1Co 9:25",
    "text": "Tiap-tiap orang yang turut mengambil bagian dalam pertandingan, menguasai dirinya dalam segala hal. Mereka berbuat demikian untuk memperoleh suatu mahkota yang fana, tetapi kita untuk memperoleh suatu mahkota yang abadi."
  },
  {
    "reference": "1Co 9:26",
    "text": "Sebab itu aku tidak berlari tanpa tujuan dan aku bukan petinju yang sembarangan saja memukul."
  },
  {
    "reference": "1Co 9:27",
    "text": "Tetapi aku melatih tubuhku dan menguasainya seluruhnya, supaya sesudah memberitakan Injil kepada orang lain, jangan aku sendiri ditolak."
  },
  {
    "reference": "1Co 10:1",
    "text": "- 10:1: Kel. 13:21-22, 14:22-29 Aku mau, supaya kamu mengetahui, saudara-saudara, bahwa nenek moyang kita semua berada di bawah perlindungan awan dan bahwa mereka semua telah melintasi laut."
  },
  {
    "reference": "1Co 10:2",
    "text": "Untuk menjadi pengikut Musa mereka semua telah dibaptis dalam awan dan dalam laut."
  },
  {
    "reference": "1Co 10:3",
    "text": "- 10:3: Kel. 16:35 Mereka semua makan makanan rohani yang sama"
  },
  {
    "reference": "1Co 10:4",
    "text": "- 10:4: Kel. 17:6; Bil. 20:11 dan mereka semua minum minuman rohani yang sama, sebab mereka minum dari batu karang rohani yang mengikuti mereka, dan batu karang itu ialah Kristus."
  },
  {
    "reference": "1Co 10:5",
    "text": "- 10:5: Bil. 14:29-30 Tetapi sungguhpun demikian Allah tidak berkenan kepada bagian yang terbesar dari mereka, karena mereka ditewaskan di padang gurun."
  },
  {
    "reference": "1Co 10:6",
    "text": "- 10:6: Bil. 11:4 Semuanya ini telah terjadi sebagai contoh bagi kita untuk memperingatkan kita, supaya jangan kita menginginkan hal-hal yang jahat seperti yang telah mereka perbuat,"
  },
  {
    "reference": "1Co 10:7",
    "text": "- 10:7: Kel. 32:6 dan supaya jangan kita menjadi penyembah-penyembah berhala, sama seperti beberapa orang dari mereka, seperti ada tertulis: ”Maka duduklah bangsa itu untuk makan dan minum; kemudian bangunlah mereka dan bersukaria.”"
  },
  {
    "reference": "1Co 10:8",
    "text": "- 10:8: Bil. 25:1-18 Janganlah kita melakukan percabulan, seperti yang dilakukan oleh beberapa orang dari mereka, sehingga pada satu hari telah tewas dua puluh tiga ribu orang."
  },
  {
    "reference": "1Co 10:9",
    "text": "- 10:9: Bil. 21:5-6 Dan janganlah kita mencobai Tuhan, seperti yang dilakukan oleh beberapa orang dari mereka, sehingga mereka mati dipagut ular."
  },
  {
    "reference": "1Co 10:10",
    "text": "- 10:10: Bil. 16:41-49 Dan janganlah bersungut-sungut, seperti yang dilakukan oleh beberapa orang dari mereka, sehingga mereka dibinasakan oleh malaikat maut."
  },
  {
    "reference": "1Co 10:11",
    "text": "Semuanya ini telah menimpa mereka sebagai contoh dan dituliskan untuk menjadi peringatan bagi kita yang hidup pada waktu, di mana zaman akhir telah tiba."
  },
  {
    "reference": "1Co 10:12",
    "text": "Sebab itu siapa yang menyangka, bahwa ia teguh berdiri, hati-hatilah supaya ia jangan jatuh!"
  },
  {
    "reference": "1Co 10:13",
    "text": "Pencobaan-pencobaan yang kamu alami ialah pencobaan-pencobaan biasa, yang tidak melebihi kekuatan manusia. Sebab Allah setia dan karena itu Ia tidak akan membiarkan kamu dicobai melampaui kekuatanmu. Pada waktu kamu dicobai Ia akan memberikan kepadamu jalan ke luar, sehingga kamu dapat menanggungnya."
  },
  {
    "reference": "1Co 10:14",
    "text": "Karena itu, saudara-saudaraku yang kekasih, jauhilah penyembahan berhala!"
  },
  {
    "reference": "1Co 10:15",
    "text": "Aku berbicara kepadamu sebagai orang-orang yang bijaksana. Pertimbangkanlah sendiri apa yang aku katakan!"
  },
  {
    "reference": "1Co 10:16",
    "text": "- 10:16: Mat. 26:26-28; Mrk. 14:22-24; Luk. 22:19-20 Bukankah cawan pengucapan syukur, yang atasnya kita ucapkan syukur, adalah persekutuan dengan darah Kristus? Bukankah roti yang kita pecah-pecahkan adalah persekutuan dengan tubuh Kristus?"
  },
  {
    "reference": "1Co 10:17",
    "text": "Karena roti adalah satu, maka kita, sekalipun banyak, adalah satu tubuh, karena kita semua mendapat bagian dalam roti yang satu itu."
  },
  {
    "reference": "1Co 10:18",
    "text": "- 10:18: Im. 7:6 Perhatikanlah bangsa Israel menurut daging: bukankah mereka yang makan apa yang dipersembahkan mendapat bagian dalam pelayanan mezbah?"
  },
  {
    "reference": "1Co 10:19",
    "text": "Apakah yang kumaksudkan dengan perkataan itu? Bahwa persembahan berhala adalah sesuatu? Atau bahwa berhala adalah sesuatu?"
  },
  {
    "reference": "1Co 10:20",
    "text": "- 10:20: Ul. 32:17 Bukan! Apa yang kumaksudkan ialah, bahwa persembahan mereka adalah persembahan kepada roh-roh jahat, bukan kepada Allah. Dan aku tidak mau, bahwa kamu bersekutu dengan roh-roh jahat."
  },
  {
    "reference": "1Co 10:21",
    "text": "Kamu tidak dapat minum dari cawan Tuhan dan juga dari cawan roh-roh jahat. Kamu tidak dapat mendapat bagian dalam perjamuan Tuhan dan juga dalam perjamuan roh-roh jahat."
  },
  {
    "reference": "1Co 10:22",
    "text": "- 10:22: Ul. 32:21 Atau maukah kita membangkitkan cemburu Tuhan? Apakah kita lebih kuat dari pada Dia?"
  },
  {
    "reference": "1Co 10:23",
    "text": "- 10:23: 1Kor. 6:12 ”Segala sesuatu diperbolehkan.” Benar, tetapi bukan segala sesuatu berguna. ”Segala sesuatu diperbolehkan.” Benar, tetapi bukan segala sesuatu membangun."
  },
  {
    "reference": "1Co 10:24",
    "text": "Jangan seorang pun yang mencari keuntungannya sendiri, tetapi hendaklah tiap-tiap orang mencari keuntungan orang lain."
  },
  {
    "reference": "1Co 10:25",
    "text": "Kamu boleh makan segala sesuatu yang dijual di pasar daging, tanpa mengadakan pemeriksaan karena keberatan-keberatan hati nurani."
  },
  {
    "reference": "1Co 10:26",
    "text": "- 10:26: Mzm. 24:1 Karena: ”bumi serta segala isinya adalah milik Tuhan.”"
  },
  {
    "reference": "1Co 10:27",
    "text": "Kalau kamu diundang makan oleh seorang yang tidak percaya, dan undangan itu kamu terima, makanlah apa saja yang dihidangkan kepadamu, tanpa mengadakan pemeriksaan karena keberatan-keberatan hati nurani."
  },
  {
    "reference": "1Co 10:28",
    "text": "Tetapi kalau seorang berkata kepadamu: ”Itu persembahan berhala!” janganlah engkau memakannya, oleh karena dia yang mengatakan hal itu kepadamu dan karena keberatan-keberatan hati nurani."
  },
  {
    "reference": "1Co 10:29",
    "text": "Yang aku maksudkan dengan keberatan-keberatan bukanlah keberatan-keberatan hati nuranimu sendiri, tetapi keberatan-keberatan hati nurani orang lain itu. Mungkin ada orang yang berkata: ”Mengapa kebebasanku harus ditentukan oleh keberatan-keberatan hati nurani orang lain?"
  },
  {
    "reference": "1Co 10:30",
    "text": "Kalau aku mengucap syukur atas apa yang aku turut memakannya, mengapa orang berkata jahat tentang aku karena makanan, yang atasnya aku mengucap syukur?”"
  },
  {
    "reference": "1Co 10:31",
    "text": "Aku menjawab: Jika engkau makan atau jika engkau minum, atau jika engkau melakukan sesuatu yang lain, lakukanlah semuanya itu untuk kemuliaan Allah."
  },
  {
    "reference": "1Co 10:32",
    "text": "Janganlah kamu menimbulkan syak dalam hati orang, baik orang Yahudi atau orang Yunani, maupun Jemaat Allah."
  },
  {
    "reference": "1Co 10:33",
    "text": "Sama seperti aku juga berusaha menyenangkan hati semua orang dalam segala hal, bukan untuk kepentingan diriku, tetapi untuk kepentingan orang banyak, supaya mereka beroleh selamat."
  },
  {
    "reference": "1Co 11:1",
    "text": "- 11:1: 1Kor. 4:16; Flp. 3:17 Jadilah pengikutku, sama seperti aku juga menjadi pengikut Kristus. Hiasan kepala wanita 11:2-16"
  },
  {
    "reference": "1Co 11:2",
    "text": "Aku harus memuji kamu, sebab dalam segala sesuatu kamu tetap mengingat akan aku dan teguh berpegang pada ajaran yang kuteruskan kepadamu."
  },
  {
    "reference": "1Co 11:3",
    "text": "Tetapi aku mau, supaya kamu mengetahui hal ini, yaitu Kepala dari tiap-tiap laki-laki ialah Kristus, kepala dari perempuan ialah laki-laki dan Kepala dari Kristus ialah Allah."
  },
  {
    "reference": "1Co 11:4",
    "text": "Tiap-tiap laki-laki yang berdoa atau bernubuat dengan kepala yang bertudung, menghina kepalanya."
  },
  {
    "reference": "1Co 11:5",
    "text": "Tetapi tiap-tiap perempuan yang berdoa atau bernubuat dengan kepala yang tidak bertudung, menghina kepalanya, sebab ia sama dengan perempuan yang dicukur rambutnya."
  },
  {
    "reference": "1Co 11:6",
    "text": "Sebab jika perempuan tidak mau menudungi kepalanya, maka haruslah ia juga menggunting rambutnya. Tetapi jika bagi perempuan adalah penghinaan, bahwa rambutnya digunting atau dicukur, maka haruslah ia menudungi kepalanya."
  },
  {
    "reference": "1Co 11:7",
    "text": "- 11:7: Kej. 1:26-27 Sebab laki-laki tidak perlu menudungi kepalanya: ia menyinarkan gambaran dan kemuliaan Allah. Tetapi perempuan menyinarkan kemuliaan laki-laki."
  },
  {
    "reference": "1Co 11:8",
    "text": "- 11:8-9: Kej. 2:18-23 Sebab laki-laki tidak berasal dari perempuan, tetapi perempuan berasal dari laki-laki."
  },
  {
    "reference": "1Co 11:9",
    "text": "Dan laki-laki tidak diciptakan karena perempuan, tetapi perempuan diciptakan karena laki-laki."
  },
  {
    "reference": "1Co 11:10",
    "text": "Sebab itu, perempuan harus memakai tanda wibawa di kepalanya oleh karena para malaikat."
  },
  {
    "reference": "1Co 11:11",
    "text": "Namun demikian, dalam Tuhan tidak ada perempuan tanpa laki-laki dan tidak ada laki-laki tanpa perempuan."
  },
  {
    "reference": "1Co 11:12",
    "text": "Sebab sama seperti perempuan berasal dari laki-laki, demikian pula laki-laki dilahirkan oleh perempuan; dan segala sesuatu berasal dari Allah."
  },
  {
    "reference": "1Co 11:13",
    "text": "Pertimbangkanlah sendiri: Patutkah perempuan berdoa kepada Allah dengan kepala yang tidak bertudung?"
  },
  {
    "reference": "1Co 11:14",
    "text": "Bukankah alam sendiri menyatakan kepadamu, bahwa adalah kehinaan bagi laki-laki, jika ia berambut panjang,"
  },
  {
    "reference": "1Co 11:15",
    "text": "tetapi bahwa adalah kehormatan bagi perempuan, jika ia berambut panjang? Sebab rambut diberikan kepada perempuan untuk menjadi penudung."
  },
  {
    "reference": "1Co 11:16",
    "text": "Tetapi jika ada orang yang mau membantah, kami maupun Jemaat-jemaat Allah tidak mempunyai kebiasaan yang demikian. Kebiasaan-kebiasaan yang salah dalam perjamuan malam 11:17-34"
  },
  {
    "reference": "1Co 11:17",
    "text": "Dalam peraturan-peraturan yang berikut aku tidak dapat memuji kamu, sebab pertemuan-pertemuanmu tidak mendatangkan kebaikan, tetapi mendatangkan keburukan."
  },
  {
    "reference": "1Co 11:18",
    "text": "Sebab pertama-tama aku mendengar, bahwa apabila kamu berkumpul sebagai Jemaat, ada perpecahan di antara kamu, dan hal itu sedikit banyak aku percaya."
  },
  {
    "reference": "1Co 11:19",
    "text": "Sebab di antara kamu harus ada perpecahan, supaya nyata nanti siapakah di antara kamu yang tahan uji."
  },
  {
    "reference": "1Co 11:20",
    "text": "Apabila kamu berkumpul, kamu bukanlah berkumpul untuk makan perjamuan Tuhan."
  },
  {
    "reference": "1Co 11:21",
    "text": "Sebab pada perjamuan itu tiap-tiap orang memakan dahulu makanannya sendiri, sehingga yang seorang lapar dan yang lain mabuk."
  },
  {
    "reference": "1Co 11:22",
    "text": "Apakah kamu tidak mempunyai rumah sendiri untuk makan dan minum? Atau maukah kamu menghinakan Jemaat Allah dan memalukan orang-orang yang tidak mempunyai apa-apa? Apakah yang kukatakan kepada kamu? Memuji kamu? Dalam hal ini aku tidak memuji."
  },
  {
    "reference": "1Co 11:23",
    "text": "Sebab apa yang telah kuteruskan kepadamu, telah aku terima dari Tuhan, yaitu bahwa Tuhan Yesus, pada malam waktu Ia diserahkan, mengambil roti"
  },
  {
    "reference": "1Co 11:24",
    "text": "dan sesudah itu Ia mengucap syukur atasnya; Ia memecah-mecahkannya dan berkata: ”Inilah tubuh-Ku, yang diserahkan bagi kamu; perbuatlah ini menjadi peringatan akan Aku!”"
  },
  {
    "reference": "1Co 11:25",
    "text": "- 11:25: Kel. 24:6-8; Yer. 31:31-34 Demikian juga Ia mengambil cawan, sesudah makan, lalu berkata: ”Cawan ini adalah perjanjian baru yang dimeteraikan oleh darah-Ku; perbuatlah ini, setiap kali kamu meminumnya, menjadi peringatan akan Aku!”"
  },
  {
    "reference": "1Co 11:26",
    "text": "Sebab setiap kali kamu makan roti ini dan minum cawan ini, kamu memberitakan kematian Tuhan sampai Ia datang."
  },
  {
    "reference": "1Co 11:27",
    "text": "Jadi barangsiapa dengan cara yang tidak layak makan roti atau minum cawan Tuhan, ia berdosa terhadap tubuh dan darah Tuhan."
  },
  {
    "reference": "1Co 11:28",
    "text": "Karena itu hendaklah tiap-tiap orang menguji dirinya sendiri dan baru sesudah itu ia makan roti dan minum dari cawan itu."
  },
  {
    "reference": "1Co 11:29",
    "text": "Karena barangsiapa makan dan minum tanpa mengakui tubuh Tuhan, ia mendatangkan hukuman atas dirinya."
  },
  {
    "reference": "1Co 11:30",
    "text": "Sebab itu banyak di antara kamu yang lemah dan sakit, dan tidak sedikit yang meninggal."
  },
  {
    "reference": "1Co 11:31",
    "text": "Kalau kita menguji diri kita sendiri, hukuman tidak menimpa kita."
  },
  {
    "reference": "1Co 11:32",
    "text": "Tetapi kalau kita menerima hukuman dari Tuhan, kita dididik, supaya kita tidak akan dihukum bersama-sama dengan dunia."
  },
  {
    "reference": "1Co 11:33",
    "text": "Karena itu, saudara-saudaraku, jika kamu berkumpul untuk makan, nantikanlah olehmu seorang akan yang lain."
  },
  {
    "reference": "1Co 11:34",
    "text": "Kalau ada orang yang lapar, baiklah ia makan dahulu di rumahnya, supaya jangan kamu berkumpul untuk dihukum. Hal-hal yang lain akan kuatur, kalau aku datang."
  },
  {
    "reference": "1Co 12:1",
    "text": "Sekarang tentang karunia-karunia Roh. Aku mau, saudara-saudara, supaya kamu mengetahui kebenarannya."
  },
  {
    "reference": "1Co 12:2",
    "text": "Kamu tahu, bahwa pada waktu kamu masih belum mengenal Allah, kamu tanpa berpikir ditarik kepada berhala-berhala yang bisu."
  },
  {
    "reference": "1Co 12:3",
    "text": "Karena itu aku mau meyakinkan kamu, bahwa tidak ada seorang pun yang berkata-kata oleh Roh Allah, dapat berkata: ”Terkutuklah Yesus!” dan tidak ada seorang pun, yang dapat mengaku: ”Yesus adalah Tuhan”, selain oleh Roh Kudus."
  },
  {
    "reference": "1Co 12:4",
    "text": "- 12:4-11: Rm. 12:6-8 Ada rupa-rupa karunia, tetapi satu Roh."
  },
  {
    "reference": "1Co 12:5",
    "text": "Dan ada rupa-rupa pelayanan, tetapi satu Tuhan."
  },
  {
    "reference": "1Co 12:6",
    "text": "Dan ada berbagai-bagai perbuatan ajaib, tetapi Allah adalah satu yang mengerjakan semuanya dalam semua orang."
  },
  {
    "reference": "1Co 12:7",
    "text": "Tetapi kepada tiap-tiap orang dikaruniakan penyataan Roh untuk kepentingan bersama."
  },
  {
    "reference": "1Co 12:8",
    "text": "Sebab kepada yang seorang Roh memberikan karunia untuk berkata-kata dengan hikmat, dan kepada yang lain Roh yang sama memberikan karunia berkata-kata dengan pengetahuan."
  },
  {
    "reference": "1Co 12:9",
    "text": "Kepada yang seorang Roh yang sama memberikan iman, dan kepada yang lain Ia memberikan karunia untuk menyembuhkan."
  },
  {
    "reference": "1Co 12:10",
    "text": "Kepada yang seorang Roh memberikan kuasa untuk mengadakan mujizat, dan kepada yang lain Ia memberikan karunia untuk bernubuat, dan kepada yang lain lagi Ia memberikan karunia untuk membedakan bermacam-macam roh. Kepada yang seorang Ia memberikan karunia untuk berkata-kata dengan bahasa roh, dan kepada yang lain Ia memberikan karunia untuk menafsirkan bahasa roh itu."
  },
  {
    "reference": "1Co 12:11",
    "text": "Tetapi semuanya ini dikerjakan oleh Roh yang satu dan yang sama, yang memberikan karunia kepada tiap-tiap orang secara khusus, seperti yang dikehendaki-Nya. Banyak anggota, tetapi satu tubuh 12:12-31"
  },
  {
    "reference": "1Co 12:12",
    "text": "- 12:12: Rm. 12:4-5 Karena sama seperti tubuh itu satu dan anggota-anggotanya banyak, dan segala anggota itu, sekalipun banyak, merupakan satu tubuh, demikian pula Kristus."
  },
  {
    "reference": "1Co 12:13",
    "text": "Sebab dalam satu Roh kita semua, baik orang Yahudi, maupun orang Yunani, baik budak, maupun orang merdeka, telah dibaptis menjadi satu tubuh dan kita semua diberi minum dari satu Roh."
  },
  {
    "reference": "1Co 12:14",
    "text": "Karena tubuh juga tidak terdiri dari satu anggota, tetapi atas banyak anggota."
  },
  {
    "reference": "1Co 12:15",
    "text": "Andaikata kaki berkata: ”Karena aku bukan tangan, aku tidak termasuk tubuh”, jadi benarkah ia tidak termasuk tubuh?"
  },
  {
    "reference": "1Co 12:16",
    "text": "Dan andaikata telinga berkata: ”Karena aku bukan mata, aku tidak termasuk tubuh”, jadi benarkah ia tidak termasuk tubuh?"
  },
  {
    "reference": "1Co 12:17",
    "text": "Andaikata tubuh seluruhnya adalah mata, di manakah pendengaran? Andaikata seluruhnya adalah telinga, di manakah penciuman?"
  },
  {
    "reference": "1Co 12:18",
    "text": "Tetapi Allah telah memberikan kepada anggota, masing-masing secara khusus, suatu tempat pada tubuh, seperti yang dikehendaki-Nya."
  },
  {
    "reference": "1Co 12:19",
    "text": "Andaikata semuanya adalah satu anggota, di manakah tubuh?"
  },
  {
    "reference": "1Co 12:20",
    "text": "Memang ada banyak anggota, tetapi hanya satu tubuh."
  },
  {
    "reference": "1Co 12:21",
    "text": "Jadi mata tidak dapat berkata kepada tangan: ”Aku tidak membutuhkan engkau.” Dan kepala tidak dapat berkata kepada kaki: ”Aku tidak membutuhkan engkau.”"
  },
  {
    "reference": "1Co 12:22",
    "text": "Malahan justru anggota-anggota tubuh yang nampaknya paling lemah, yang paling dibutuhkan."
  },
  {
    "reference": "1Co 12:23",
    "text": "Dan kepada anggota-anggota tubuh yang menurut pemandangan kita kurang terhormat, kita berikan penghormatan khusus. Dan terhadap anggota-anggota kita yang tidak elok, kita berikan perhatian khusus."
  },
  {
    "reference": "1Co 12:24",
    "text": "Hal itu tidak dibutuhkan oleh anggota-anggota kita yang elok. Allah telah menyusun tubuh kita begitu rupa, sehingga kepada anggota-anggota yang tidak mulia diberikan penghormatan khusus,"
  },
  {
    "reference": "1Co 12:25",
    "text": "supaya jangan terjadi perpecahan dalam tubuh, tetapi supaya anggota-anggota yang berbeda itu saling memperhatikan."
  },
  {
    "reference": "1Co 12:26",
    "text": "Karena itu jika satu anggota menderita, semua anggota turut menderita; jika satu anggota dihormati, semua anggota turut bersukacita."
  },
  {
    "reference": "1Co 12:27",
    "text": "Kamu semua adalah tubuh Kristus dan kamu masing-masing adalah anggotanya."
  },
  {
    "reference": "1Co 12:28",
    "text": "- 12:28: Ef. 4:11 Dan Allah telah menetapkan beberapa orang dalam Jemaat: pertama sebagai rasul, kedua sebagai nabi, ketiga sebagai pengajar. Selanjutnya mereka yang mendapat karunia untuk mengadakan mujizat, untuk menyembuhkan, untuk melayani, untuk memimpin, dan untuk berkata-kata dalam bahasa roh."
  },
  {
    "reference": "1Co 12:29",
    "text": "Adakah mereka semua rasul, atau nabi, atau pengajar? Adakah mereka semua mendapat karunia untuk mengadakan mujizat,"
  },
  {
    "reference": "1Co 12:30",
    "text": "atau untuk menyembuhkan, atau untuk berkata-kata dalam bahasa roh, atau untuk menafsirkan bahasa roh?"
  },
  {
    "reference": "1Co 12:31",
    "text": "Jadi berusahalah untuk memperoleh karunia-karunia yang paling utama. Dan aku menunjukkan kepadamu jalan yang lebih utama lagi."
  },
  {
    "reference": "1Co 13:1",
    "text": "Sekalipun aku dapat berkata-kata dengan semua bahasa manusia dan bahasa malaikat, tetapi jika aku tidak mempunyai kasih, aku sama dengan gong yang berkumandang dan canang yang gemerincing."
  },
  {
    "reference": "1Co 13:2",
    "text": "- 13:2: Mat. 17:20, 21:21; Mrk. 11:23 Sekalipun aku mempunyai karunia untuk bernubuat dan aku mengetahui segala rahasia dan memiliki seluruh pengetahuan; dan sekalipun aku memiliki iman yang sempurna untuk memindahkan gunung, tetapi jika aku tidak mempunyai kasih, aku sama sekali tidak berguna."
  },
  {
    "reference": "1Co 13:3",
    "text": "Dan sekalipun aku membagi-bagikan segala sesuatu yang ada padaku, bahkan menyerahkan tubuhku untuk dibakar, tetapi jika aku tidak mempunyai kasih, sedikit pun tidak ada faedahnya bagiku."
  },
  {
    "reference": "1Co 13:4",
    "text": "Kasih itu sabar; kasih itu murah hati; ia tidak cemburu. Ia tidak memegahkan diri dan tidak sombong."
  },
  {
    "reference": "1Co 13:5",
    "text": "Ia tidak melakukan yang tidak sopan dan tidak mencari keuntungan diri sendiri. Ia tidak pemarah dan tidak menyimpan kesalahan orang lain."
  },
  {
    "reference": "1Co 13:6",
    "text": "Ia tidak bersukacita karena ketidakadilan, tetapi ia bersukacita karena kebenaran."
  },
  {
    "reference": "1Co 13:7",
    "text": "Ia menutupi segala sesuatu, percaya segala sesuatu, mengharapkan segala sesuatu, sabar menanggung segala sesuatu."
  },
  {
    "reference": "1Co 13:8",
    "text": "Kasih tidak berkesudahan; nubuat akan berakhir; bahasa roh akan berhenti; pengetahuan akan lenyap."
  },
  {
    "reference": "1Co 13:9",
    "text": "Sebab pengetahuan kita tidak lengkap dan nubuat kita tidak sempurna."
  },
  {
    "reference": "1Co 13:10",
    "text": "Tetapi jika yang sempurna tiba, maka yang tidak sempurna itu akan lenyap."
  },
  {
    "reference": "1Co 13:11",
    "text": "Ketika aku kanak-kanak, aku berkata-kata seperti kanak-kanak, aku merasa seperti kanak-kanak, aku berpikir seperti kanak-kanak. Sekarang sesudah aku menjadi dewasa, aku meninggalkan sifat kanak-kanak itu."
  },
  {
    "reference": "1Co 13:12",
    "text": "Karena sekarang kita melihat dalam cermin suatu gambaran yang samar-samar, tetapi nanti kita akan melihat muka dengan muka. Sekarang aku hanya mengenal dengan tidak sempurna, tetapi nanti aku akan mengenal dengan sempurna, seperti aku sendiri dikenal."
  },
  {
    "reference": "1Co 13:13",
    "text": "Demikianlah tinggal ketiga hal ini, yaitu iman, pengharapan dan kasih, dan yang paling besar di antaranya ialah kasih."
  },
  {
    "reference": "1Co 14:1",
    "text": "Kejarlah kasih itu dan usahakanlah dirimu memperoleh karunia-karunia Roh, terutama karunia untuk bernubuat."
  },
  {
    "reference": "1Co 14:2",
    "text": "Siapa yang berkata-kata dengan bahasa roh, tidak berkata-kata kepada manusia, tetapi kepada Allah. Sebab tidak ada seorang pun yang mengerti bahasanya; oleh Roh ia mengucapkan hal-hal yang rahasia."
  },
  {
    "reference": "1Co 14:3",
    "text": "Tetapi siapa yang bernubuat, ia berkata-kata kepada manusia, ia membangun, menasihati dan menghibur."
  },
  {
    "reference": "1Co 14:4",
    "text": "Siapa yang berkata-kata dengan bahasa roh, ia membangun dirinya sendiri, tetapi siapa yang bernubuat, ia membangun Jemaat."
  },
  {
    "reference": "1Co 14:5",
    "text": "Aku suka, supaya kamu semua berkata-kata dengan bahasa roh, tetapi lebih dari pada itu, supaya kamu bernubuat. Sebab orang yang bernubuat lebih berharga dari pada orang yang berkata-kata dengan bahasa roh, kecuali kalau orang itu juga menafsirkannya, sehingga Jemaat dapat dibangun."
  },
  {
    "reference": "1Co 14:6",
    "text": "Jadi, saudara-saudara, jika aku datang kepadamu dan berkata-kata dengan bahasa roh, apakah gunanya itu bagimu, jika aku tidak menyampaikan kepadamu penyataan Allah atau pengetahuan atau nubuat atau pengajaran?"
  },
  {
    "reference": "1Co 14:7",
    "text": "Sama halnya dengan alat-alat yang tidak berjiwa, tetapi yang berbunyi, seperti seruling dan kecapi – bagaimanakah orang dapat mengetahui lagu apakah yang dimainkan seruling atau kecapi, kalau keduanya tidak mengeluarkan bunyi yang berbeda?"
  },
  {
    "reference": "1Co 14:8",
    "text": "Atau, jika nafiri tidak mengeluarkan bunyi yang terang, siapakah yang menyiapkan diri untuk berperang?"
  },
  {
    "reference": "1Co 14:9",
    "text": "Demikianlah juga kamu yang berkata-kata dengan bahasa roh: jika kamu tidak mempergunakan kata-kata yang jelas, bagaimanakah orang dapat mengerti apa yang kamu katakan? Kata-katamu sia-sia saja kamu ucapkan di udara!"
  },
  {
    "reference": "1Co 14:10",
    "text": "Ada banyak – entah berapa banyak – macam bahasa di dunia; sekalipun demikian tidak ada satu pun di antaranya yang mempunyai bunyi yang tidak berarti."
  },
  {
    "reference": "1Co 14:11",
    "text": "Tetapi jika aku tidak mengetahui arti bahasa itu, aku menjadi orang asing bagi dia yang mempergunakannya dan dia orang asing bagiku."
  },
  {
    "reference": "1Co 14:12",
    "text": "Demikian pula dengan kamu: Kamu memang berusaha untuk memperoleh karunia-karunia Roh, tetapi lebih dari pada itu hendaklah kamu berusaha mempergunakannya untuk membangun Jemaat."
  },
  {
    "reference": "1Co 14:13",
    "text": "Karena itu siapa yang berkata-kata dengan bahasa roh, ia harus berdoa, supaya kepadanya diberikan juga karunia untuk menafsirkannya."
  },
  {
    "reference": "1Co 14:14",
    "text": "Sebab jika aku berdoa dengan bahasa roh, maka rohkulah yang berdoa, tetapi akal budiku tidak turut berdoa."
  },
  {
    "reference": "1Co 14:15",
    "text": "Jadi, apakah yang harus kubuat? Aku akan berdoa dengan rohku, tetapi aku akan berdoa juga dengan akal budiku; aku akan menyanyi dan memuji dengan rohku, tetapi aku akan menyanyi dan memuji juga dengan akal budiku."
  },
  {
    "reference": "1Co 14:16",
    "text": "Sebab, jika engkau mengucap syukur dengan rohmu saja, bagaimanakah orang biasa yang hadir sebagai pendengar dapat mengatakan ”amin” atas pengucapan syukurmu? Bukankah ia tidak tahu apa yang engkau katakan?"
  },
  {
    "reference": "1Co 14:17",
    "text": "Sebab sekalipun pengucapan syukurmu itu sangat baik, tetapi orang lain tidak dibangun olehnya."
  },
  {
    "reference": "1Co 14:18",
    "text": "Aku mengucap syukur kepada Allah, bahwa aku berkata-kata dengan bahasa roh lebih dari pada kamu semua."
  },
  {
    "reference": "1Co 14:19",
    "text": "Tetapi dalam pertemuan Jemaat aku lebih suka mengucapkan lima kata yang dapat dimengerti untuk mengajar orang lain juga, dari pada beribu-ribu kata dengan bahasa roh."
  },
  {
    "reference": "1Co 14:20",
    "text": "Saudara-saudara, janganlah sama seperti anak-anak dalam pemikiranmu. Jadilah anak-anak dalam kejahatan, tetapi orang dewasa dalam pemikiranmu!"
  },
  {
    "reference": "1Co 14:21",
    "text": "- 14:21: Yes. 28:11-12 Dalam hukum Taurat ada tertulis: ”Oleh orang-orang yang mempunyai bahasa lain dan oleh mulut orang-orang asing Aku akan berbicara kepada bangsa ini, namun demikian mereka tidak akan mendengarkan Aku, firman Tuhan.”"
  },
  {
    "reference": "1Co 14:22",
    "text": "Karena itu karunia bahasa roh adalah tanda, bukan untuk orang yang beriman, tetapi untuk orang yang tidak beriman; sedangkan karunia untuk bernubuat adalah tanda, bukan untuk orang yang tidak beriman, tetapi untuk orang yang beriman."
  },
  {
    "reference": "1Co 14:23",
    "text": "Jadi, kalau seluruh Jemaat berkumpul bersama-sama dan tiap-tiap orang berkata-kata dengan bahasa roh, lalu masuklah orang-orang luar atau orang-orang yang tidak beriman, tidakkah akan mereka katakan, bahwa kamu gila?"
  },
  {
    "reference": "1Co 14:24",
    "text": "Tetapi kalau semua bernubuat, lalu masuk orang yang tidak beriman atau orang baru, ia akan diyakinkan oleh semua dan diselidiki oleh semua;"
  },
  {
    "reference": "1Co 14:25",
    "text": "segala rahasia yang terkandung di dalam hatinya akan menjadi nyata, sehingga ia akan sujud menyembah Allah dan mengaku: ”Sungguh, Allah ada di tengah-tengah kamu.” Peraturan dalam pertemuan Jemaat 14:26-40"
  },
  {
    "reference": "1Co 14:26",
    "text": "Jadi bagaimana sekarang, saudara-saudara? Bilamana kamu berkumpul, hendaklah tiap-tiap orang mempersembahkan sesuatu: yang seorang mazmur, yang lain pengajaran, atau penyataan Allah, atau karunia bahasa roh, atau karunia untuk menafsirkan bahasa roh, tetapi semuanya itu harus dipergunakan untuk membangun."
  },
  {
    "reference": "1Co 14:27",
    "text": "Jika ada yang berkata-kata dengan bahasa roh, biarlah dua atau sebanyak-banyaknya tiga orang, seorang demi seorang, dan harus ada seorang lain untuk menafsirkannya."
  },
  {
    "reference": "1Co 14:28",
    "text": "Jika tidak ada orang yang dapat menafsirkannya, hendaklah mereka berdiam diri dalam pertemuan Jemaat dan hanya boleh berkata-kata kepada dirinya sendiri dan kepada Allah."
  },
  {
    "reference": "1Co 14:29",
    "text": "Tentang nabi-nabi – baiklah dua atau tiga orang di antaranya berkata-kata dan yang lain menanggapi apa yang mereka katakan."
  },
  {
    "reference": "1Co 14:30",
    "text": "Tetapi jika seorang lain yang duduk di situ mendapat penyataan, maka yang pertama itu harus berdiam diri."
  },
  {
    "reference": "1Co 14:31",
    "text": "Sebab kamu semua boleh bernubuat seorang demi seorang, sehingga kamu semua dapat belajar dan beroleh kekuatan."
  },
  {
    "reference": "1Co 14:32",
    "text": "Karunia nabi takluk kepada nabi-nabi."
  },
  {
    "reference": "1Co 14:33",
    "text": "Sebab Allah tidak menghendaki kekacauan, tetapi damai sejahtera."
  },
  {
    "reference": "1Co 14:34",
    "text": "Sama seperti dalam semua Jemaat orang-orang kudus, perempuan-perempuan harus berdiam diri dalam pertemuan-pertemuan Jemaat. Sebab mereka tidak diperbolehkan untuk berbicara. Mereka harus menundukkan diri, seperti yang dikatakan juga oleh hukum Taurat."
  },
  {
    "reference": "1Co 14:35",
    "text": "Jika mereka ingin mengetahui sesuatu, baiklah mereka menanyakannya kepada suaminya di rumah. Sebab tidak sopan bagi perempuan untuk berbicara dalam pertemuan Jemaat."
  },
  {
    "reference": "1Co 14:36",
    "text": "Atau adakah firman Allah mulai dari kamu? Atau hanya kepada kamu sajakah firman itu telah datang?"
  },
  {
    "reference": "1Co 14:37",
    "text": "Jika seorang menganggap dirinya nabi atau orang yang mendapat karunia rohani, ia harus sadar, bahwa apa yang kukatakan kepadamu adalah perintah Tuhan."
  },
  {
    "reference": "1Co 14:38",
    "text": "Tetapi jika ia tidak mengindahkannya, janganlah kamu mengindahkan dia."
  },
  {
    "reference": "1Co 14:39",
    "text": "Karena itu, saudara-saudaraku, usahakanlah dirimu untuk memperoleh karunia untuk bernubuat dan janganlah melarang orang yang berkata-kata dengan bahasa roh."
  },
  {
    "reference": "1Co 14:40",
    "text": "Tetapi segala sesuatu harus berlangsung dengan sopan dan teratur."
  },
  {
    "reference": "1Co 15:1",
    "text": "Dan sekarang, saudara-saudara, aku mau mengingatkan kamu kepada Injil yang aku beritakan kepadamu dan yang kamu terima, dan yang di dalamnya kamu teguh berdiri."
  },
  {
    "reference": "1Co 15:2",
    "text": "Oleh Injil itu kamu diselamatkan, asal kamu teguh berpegang padanya, seperti yang telah kuberitakan kepadamu – kecuali kalau kamu telah sia-sia saja menjadi percaya."
  },
  {
    "reference": "1Co 15:3",
    "text": "- 15:3: Yes. 53:5-12 Sebab yang sangat penting telah kusampaikan kepadamu, yaitu apa yang telah kuterima sendiri, ialah bahwa Kristus telah mati karena dosa-dosa kita, sesuai dengan Kitab Suci,"
  },
  {
    "reference": "1Co 15:4",
    "text": "- 15:4: Mzm. 16:8-10; Mat. 12:40; Kis. 2:24-32 bahwa Ia telah dikuburkan, dan bahwa Ia telah dibangkitkan, pada hari yang ketiga, sesuai dengan Kitab Suci;"
  },
  {
    "reference": "1Co 15:5",
    "text": "- 15:5: Mat. 28:16-17; Mrk. 16:14; Luk. 24:34-36; Yoh. 20:19 bahwa Ia telah menampakkan diri kepada Kefas dan kemudian kepada kedua belas murid-Nya."
  },
  {
    "reference": "1Co 15:6",
    "text": "Sesudah itu Ia menampakkan diri kepada lebih dari lima ratus saudara sekaligus; kebanyakan dari mereka masih hidup sampai sekarang, tetapi beberapa di antaranya telah meninggal."
  },
  {
    "reference": "1Co 15:7",
    "text": "Selanjutnya Ia menampakkan diri kepada Yakobus, kemudian kepada semua rasul."
  },
  {
    "reference": "1Co 15:8",
    "text": "- 15:8: Kis. 9:3-6 Dan yang paling akhir dari semuanya Ia menampakkan diri juga kepadaku, sama seperti kepada anak yang lahir sebelum waktunya."
  },
  {
    "reference": "1Co 15:9",
    "text": "- 15:9: Kis. 8:3 Karena aku adalah yang paling hina dari semua rasul, bahkan tidak layak disebut rasul, sebab aku telah menganiaya Jemaat Allah."
  },
  {
    "reference": "1Co 15:10",
    "text": "Tetapi karena kasih karunia Allah aku adalah sebagaimana aku ada sekarang, dan kasih karunia yang dianugerahkan-Nya kepadaku tidak sia-sia. Sebaliknya, aku telah bekerja lebih keras dari pada mereka semua; tetapi bukannya aku, melainkan kasih karunia Allah yang menyertai aku."
  },
  {
    "reference": "1Co 15:11",
    "text": "Sebab itu, baik aku, maupun mereka, demikianlah kami mengajar dan demikianlah kamu menjadi percaya. Kebangkitan kita 15:12-34"
  },
  {
    "reference": "1Co 15:12",
    "text": "Jadi, bilamana kami beritakan, bahwa Kristus dibangkitkan dari antara orang mati, bagaimana mungkin ada di antara kamu yang mengatakan, bahwa tidak ada kebangkitan orang mati?"
  },
  {
    "reference": "1Co 15:13",
    "text": "Kalau tidak ada kebangkitan orang mati, maka Kristus juga tidak dibangkitkan."
  },
  {
    "reference": "1Co 15:14",
    "text": "Tetapi andaikata Kristus tidak dibangkitkan, maka sia-sialah pemberitaan kami dan sia-sialah juga kepercayaan kamu."
  },
  {
    "reference": "1Co 15:15",
    "text": "Lebih dari pada itu kami ternyata berdusta terhadap Allah, karena tentang Dia kami katakan, bahwa Ia telah membangkitkan Kristus – padahal Ia tidak membangkitkan-Nya, kalau andaikata benar, bahwa orang mati tidak dibangkitkan."
  },
  {
    "reference": "1Co 15:16",
    "text": "Sebab jika benar orang mati tidak dibangkitkan, maka Kristus juga tidak dibangkitkan."
  },
  {
    "reference": "1Co 15:17",
    "text": "Dan jika Kristus tidak dibangkitkan, maka sia-sialah kepercayaan kamu dan kamu masih hidup dalam dosamu."
  },
  {
    "reference": "1Co 15:18",
    "text": "Demikianlah binasa juga orang-orang yang mati dalam Kristus."
  },
  {
    "reference": "1Co 15:19",
    "text": "Jikalau kita hanya dalam hidup ini saja menaruh pengharapan pada Kristus, maka kita adalah orang-orang yang paling malang dari segala manusia."
  },
  {
    "reference": "1Co 15:20",
    "text": "Tetapi yang benar ialah, bahwa Kristus telah dibangkitkan dari antara orang mati, sebagai yang sulung dari orang-orang yang telah meninggal."
  },
  {
    "reference": "1Co 15:21",
    "text": "Sebab sama seperti maut datang karena satu orang manusia, demikian juga kebangkitan orang mati datang karena satu orang manusia."
  },
  {
    "reference": "1Co 15:22",
    "text": "Karena sama seperti semua orang mati dalam persekutuan dengan Adam, demikian pula semua orang akan dihidupkan kembali dalam persekutuan dengan Kristus."
  },
  {
    "reference": "1Co 15:23",
    "text": "Tetapi tiap-tiap orang menurut urutannya: Kristus sebagai buah sulung; sesudah itu mereka yang menjadi milik-Nya pada waktu kedatangan-Nya."
  },
  {
    "reference": "1Co 15:24",
    "text": "Kemudian tiba kesudahannya, yaitu bilamana Ia menyerahkan Kerajaan kepada Allah Bapa, sesudah Ia membinasakan segala pemerintahan, kekuasaan dan kekuatan."
  },
  {
    "reference": "1Co 15:25",
    "text": "- 15:25: Mzm. 110:1 Karena Ia harus memegang pemerintahan sebagai Raja sampai Allah meletakkan semua musuh-Nya di bawah kaki-Nya."
  },
  {
    "reference": "1Co 15:26",
    "text": "Musuh yang terakhir, yang dibinasakan ialah maut."
  },
  {
    "reference": "1Co 15:27",
    "text": "- 15:27: Mzm. 8:7 Sebab segala sesuatu telah ditaklukkan-Nya di bawah kaki-Nya. Tetapi kalau dikatakan, bahwa ”segala sesuatu telah ditaklukkan”, maka teranglah, bahwa Ia sendiri yang telah menaklukkan segala sesuatu di bawah kaki Kristus itu tidak termasuk di dalamnya."
  },
  {
    "reference": "1Co 15:28",
    "text": "Tetapi kalau segala sesuatu telah ditaklukkan di bawah Kristus, maka Ia sendiri sebagai Anak akan menaklukkan diri-Nya di bawah Dia, yang telah menaklukkan segala sesuatu di bawah-Nya, supaya Allah menjadi semua di dalam semua."
  },
  {
    "reference": "1Co 15:29",
    "text": "Jika tidak demikian, apakah faedahnya perbuatan orang-orang yang dibaptis bagi orang mati? Kalau orang mati sama sekali tidak dibangkitkan, mengapa mereka mau dibaptis bagi orang-orang yang telah meninggal?"
  },
  {
    "reference": "1Co 15:30",
    "text": "Dan kami juga – mengapakah kami setiap saat membawa diri kami ke dalam bahaya?"
  },
  {
    "reference": "1Co 15:31",
    "text": "Saudara-saudara, tiap-tiap hari aku berhadapan dengan maut. Demi kebanggaanku akan kamu dalam Kristus Yesus, Tuhan kita, aku katakan, bahwa hal ini benar."
  },
  {
    "reference": "1Co 15:32",
    "text": "- 15:32: Yes. 22:13 Kalau hanya berdasarkan pertimbangan-pertimbangan manusia saja aku telah berjuang melawan binatang buas di Efesus, apakah gunanya hal itu bagiku? Jika orang mati tidak dibangkitkan, maka ”marilah kita makan dan minum, sebab besok kita mati”."
  },
  {
    "reference": "1Co 15:33",
    "text": "Janganlah kamu sesat: Pergaulan yang buruk merusakkan kebiasaan yang baik."
  },
  {
    "reference": "1Co 15:34",
    "text": "Sadarlah kembali sebaik-baiknya dan jangan berbuat dosa lagi! Ada di antara kamu yang tidak mengenal Allah. Hal ini kukatakan, supaya kamu merasa malu. Kebangkitan tubuh 15:35-58"
  },
  {
    "reference": "1Co 15:35",
    "text": "Tetapi mungkin ada orang yang bertanya: ”Bagaimanakah orang mati dibangkitkan? Dan dengan tubuh apakah mereka akan datang kembali?”"
  },
  {
    "reference": "1Co 15:36",
    "text": "Hai orang bodoh! Apa yang engkau sendiri taburkan, tidak akan tumbuh dan hidup, kalau ia tidak mati dahulu."
  },
  {
    "reference": "1Co 15:37",
    "text": "Dan yang engkau taburkan bukanlah tubuh tanaman yang akan tumbuh, tetapi biji yang tidak berkulit, umpamanya biji gandum atau biji lain."
  },
  {
    "reference": "1Co 15:38",
    "text": "Tetapi Allah memberikan kepadanya suatu tubuh, seperti yang dikehendaki-Nya: Ia memberikan kepada tiap-tiap biji tubuhnya sendiri."
  },
  {
    "reference": "1Co 15:39",
    "text": "Bukan semua daging sama: daging manusia lain dari pada daging binatang, lain dari pada daging burung, lain dari pada daging ikan."
  },
  {
    "reference": "1Co 15:40",
    "text": "Ada tubuh sorgawi dan ada tubuh duniawi, tetapi kemuliaan tubuh sorgawi lain dari pada kemuliaan tubuh duniawi."
  },
  {
    "reference": "1Co 15:41",
    "text": "Kemuliaan matahari lain dari pada kemuliaan bulan, dan kemuliaan bulan lain dari pada kemuliaan bintang-bintang, dan kemuliaan bintang yang satu berbeda dengan kemuliaan bintang yang lain."
  },
  {
    "reference": "1Co 15:42",
    "text": "Demikianlah pula halnya dengan kebangkitan orang mati. Ditaburkan dalam kebinasaan, dibangkitkan dalam ketidakbinasaan."
  },
  {
    "reference": "1Co 15:43",
    "text": "Ditaburkan dalam kehinaan, dibangkitkan dalam kemuliaan. Ditaburkan dalam kelemahan, dibangkitkan dalam kekuatan."
  },
  {
    "reference": "1Co 15:44",
    "text": "Yang ditaburkan adalah tubuh alamiah, yang dibangkitkan adalah tubuh rohaniah. Jika ada tubuh alamiah, maka ada pula tubuh rohaniah."
  },
  {
    "reference": "1Co 15:45",
    "text": "- 15:45: Kej. 2:7 Seperti ada tertulis: ”Manusia pertama, Adam menjadi makhluk yang hidup”, tetapi Adam yang akhir menjadi roh yang menghidupkan."
  },
  {
    "reference": "1Co 15:46",
    "text": "Tetapi yang mula-mula datang bukanlah yang rohaniah, tetapi yang alamiah; kemudian barulah datang yang rohaniah."
  },
  {
    "reference": "1Co 15:47",
    "text": "Manusia pertama berasal dari debu tanah dan bersifat jasmani, manusia kedua berasal dari sorga."
  },
  {
    "reference": "1Co 15:48",
    "text": "Makhluk-makhluk alamiah sama dengan dia yang berasal dari debu tanah dan makhluk-makhluk sorgawi sama dengan Dia yang berasal dari sorga."
  },
  {
    "reference": "1Co 15:49",
    "text": "Sama seperti kita telah memakai rupa dari yang alamiah, demikian pula kita akan memakai rupa dari yang sorgawi."
  },
  {
    "reference": "1Co 15:50",
    "text": "Saudara-saudara, inilah yang hendak kukatakan kepadamu, yaitu bahwa daging dan darah tidak mendapat bagian dalam Kerajaan Allah dan bahwa yang binasa tidak mendapat bagian dalam apa yang tidak binasa."
  },
  {
    "reference": "1Co 15:51",
    "text": "- 15:51-52: 1Tes. 4:15-17 Sesungguhnya aku menyatakan kepadamu suatu rahasia: kita tidak akan mati semuanya, tetapi kita semuanya akan diubah,"
  },
  {
    "reference": "1Co 15:52",
    "text": "dalam sekejap mata, pada waktu bunyi nafiri yang terakhir. Sebab nafiri akan berbunyi dan orang-orang mati akan dibangkitkan dalam keadaan yang tidak dapat binasa dan kita semua akan diubah."
  },
  {
    "reference": "1Co 15:53",
    "text": "Karena yang dapat binasa ini harus mengenakan yang tidak dapat binasa, dan yang dapat mati ini harus mengenakan yang tidak dapat mati."
  },
  {
    "reference": "1Co 15:54",
    "text": "- 15:54: Yes. 25:8 Dan sesudah yang dapat binasa ini mengenakan yang tidak dapat binasa dan yang dapat mati ini mengenakan yang tidak dapat mati, maka akan genaplah firman Tuhan yang tertulis: ”Maut telah ditelan dalam kemenangan."
  },
  {
    "reference": "1Co 15:55",
    "text": "- 15:55: Hos. 13:14 Hai maut di manakah kemenanganmu? Hai maut, di manakah sengatmu?”"
  },
  {
    "reference": "1Co 15:56",
    "text": "Sengat maut ialah dosa dan kuasa dosa ialah hukum Taurat."
  },
  {
    "reference": "1Co 15:57",
    "text": "Tetapi syukur kepada Allah, yang telah memberikan kepada kita kemenangan oleh Yesus Kristus, Tuhan kita."
  },
  {
    "reference": "1Co 15:58",
    "text": "Karena itu, saudara-saudaraku yang kekasih, berdirilah teguh, jangan goyah, dan giatlah selalu dalam pekerjaan Tuhan! Sebab kamu tahu, bahwa dalam persekutuan dengan Tuhan jerih payahmu tidak sia-sia."
  },
  {
    "reference": "1Co 16:1",
    "text": "- 16:1: Rm. 15:25-26 Tentang pengumpulan uang bagi orang-orang kudus, hendaklah kamu berbuat sesuai dengan petunjuk-petunjuk yang kuberikan kepada Jemaat-jemaat di Galatia."
  },
  {
    "reference": "1Co 16:2",
    "text": "Pada hari pertama dari tiap-tiap minggu hendaklah kamu masing-masing – sesuai dengan apa yang kamu peroleh – menyisihkan sesuatu dan menyimpannya di rumah, supaya jangan pengumpulan itu baru diadakan, kalau aku datang."
  },
  {
    "reference": "1Co 16:3",
    "text": "Sesudah aku tiba, aku akan mengutus orang-orang, yang kamu anggap layak, dengan surat ke Yerusalem untuk menyampaikan pemberianmu."
  },
  {
    "reference": "1Co 16:4",
    "text": "Kalau ternyata penting, bahwa aku juga pergi, maka mereka akan pergi bersama-sama dengan aku. Rencana Paulus 16:5-9"
  },
  {
    "reference": "1Co 16:5",
    "text": "- 16:5: Kis. 19:21 Aku akan datang kepadamu, sesudah aku melintasi Makedonia, sebab aku akan melintasi Makedonia."
  },
  {
    "reference": "1Co 16:6",
    "text": "Dan di Korintus mungkin aku akan tinggal beberapa lamanya dengan kamu atau mungkin aku akan tinggal selama musim dingin, sehingga kamu dapat menolong aku untuk melanjutkan perjalananku."
  },
  {
    "reference": "1Co 16:7",
    "text": "Sebab sekarang aku tidak mau melihat kamu hanya sepintas lalu saja. Aku harap dapat tinggal agak lama dengan kamu, jika diperkenankan Tuhan."
  },
  {
    "reference": "1Co 16:8",
    "text": "- 16:8: Im. 23:15-21; Ul. 16:9-11 - 16:8-9: Kis. 19:8-10 Tetapi aku akan tinggal di Efesus sampai hari raya Pentakosta,"
  },
  {
    "reference": "1Co 16:9",
    "text": "sebab di sini banyak kesempatan bagiku untuk mengerjakan pekerjaan yang besar dan penting, sekalipun ada banyak penentang. Beberapa pemberitahuan 16:10-18"
  },
  {
    "reference": "1Co 16:10",
    "text": "- 16:10: 1Kor. 4:17 Jika Timotius datang kepadamu, usahakanlah supaya ia berada di tengah-tengah kamu tanpa takut, sebab ia mengerjakan pekerjaan Tuhan, sama seperti aku."
  },
  {
    "reference": "1Co 16:11",
    "text": "Jadi, janganlah ada orang yang menganggapnya rendah! Tetapi tolonglah dia, supaya ia melanjutkan perjalanannya dengan selamat, agar ia datang kembali kepadaku, sebab aku di sini menunggu kedatangannya bersama-sama dengan saudara-saudara yang lain."
  },
  {
    "reference": "1Co 16:12",
    "text": "Tentang saudara Apolos: telah berulang-ulang aku mendesaknya untuk bersama-sama dengan saudara-saudara lain mengunjungi kamu, tetapi ia sama sekali tidak mau datang sekarang. Kalau ada kesempatan baik nanti, ia akan datang."
  },
  {
    "reference": "1Co 16:13",
    "text": "Berjaga-jagalah! Berdirilah dengan teguh dalam iman! Bersikaplah sebagai laki-laki! Dan tetap kuat!"
  },
  {
    "reference": "1Co 16:14",
    "text": "Lakukanlah segala pekerjaanmu dalam kasih!"
  },
  {
    "reference": "1Co 16:15",
    "text": "- 16:15: 1Kor. 1:16 Ada suatu permintaan lagi kepadamu, saudara-saudara. Kamu tahu, bahwa Stefanus dan keluarganya adalah orang-orang yang pertama-tama bertobat di Akhaya, dan bahwa mereka telah mengabdikan diri kepada pelayanan orang-orang kudus."
  },
  {
    "reference": "1Co 16:16",
    "text": "Karena itu taatilah orang-orang yang demikian dan setiap orang yang turut bekerja dan berjerih payah."
  },
  {
    "reference": "1Co 16:17",
    "text": "Aku bergembira atas kedatangan Stefanus, Fortunatus dan Akhaikus, karena mereka melengkapi apa yang masih kurang padamu;"
  },
  {
    "reference": "1Co 16:18",
    "text": "karena mereka menyegarkan rohku dan roh kamu. Hargailah orang-orang yang demikian! Salam 16:19-24"
  },
  {
    "reference": "1Co 16:19",
    "text": "- 16:19: Kis. 18:2 Salam kepadamu dari Jemaat-jemaat di Asia Kecil. Akwila, Priskila dan Jemaat di rumah mereka menyampaikan berlimpah-limpah salam kepadamu."
  },
  {
    "reference": "1Co 16:20",
    "text": "Salam kepadamu dari saudara-saudara semuanya. Sampaikanlah salam seorang kepada yang lain dengan cium kudus."
  },
  {
    "reference": "1Co 16:21",
    "text": "Dengan tanganku sendiri aku menulis ini: Salam dari Paulus."
  },
  {
    "reference": "1Co 16:22",
    "text": "Siapa yang tidak mengasihi Tuhan, terkutuklah ia. Maranata!"
  },
  {
    "reference": "1Co 16:23",
    "text": "Kasih karunia Tuhan Yesus menyertai kamu."
  },
  {
    "reference": "1Co 16:24",
    "text": "Kasihku menyertai kamu sekalian dalam Kristus Yesus."
  }
]
