[
  {
    "reference": "1Jo 1:1",
    "text": "- 1:1: Yoh. 1:1 Apa yang telah ada sejak semula, yang telah kami dengar, yang telah kami lihat dengan mata kami, yang telah kami saksikan dan yang telah kami raba dengan tangan kami tentang Firman hidup – itulah yang kami tuliskan kepada kamu."
  },
  {
    "reference": "1Jo 1:2",
    "text": "- 1:2: Yoh. 1:14 Hidup itu telah dinyatakan, dan kami telah melihatnya dan sekarang kami bersaksi dan memberitakan kepada kamu tentang hidup kekal, yang ada bersama-sama dengan Bapa dan yang telah dinyatakan kepada kami."
  },
  {
    "reference": "1Jo 1:3",
    "text": "Apa yang telah kami lihat dan yang telah kami dengar itu, kami beritakan kepada kamu juga, supaya kamu pun beroleh persekutuan dengan kami. Dan persekutuan kami adalah persekutuan dengan Bapa dan dengan Anak-Nya, Yesus Kristus."
  },
  {
    "reference": "1Jo 1:4",
    "text": "Dan semuanya ini kami tuliskan kepada kamu, supaya sukacita kami menjadi sempurna. Allah adalah terang 1:5-10"
  },
  {
    "reference": "1Jo 1:5",
    "text": "Dan inilah berita, yang telah kami dengar dari Dia, dan yang kami sampaikan kepada kamu: Allah adalah terang dan di dalam Dia sama sekali tidak ada kegelapan."
  },
  {
    "reference": "1Jo 1:6",
    "text": "Jika kita katakan, bahwa kita beroleh persekutuan dengan Dia, namun kita hidup di dalam kegelapan, kita berdusta dan kita tidak melakukan kebenaran."
  },
  {
    "reference": "1Jo 1:7",
    "text": "Tetapi jika kita hidup di dalam terang sama seperti Dia ada di dalam terang, maka kita beroleh persekutuan seorang dengan yang lain, dan darah Yesus, Anak-Nya itu, menyucikan kita dari pada segala dosa."
  },
  {
    "reference": "1Jo 1:8",
    "text": "Jika kita berkata, bahwa kita tidak berdosa, maka kita menipu diri kita sendiri dan kebenaran tidak ada di dalam kita."
  },
  {
    "reference": "1Jo 1:9",
    "text": "Jika kita mengaku dosa kita, maka Ia adalah setia dan adil, sehingga Ia akan mengampuni segala dosa kita dan menyucikan kita dari segala kejahatan."
  },
  {
    "reference": "1Jo 1:10",
    "text": "Jika kita berkata, bahwa kita tidak ada berbuat dosa, maka kita membuat Dia menjadi pendusta dan firman-Nya tidak ada di dalam kita."
  },
  {
    "reference": "1Jo 2:1",
    "text": "Anak-anakku, hal-hal ini kutuliskan kepada kamu, supaya kamu jangan berbuat dosa, namun jika seorang berbuat dosa, kita mempunyai seorang pengantara pada Bapa, yaitu Yesus Kristus, yang adil."
  },
  {
    "reference": "1Jo 2:2",
    "text": "Dan Ia adalah pendamaian untuk segala dosa kita, dan bukan untuk dosa kita saja, tetapi juga untuk dosa seluruh dunia."
  },
  {
    "reference": "1Jo 2:3",
    "text": "Dan inilah tandanya, bahwa kita mengenal Allah, yaitu jikalau kita menuruti perintah-perintah-Nya."
  },
  {
    "reference": "1Jo 2:4",
    "text": "Barangsiapa berkata: Aku mengenal Dia, tetapi ia tidak menuruti perintah-Nya, ia adalah seorang pendusta dan di dalamnya tidak ada kebenaran."
  },
  {
    "reference": "1Jo 2:5",
    "text": "Tetapi barangsiapa menuruti firman-Nya, di dalam orang itu sungguh sudah sempurna kasih Allah; dengan itulah kita ketahui, bahwa kita ada di dalam Dia."
  },
  {
    "reference": "1Jo 2:6",
    "text": "Barangsiapa mengatakan, bahwa ia ada di dalam Dia, ia wajib hidup sama seperti Kristus telah hidup. Perintah yang baru 2:7-17"
  },
  {
    "reference": "1Jo 2:7",
    "text": "- 2:7: Yoh. 13:34 Saudara-saudara yang kekasih, bukan perintah baru yang kutuliskan kepada kamu, melainkan perintah lama yang telah ada padamu dari mulanya. Perintah lama itu ialah firman yang telah kamu dengar."
  },
  {
    "reference": "1Jo 2:8",
    "text": "Namun perintah baru juga yang kutuliskan kepada kamu, telah ternyata benar di dalam Dia dan di dalam kamu; sebab kegelapan sedang lenyap dan terang yang benar telah bercahaya."
  },
  {
    "reference": "1Jo 2:9",
    "text": "Barangsiapa berkata, bahwa ia berada di dalam terang, tetapi ia membenci saudaranya, ia berada di dalam kegelapan sampai sekarang."
  },
  {
    "reference": "1Jo 2:10",
    "text": "Barangsiapa mengasihi saudaranya, ia tetap berada di dalam terang, dan di dalam dia tidak ada penyesatan."
  },
  {
    "reference": "1Jo 2:11",
    "text": "Tetapi barangsiapa membenci saudaranya, ia berada di dalam kegelapan dan hidup di dalam kegelapan. Ia tidak tahu ke mana ia pergi, karena kegelapan itu telah membutakan matanya."
  },
  {
    "reference": "1Jo 2:12",
    "text": "Aku menulis kepada kamu, hai anak-anak, sebab dosamu telah diampuni oleh karena nama-Nya."
  },
  {
    "reference": "1Jo 2:13",
    "text": "Aku menulis kepada kamu, hai bapa-bapa, karena kamu telah mengenal Dia, yang ada dari mulanya. Aku menulis kepada kamu, hai orang-orang muda, karena kamu telah mengalahkan yang jahat."
  },
  {
    "reference": "1Jo 2:14",
    "text": "Aku menulis kepada kamu, hai anak-anak, karena kamu mengenal Bapa. Aku menulis kepada kamu, hai bapa-bapa, karena kamu mengenal Dia, yang ada dari mulanya. Aku menulis kepada kamu, hai orang-orang muda, karena kamu kuat dan firman Allah diam di dalam kamu dan kamu telah mengalahkan yang jahat."
  },
  {
    "reference": "1Jo 2:15",
    "text": "Janganlah kamu mengasihi dunia dan apa yang ada di dalamnya. Jikalau orang mengasihi dunia, maka kasih akan Bapa tidak ada di dalam orang itu."
  },
  {
    "reference": "1Jo 2:16",
    "text": "Sebab semua yang ada di dalam dunia, yaitu keinginan daging dan keinginan mata serta keangkuhan hidup, bukanlah berasal dari Bapa, melainkan dari dunia."
  },
  {
    "reference": "1Jo 2:17",
    "text": "Dan dunia ini sedang lenyap dengan keinginannya, tetapi orang yang melakukan kehendak Allah tetap hidup selama-lamanya. Antikristus 2:18-27"
  },
  {
    "reference": "1Jo 2:18",
    "text": "Anak-anakku, waktu ini adalah waktu yang terakhir, dan seperti yang telah kamu dengar, seorang antikristus akan datang, sekarang telah bangkit banyak antikristus. Itulah tandanya, bahwa waktu ini benar-benar adalah waktu yang terakhir."
  },
  {
    "reference": "1Jo 2:19",
    "text": "Memang mereka berasal dari antara kita, tetapi mereka tidak sungguh-sungguh termasuk pada kita; sebab jika mereka sungguh-sungguh termasuk pada kita, niscaya mereka tetap bersama-sama dengan kita. Tetapi hal itu terjadi, supaya menjadi nyata, bahwa tidak semua mereka sungguh-sungguh termasuk pada kita."
  },
  {
    "reference": "1Jo 2:20",
    "text": "Tetapi kamu telah beroleh pengurapan dari Yang Kudus, dan dengan demikian kamu semua mengetahuinya."
  },
  {
    "reference": "1Jo 2:21",
    "text": "Aku menulis kepadamu, bukan karena kamu tidak mengetahui kebenaran, tetapi justru karena kamu mengetahuinya dan karena kamu juga mengetahui, bahwa tidak ada dusta yang berasal dari kebenaran."
  },
  {
    "reference": "1Jo 2:22",
    "text": "Siapakah pendusta itu? Bukankah dia yang menyangkal bahwa Yesus adalah Kristus? Dia itu adalah antikristus, yaitu dia yang menyangkal baik Bapa maupun Anak."
  },
  {
    "reference": "1Jo 2:23",
    "text": "Sebab barangsiapa menyangkal Anak, ia juga tidak memiliki Bapa. Barangsiapa mengaku Anak, ia juga memiliki Bapa."
  },
  {
    "reference": "1Jo 2:24",
    "text": "Dan kamu, apa yang telah kamu dengar dari mulanya, itu harus tetap tinggal di dalam kamu. Jika apa yang telah kamu dengar dari mulanya itu tetap tinggal di dalam kamu, maka kamu akan tetap tinggal di dalam Anak dan di dalam Bapa."
  },
  {
    "reference": "1Jo 2:25",
    "text": "Dan inilah janji yang telah dijanjikan-Nya sendiri kepada kita, yaitu hidup yang kekal."
  },
  {
    "reference": "1Jo 2:26",
    "text": "Semua itu kutulis kepadamu, yaitu mengenai orang-orang yang berusaha menyesatkan kamu."
  },
  {
    "reference": "1Jo 2:27",
    "text": "Sebab di dalam diri kamu tetap ada pengurapan yang telah kamu terima dari pada-Nya. Karena itu tidak perlu kamu diajar oleh orang lain. Tetapi sebagaimana pengurapan-Nya mengajar kamu tentang segala sesuatu – dan pengajaran-Nya itu benar, tidak dusta – dan sebagaimana Ia dahulu telah mengajar kamu, demikianlah hendaknya kamu tetap tinggal di dalam Dia. Anak-anak Allah 2:28–3:10"
  },
  {
    "reference": "1Jo 2:28",
    "text": "Maka sekarang, anak-anakku, tinggallah di dalam Kristus, supaya apabila Ia menyatakan diri-Nya, kita beroleh keberanian percaya dan tidak usah malu terhadap Dia pada hari kedatangan-Nya."
  },
  {
    "reference": "1Jo 2:29",
    "text": "Jikalau kamu tahu, bahwa Ia adalah benar, kamu harus tahu juga, bahwa setiap orang, yang berbuat kebenaran, lahir dari pada-Nya."
  },
  {
    "reference": "1Jo 3:1",
    "text": "- 3:1: Yoh. 1:12 Lihatlah, betapa besarnya kasih yang dikaruniakan Bapa kepada kita, sehingga kita disebut anak-anak Allah, dan memang kita adalah anak-anak Allah. Karena itu dunia tidak mengenal kita, sebab dunia tidak mengenal Dia."
  },
  {
    "reference": "1Jo 3:2",
    "text": "Saudara-saudaraku yang kekasih, sekarang kita adalah anak-anak Allah, tetapi belum nyata apa keadaan kita kelak; akan tetapi kita tahu, bahwa apabila Kristus menyatakan diri-Nya, kita akan menjadi sama seperti Dia, sebab kita akan melihat Dia dalam keadaan-Nya yang sebenarnya."
  },
  {
    "reference": "1Jo 3:3",
    "text": "Setiap orang yang menaruh pengharapan itu kepada-Nya, menyucikan diri sama seperti Dia yang adalah suci."
  },
  {
    "reference": "1Jo 3:4",
    "text": "Setiap orang yang berbuat dosa, melanggar juga hukum Allah, sebab dosa ialah pelanggaran hukum Allah."
  },
  {
    "reference": "1Jo 3:5",
    "text": "- 3:5: Yoh. 1:29 Dan kamu tahu, bahwa Ia telah menyatakan diri-Nya, supaya Ia menghapus segala dosa, dan di dalam Dia tidak ada dosa."
  },
  {
    "reference": "1Jo 3:6",
    "text": "Karena itu setiap orang yang tetap berada di dalam Dia, tidak berbuat dosa lagi; setiap orang yang tetap berbuat dosa, tidak melihat dan tidak mengenal Dia."
  },
  {
    "reference": "1Jo 3:7",
    "text": "Anak-anakku, janganlah membiarkan seorang pun menyesatkan kamu. Barangsiapa yang berbuat kebenaran adalah benar, sama seperti Kristus adalah benar;"
  },
  {
    "reference": "1Jo 3:8",
    "text": "barangsiapa yang tetap berbuat dosa, berasal dari Iblis, sebab Iblis berbuat dosa dari mulanya. Untuk inilah Anak Allah menyatakan diri-Nya, yaitu supaya Ia membinasakan perbuatan-perbuatan Iblis itu."
  },
  {
    "reference": "1Jo 3:9",
    "text": "Setiap orang yang lahir dari Allah, tidak berbuat dosa lagi; sebab benih ilahi tetap ada di dalam dia dan ia tidak dapat berbuat dosa, karena ia lahir dari Allah."
  },
  {
    "reference": "1Jo 3:10",
    "text": "Inilah tandanya anak-anak Allah dan anak-anak Iblis: setiap orang yang tidak berbuat kebenaran, tidak berasal dari Allah, demikian juga barangsiapa yang tidak mengasihi saudaranya. Kasih terhadap saudara sebagai tanda hidup baru 3:11-18"
  },
  {
    "reference": "1Jo 3:11",
    "text": "- 3:11: Yoh. 13:34 Sebab inilah berita yang telah kamu dengar dari mulanya, yaitu bahwa kita harus saling mengasihi;"
  },
  {
    "reference": "1Jo 3:12",
    "text": "- 3:12: Kej. 4:8 bukan seperti Kain, yang berasal dari si jahat dan yang membunuh adiknya. Dan apakah sebabnya ia membunuhnya? Sebab segala perbuatannya jahat dan perbuatan adiknya benar."
  },
  {
    "reference": "1Jo 3:13",
    "text": "Janganlah kamu heran, saudara-saudara, apabila dunia membenci kamu."
  },
  {
    "reference": "1Jo 3:14",
    "text": "- 3:14: Yoh. 5:24 Kita tahu, bahwa kita sudah berpindah dari dalam maut ke dalam hidup, yaitu karena kita mengasihi saudara kita. Barangsiapa tidak mengasihi, ia tetap di dalam maut."
  },
  {
    "reference": "1Jo 3:15",
    "text": "Setiap orang yang membenci saudaranya, adalah seorang pembunuh manusia. Dan kamu tahu, bahwa tidak ada seorang pembunuh yang tetap memiliki hidup yang kekal di dalam dirinya."
  },
  {
    "reference": "1Jo 3:16",
    "text": "Demikianlah kita ketahui kasih Kristus, yaitu bahwa Ia telah menyerahkan nyawa-Nya untuk kita; jadi kita pun wajib menyerahkan nyawa kita untuk saudara-saudara kita."
  },
  {
    "reference": "1Jo 3:17",
    "text": "Barangsiapa mempunyai harta duniawi dan melihat saudaranya menderita kekurangan tetapi menutup pintu hatinya terhadap saudaranya itu, bagaimanakah kasih Allah dapat tetap di dalam dirinya?"
  },
  {
    "reference": "1Jo 3:18",
    "text": "Anak-anakku, marilah kita mengasihi bukan dengan perkataan atau dengan lidah, tetapi dengan perbuatan dan dalam kebenaran. Keyakinan di hadapan Allah 3:19-24"
  },
  {
    "reference": "1Jo 3:19",
    "text": "Demikianlah kita ketahui, bahwa kita berasal dari kebenaran. Demikian pula kita boleh menenangkan hati kita di hadapan Allah,"
  },
  {
    "reference": "1Jo 3:20",
    "text": "sebab jika kita dituduh olehnya, Allah adalah lebih besar dari pada hati kita serta mengetahui segala sesuatu."
  },
  {
    "reference": "1Jo 3:21",
    "text": "Saudara-saudaraku yang kekasih, jikalau hati kita tidak menuduh kita, maka kita mempunyai keberanian percaya untuk mendekati Allah,"
  },
  {
    "reference": "1Jo 3:22",
    "text": "dan apa saja yang kita minta, kita memperolehnya dari pada-Nya, karena kita menuruti segala perintah-Nya dan berbuat apa yang berkenan kepada-Nya."
  },
  {
    "reference": "1Jo 3:23",
    "text": "- 3:23: Yoh. 13:34, 15:12, 17 Dan inilah perintah-Nya itu: supaya kita percaya akan nama Yesus Kristus, Anak-Nya, dan supaya kita saling mengasihi sesuai dengan perintah yang diberikan Kristus kepada kita."
  },
  {
    "reference": "1Jo 3:24",
    "text": "Barangsiapa menuruti segala perintah-Nya, ia diam di dalam Allah dan Allah di dalam dia. Dan demikianlah kita ketahui, bahwa Allah ada di dalam kita, yaitu Roh yang telah Ia karuniakan kepada kita."
  },
  {
    "reference": "1Jo 4:1",
    "text": "Saudara-saudaraku yang kekasih, janganlah percaya akan setiap roh, tetapi ujilah roh-roh itu, apakah mereka berasal dari Allah; sebab banyak nabi-nabi palsu yang telah muncul dan pergi ke seluruh dunia."
  },
  {
    "reference": "1Jo 4:2",
    "text": "Demikianlah kita mengenal Roh Allah: setiap roh yang mengaku, bahwa Yesus Kristus telah datang sebagai manusia, berasal dari Allah,"
  },
  {
    "reference": "1Jo 4:3",
    "text": "dan setiap roh, yang tidak mengaku Yesus, tidak berasal dari Allah. Roh itu adalah roh antikristus dan tentang dia telah kamu dengar, bahwa ia akan datang dan sekarang ini ia sudah ada di dalam dunia."
  },
  {
    "reference": "1Jo 4:4",
    "text": "Kamu berasal dari Allah, anak-anakku, dan kamu telah mengalahkan nabi-nabi palsu itu; sebab Roh yang ada di dalam kamu, lebih besar dari pada roh yang ada di dalam dunia."
  },
  {
    "reference": "1Jo 4:5",
    "text": "Mereka berasal dari dunia; sebab itu mereka berbicara tentang hal-hal duniawi dan dunia mendengarkan mereka."
  },
  {
    "reference": "1Jo 4:6",
    "text": "Kami berasal dari Allah: barangsiapa mengenal Allah, ia mendengarkan kami; barangsiapa tidak berasal dari Allah, ia tidak mendengarkan kami. Itulah tandanya Roh kebenaran dan roh yang menyesatkan. Allah adalah kasih 4:7-21"
  },
  {
    "reference": "1Jo 4:7",
    "text": "Saudara-saudaraku yang kekasih, marilah kita saling mengasihi, sebab kasih itu berasal dari Allah; dan setiap orang yang mengasihi, lahir dari Allah dan mengenal Allah."
  },
  {
    "reference": "1Jo 4:8",
    "text": "Barangsiapa tidak mengasihi, ia tidak mengenal Allah, sebab Allah adalah kasih."
  },
  {
    "reference": "1Jo 4:9",
    "text": "Dalam hal inilah kasih Allah dinyatakan di tengah-tengah kita, yaitu bahwa Allah telah mengutus Anak-Nya yang tunggal ke dalam dunia, supaya kita hidup oleh-Nya."
  },
  {
    "reference": "1Jo 4:10",
    "text": "Inilah kasih itu: Bukan kita yang telah mengasihi Allah, tetapi Allah yang telah mengasihi kita dan yang telah mengutus Anak-Nya sebagai pendamaian bagi dosa-dosa kita."
  },
  {
    "reference": "1Jo 4:11",
    "text": "Saudara-saudaraku yang kekasih, jikalau Allah sedemikian mengasihi kita, maka haruslah kita juga saling mengasihi."
  },
  {
    "reference": "1Jo 4:12",
    "text": "- 4:12: Yoh. 1:18 Tidak ada seorang pun yang pernah melihat Allah. Jika kita saling mengasihi, Allah tetap di dalam kita, dan kasih-Nya sempurna di dalam kita."
  },
  {
    "reference": "1Jo 4:13",
    "text": "Demikianlah kita ketahui, bahwa kita tetap berada di dalam Allah dan Dia di dalam kita: Ia telah mengaruniakan kita mendapat bagian dalam Roh-Nya."
  },
  {
    "reference": "1Jo 4:14",
    "text": "Dan kami telah melihat dan bersaksi, bahwa Bapa telah mengutus Anak-Nya menjadi Juruselamat dunia."
  },
  {
    "reference": "1Jo 4:15",
    "text": "Barangsiapa mengaku, bahwa Yesus adalah Anak Allah, Allah tetap berada di dalam dia dan dia di dalam Allah."
  },
  {
    "reference": "1Jo 4:16",
    "text": "Kita telah mengenal dan telah percaya akan kasih Allah kepada kita. Allah adalah kasih, dan barangsiapa tetap berada di dalam kasih, ia tetap berada di dalam Allah dan Allah di dalam dia."
  },
  {
    "reference": "1Jo 4:17",
    "text": "Dalam hal inilah kasih Allah sempurna di dalam kita, yaitu kalau kita mempunyai keberanian percaya pada hari penghakiman, karena sama seperti Dia, kita juga ada di dalam dunia ini."
  },
  {
    "reference": "1Jo 4:18",
    "text": "Di dalam kasih tidak ada ketakutan: kasih yang sempurna melenyapkan ketakutan; sebab ketakutan mengandung hukuman dan barangsiapa takut, ia tidak sempurna di dalam kasih."
  },
  {
    "reference": "1Jo 4:19",
    "text": "Kita mengasihi, karena Allah lebih dahulu mengasihi kita."
  },
  {
    "reference": "1Jo 4:20",
    "text": "Jikalau seorang berkata: ”Aku mengasihi Allah,” dan ia membenci saudaranya, maka ia adalah pendusta, karena barangsiapa tidak mengasihi saudaranya yang dilihatnya, tidak mungkin mengasihi Allah, yang tidak dilihatnya."
  },
  {
    "reference": "1Jo 4:21",
    "text": "Dan perintah ini kita terima dari Dia: Barangsiapa mengasihi Allah, ia harus juga mengasihi saudaranya."
  },
  {
    "reference": "1Jo 5:1",
    "text": "Setiap orang yang percaya, bahwa Yesus adalah Kristus, lahir dari Allah; dan setiap orang yang mengasihi Dia yang melahirkan, mengasihi juga dia yang lahir dari pada-Nya."
  },
  {
    "reference": "1Jo 5:2",
    "text": "Inilah tandanya, bahwa kita mengasihi anak-anak Allah, yaitu apabila kita mengasihi Allah serta melakukan perintah-perintah-Nya."
  },
  {
    "reference": "1Jo 5:3",
    "text": "- 5:3: Yoh. 14:15 Sebab inilah kasih kepada Allah, yaitu, bahwa kita menuruti perintah-perintah-Nya. Perintah-perintah-Nya itu tidak berat,"
  },
  {
    "reference": "1Jo 5:4",
    "text": "sebab semua yang lahir dari Allah, mengalahkan dunia. Dan inilah kemenangan yang mengalahkan dunia: iman kita."
  },
  {
    "reference": "1Jo 5:5",
    "text": "Siapakah yang mengalahkan dunia, selain dari pada dia yang percaya, bahwa Yesus adalah Anak Allah? Kesaksian tentang Anak Allah 5:6-12"
  },
  {
    "reference": "1Jo 5:6",
    "text": "Inilah Dia yang telah datang dengan air dan darah, yaitu Yesus Kristus, bukan saja dengan air, tetapi dengan air dan dengan darah. Dan Rohlah yang memberi kesaksian, karena Roh adalah kebenaran."
  },
  {
    "reference": "1Jo 5:7",
    "text": "Sebab ada tiga yang memberi kesaksian [di dalam sorga: Bapa, Firman dan Roh Kudus; dan ketiganya adalah satu."
  },
  {
    "reference": "1Jo 5:8",
    "text": "Dan ada tiga yang memberi kesaksian di bumi]: Roh dan air dan darah dan ketiganya adalah satu."
  },
  {
    "reference": "1Jo 5:9",
    "text": "Kita menerima kesaksian manusia, tetapi kesaksian Allah lebih kuat. Sebab demikianlah kesaksian yang diberikan Allah tentang Anak-Nya."
  },
  {
    "reference": "1Jo 5:10",
    "text": "Barangsiapa percaya kepada Anak Allah, ia mempunyai kesaksian itu di dalam dirinya; barangsiapa tidak percaya kepada Allah, ia membuat Dia menjadi pendusta, karena ia tidak percaya akan kesaksian yang diberikan Allah tentang Anak-Nya."
  },
  {
    "reference": "1Jo 5:11",
    "text": "- 5:11: Yoh. 3:36 Dan inilah kesaksian itu: Allah telah mengaruniakan hidup yang kekal kepada kita dan hidup itu ada di dalam Anak-Nya."
  },
  {
    "reference": "1Jo 5:12",
    "text": "Barangsiapa memiliki Anak, ia memiliki hidup; barangsiapa tidak memiliki Anak, ia tidak memiliki hidup. Pengetahuan akan hidup yang kekal 5:13-21"
  },
  {
    "reference": "1Jo 5:13",
    "text": "Semuanya itu kutuliskan kepada kamu, supaya kamu yang percaya kepada nama Anak Allah, tahu, bahwa kamu memiliki hidup yang kekal."
  },
  {
    "reference": "1Jo 5:14",
    "text": "Dan inilah keberanian percaya kita kepada-Nya, yaitu bahwa Ia mengabulkan doa kita, jikalau kita meminta sesuatu kepada-Nya menurut kehendak-Nya."
  },
  {
    "reference": "1Jo 5:15",
    "text": "Dan jikalau kita tahu, bahwa Ia mengabulkan apa saja yang kita minta, maka kita juga tahu, bahwa kita telah memperoleh segala sesuatu yang telah kita minta kepada-Nya."
  },
  {
    "reference": "1Jo 5:16",
    "text": "Kalau ada seorang melihat saudaranya berbuat dosa, yaitu dosa yang tidak mendatangkan maut, hendaklah ia berdoa kepada Allah dan Dia akan memberikan hidup kepadanya, yaitu mereka, yang berbuat dosa yang tidak mendatangkan maut. Ada dosa yang mendatangkan maut: tentang itu tidak kukatakan, bahwa ia harus berdoa."
  },
  {
    "reference": "1Jo 5:17",
    "text": "Semua kejahatan adalah dosa, tetapi ada dosa yang tidak mendatangkan maut."
  },
  {
    "reference": "1Jo 5:18",
    "text": "Kita tahu, bahwa setiap orang yang lahir dari Allah, tidak berbuat dosa; tetapi Dia yang lahir dari Allah melindunginya, dan si jahat tidak dapat menjamahnya."
  },
  {
    "reference": "1Jo 5:19",
    "text": "Kita tahu, bahwa kita berasal dari Allah dan seluruh dunia berada di bawah kuasa si jahat."
  },
  {
    "reference": "1Jo 5:20",
    "text": "Akan tetapi kita tahu, bahwa Anak Allah telah datang dan telah mengaruniakan pengertian kepada kita, supaya kita mengenal Yang Benar; dan kita ada di dalam Yang Benar, di dalam Anak-Nya Yesus Kristus. Dia adalah Allah yang benar dan hidup yang kekal."
  },
  {
    "reference": "1Jo 5:21",
    "text": "Anak-anakku, waspadalah terhadap segala berhala."
  }
]
