[
  {
    "reference": "1Pe 1:1",
    "text": "Dari Petrus, rasul Yesus Kristus, kepada orang-orang pendatang, yang tersebar di Pontus, Galatia, Kapadokia, Asia Kecil dan Bitinia,"
  },
  {
    "reference": "1Pe 1:2",
    "text": "yaitu orang-orang yang dipilih, sesuai dengan rencana Allah, Bapa kita, dan yang dikuduskan oleh Roh, supaya taat kepada Yesus Kristus dan menerima percikan darah-Nya. Kiranya kasih karunia dan damai sejahtera makin melimpah atas kamu. Pengharapan, iman dan kasih 1:3-12"
  },
  {
    "reference": "1Pe 1:3",
    "text": "Terpujilah Allah dan Bapa Tuhan kita Yesus Kristus, yang karena rahmat-Nya yang besar telah melahirkan kita kembali oleh kebangkitan Yesus Kristus dari antara orang mati, kepada suatu hidup yang penuh pengharapan,"
  },
  {
    "reference": "1Pe 1:4",
    "text": "untuk menerima suatu bagian yang tidak dapat binasa, yang tidak dapat cemar dan yang tidak dapat layu, yang tersimpan di sorga bagi kamu."
  },
  {
    "reference": "1Pe 1:5",
    "text": "Yaitu kamu, yang dipelihara dalam kekuatan Allah karena imanmu sementara kamu menantikan keselamatan yang telah tersedia untuk dinyatakan pada zaman akhir."
  },
  {
    "reference": "1Pe 1:6",
    "text": "Bergembiralah akan hal itu, sekalipun sekarang ini kamu seketika harus berdukacita oleh berbagai-bagai pencobaan."
  },
  {
    "reference": "1Pe 1:7",
    "text": "Maksud semuanya itu ialah untuk membuktikan kemurnian imanmu – yang jauh lebih tinggi nilainya dari pada emas yang fana, yang diuji kemurniannya dengan api – sehingga kamu memperoleh puji-pujian dan kemuliaan dan kehormatan pada hari Yesus Kristus menyatakan diri-Nya."
  },
  {
    "reference": "1Pe 1:8",
    "text": "Sekalipun kamu belum pernah melihat Dia, namun kamu mengasihi-Nya. Kamu percaya kepada Dia, sekalipun kamu sekarang tidak melihat-Nya. Kamu bergembira karena sukacita yang mulia dan yang tidak terkatakan,"
  },
  {
    "reference": "1Pe 1:9",
    "text": "karena kamu telah mencapai tujuan imanmu, yaitu keselamatan jiwamu."
  },
  {
    "reference": "1Pe 1:10",
    "text": "Keselamatan itulah yang diselidiki dan diteliti oleh nabi-nabi, yang telah bernubuat tentang kasih karunia yang diuntukkan bagimu."
  },
  {
    "reference": "1Pe 1:11",
    "text": "Dan mereka meneliti saat yang mana dan yang bagaimana yang dimaksudkan oleh Roh Kristus, yang ada di dalam mereka, yaitu Roh yang sebelumnya memberi kesaksian tentang segala penderitaan yang akan menimpa Kristus dan tentang segala kemuliaan yang menyusul sesudah itu."
  },
  {
    "reference": "1Pe 1:12",
    "text": "Kepada mereka telah dinyatakan, bahwa mereka bukan melayani diri mereka sendiri, tetapi melayani kamu dengan segala sesuatu yang telah diberitakan sekarang kepada kamu dengan perantaraan mereka, yang oleh Roh Kudus, yang diutus dari sorga, menyampaikan berita Injil kepada kamu, yaitu hal-hal yang ingin diketahui oleh malaikat-malaikat. Kekudusan dan kasih persaudaraan 1:13-25"
  },
  {
    "reference": "1Pe 1:13",
    "text": "Sebab itu siapkanlah akal budimu, waspadalah dan letakkanlah pengharapanmu seluruhnya atas kasih karunia yang dianugerahkan kepadamu pada waktu penyataan Yesus Kristus."
  },
  {
    "reference": "1Pe 1:14",
    "text": "Hiduplah sebagai anak-anak yang taat dan jangan turuti hawa nafsu yang menguasai kamu pada waktu kebodohanmu,"
  },
  {
    "reference": "1Pe 1:15",
    "text": "tetapi hendaklah kamu menjadi kudus di dalam seluruh hidupmu sama seperti Dia yang kudus, yang telah memanggil kamu,"
  },
  {
    "reference": "1Pe 1:16",
    "text": "- 1:16: Im. 11:44-45, 19:2 sebab ada tertulis: Kuduslah kamu, sebab Aku kudus."
  },
  {
    "reference": "1Pe 1:17",
    "text": "Dan jika kamu menyebut-Nya Bapa, yaitu Dia yang tanpa memandang muka menghakimi semua orang menurut perbuatannya, maka hendaklah kamu hidup dalam ketakutan selama kamu menumpang di dunia ini."
  },
  {
    "reference": "1Pe 1:18",
    "text": "Sebab kamu tahu, bahwa kamu telah ditebus dari cara hidupmu yang sia-sia yang kamu warisi dari nenek moyangmu itu bukan dengan barang yang fana, bukan pula dengan perak atau emas,"
  },
  {
    "reference": "1Pe 1:19",
    "text": "melainkan dengan darah yang mahal, yaitu darah Kristus yang sama seperti darah anak domba yang tak bernoda dan tak bercacat."
  },
  {
    "reference": "1Pe 1:20",
    "text": "Ia telah dipilih sebelum dunia dijadikan, tetapi – karena kamu – Ia baru menyatakan diri-Nya pada zaman akhir."
  },
  {
    "reference": "1Pe 1:21",
    "text": "Oleh Dialah kamu percaya kepada Allah, yang telah membangkitkan Dia dari antara orang mati dan yang telah memuliakan-Nya, sehingga imanmu dan pengharapanmu tertuju kepada Allah."
  },
  {
    "reference": "1Pe 1:22",
    "text": "Karena kamu telah menyucikan dirimu oleh ketaatan kepada kebenaran, sehingga kamu dapat mengamalkan kasih persaudaraan yang tulus ikhlas, hendaklah kamu bersungguh-sungguh saling mengasihi dengan segenap hatimu."
  },
  {
    "reference": "1Pe 1:23",
    "text": "Karena kamu telah dilahirkan kembali bukan dari benih yang fana, tetapi dari benih yang tidak fana, oleh firman Allah, yang hidup dan yang kekal."
  },
  {
    "reference": "1Pe 1:24",
    "text": "- 1:24-25: Yes. 40:6-8 Sebab: ”Semua yang hidup adalah seperti rumput dan segala kemuliaannya seperti bunga rumput, rumput menjadi kering, dan bunga gugur,"
  },
  {
    "reference": "1Pe 1:25",
    "text": "tetapi firman Tuhan tetap untuk selama-lamanya.” Inilah firman yang disampaikan Injil kepada kamu."
  },
  {
    "reference": "1Pe 2:1",
    "text": "Karena itu buanglah segala kejahatan, segala tipu muslihat dan segala macam kemunafikan, kedengkian dan fitnah."
  },
  {
    "reference": "1Pe 2:2",
    "text": "Dan jadilah sama seperti bayi yang baru lahir, yang selalu ingin akan air susu yang murni dan yang rohani, supaya olehnya kamu bertumbuh dan beroleh keselamatan,"
  },
  {
    "reference": "1Pe 2:3",
    "text": "- 2:3: Mzm. 34:9 jika kamu benar-benar telah mengecap kebaikan Tuhan."
  },
  {
    "reference": "1Pe 2:4",
    "text": "Dan datanglah kepada-Nya, batu yang hidup itu, yang memang dibuang oleh manusia, tetapi yang dipilih dan dihormat di hadirat Allah."
  },
  {
    "reference": "1Pe 2:5",
    "text": "Dan biarlah kamu juga dipergunakan sebagai batu hidup untuk pembangunan suatu rumah rohani, bagi suatu imamat kudus, untuk mempersembahkan persembahan rohani yang karena Yesus Kristus berkenan kepada Allah."
  },
  {
    "reference": "1Pe 2:6",
    "text": "- 2:6: Yes. 28:16 Sebab ada tertulis dalam Kitab Suci: ”Sesungguhnya, Aku meletakkan di Sion sebuah batu yang terpilih, sebuah batu penjuru yang mahal, dan siapa yang percaya kepada-Nya, tidak akan dipermalukan.”"
  },
  {
    "reference": "1Pe 2:7",
    "text": "- 2:7: Mzm. 118:22 Karena itu bagi kamu, yang percaya, ia mahal, tetapi bagi mereka yang tidak percaya: ”Batu yang telah dibuang oleh tukang-tukang bangunan, telah menjadi batu penjuru, juga telah menjadi batu sentuhan dan suatu batu sandungan.”"
  },
  {
    "reference": "1Pe 2:8",
    "text": "- 2:8: Yes. 8:14-15 Mereka tersandung padanya, karena mereka tidak taat kepada firman Allah; dan untuk itu mereka juga telah disediakan."
  },
  {
    "reference": "1Pe 2:9",
    "text": "- 2:9: Kel. 19:5-6; Ul. 4:20, 7:6, 14:2; Yes. 9:1, 43:20-21; Tit. 2:14 Tetapi kamulah bangsa yang terpilih, imamat yang rajani, bangsa yang kudus, umat kepunyaan Allah sendiri, supaya kamu memberitakan perbuatan-perbuatan yang besar dari Dia, yang telah memanggil kamu keluar dari kegelapan kepada terang-Nya yang ajaib:"
  },
  {
    "reference": "1Pe 2:10",
    "text": "- 2:10: Hos. 2:22 kamu, yang dahulu bukan umat Allah, tetapi yang sekarang telah menjadi umat-Nya, yang dahulu tidak dikasihani tetapi yang sekarang telah beroleh belas kasihan. Peringatan untuk hidup sebagai hamba Allah 2:11-17"
  },
  {
    "reference": "1Pe 2:11",
    "text": "Saudara-saudaraku yang kekasih, aku menasihati kamu, supaya sebagai pendatang dan perantau, kamu menjauhkan diri dari keinginan-keinginan daging yang berjuang melawan jiwa."
  },
  {
    "reference": "1Pe 2:12",
    "text": "Milikilah cara hidup yang baik di tengah-tengah bangsa-bangsa bukan Yahudi, supaya apabila mereka memfitnah kamu sebagai orang durjana, mereka dapat melihatnya dari perbuatan-perbuatanmu yang baik dan memuliakan Allah pada hari Ia melawat mereka."
  },
  {
    "reference": "1Pe 2:13",
    "text": "Tunduklah, karena Allah, kepada semua lembaga manusia, baik kepada raja sebagai pemegang kekuasaan yang tertinggi,"
  },
  {
    "reference": "1Pe 2:14",
    "text": "maupun kepada wali-wali yang diutusnya untuk menghukum orang-orang yang berbuat jahat dan menghormati orang-orang yang berbuat baik."
  },
  {
    "reference": "1Pe 2:15",
    "text": "Sebab inilah kehendak Allah, yaitu supaya dengan berbuat baik kamu membungkamkan kepicikan orang-orang yang bodoh."
  },
  {
    "reference": "1Pe 2:16",
    "text": "Hiduplah sebagai orang merdeka dan bukan seperti mereka yang menyalahgunakan kemerdekaan itu untuk menyelubungi kejahatan-kejahatan mereka, tetapi hiduplah sebagai hamba Allah."
  },
  {
    "reference": "1Pe 2:17",
    "text": "Hormatilah semua orang, kasihilah saudara-saudaramu, takutlah akan Allah, hormatilah raja! Penderitaan Kristus sebagai teladan 2:18-25"
  },
  {
    "reference": "1Pe 2:18",
    "text": "Hai kamu, hamba-hamba, tunduklah dengan penuh ketakutan kepada tuanmu, bukan saja kepada yang baik dan peramah, tetapi juga kepada yang bengis."
  },
  {
    "reference": "1Pe 2:19",
    "text": "Sebab adalah kasih karunia, jika seorang karena sadar akan kehendak Allah menanggung penderitaan yang tidak harus ia tanggung."
  },
  {
    "reference": "1Pe 2:20",
    "text": "Sebab dapatkah disebut pujian, jika kamu menderita pukulan karena kamu berbuat dosa? Tetapi jika kamu berbuat baik dan karena itu kamu harus menderita, maka itu adalah kasih karunia pada Allah."
  },
  {
    "reference": "1Pe 2:21",
    "text": "Sebab untuk itulah kamu dipanggil, karena Kristus pun telah menderita untuk kamu dan telah meninggalkan teladan bagimu, supaya kamu mengikuti jejak-Nya."
  },
  {
    "reference": "1Pe 2:22",
    "text": "- 2:22-25: Yes. 53:5-9 Ia tidak berbuat dosa, dan tipu tidak ada dalam mulut-Nya."
  },
  {
    "reference": "1Pe 2:23",
    "text": "Ketika Ia dicaci maki, Ia tidak membalas dengan mencaci maki; ketika Ia menderita, Ia tidak mengancam, tetapi Ia menyerahkannya kepada Dia, yang menghakimi dengan adil."
  },
  {
    "reference": "1Pe 2:24",
    "text": "Ia sendiri telah memikul dosa kita di dalam tubuh-Nya di kayu salib, supaya kita, yang telah mati terhadap dosa, hidup untuk kebenaran. Oleh bilur-bilur-Nya kamu telah sembuh."
  },
  {
    "reference": "1Pe 2:25",
    "text": "Sebab dahulu kamu sesat seperti domba, tetapi sekarang kamu telah kembali kepada gembala dan pemelihara jiwamu."
  },
  {
    "reference": "1Pe 3:1",
    "text": "- 3:1: Ef. 5:22; Kol. 3:18 Demikian juga kamu, hai isteri-isteri, tunduklah kepada suamimu, supaya jika ada di antara mereka yang tidak taat kepada Firman, mereka juga tanpa perkataan dimenangkan oleh kelakuan isterinya,"
  },
  {
    "reference": "1Pe 3:2",
    "text": "jika mereka melihat, bagaimana murni dan salehnya hidup isteri mereka itu."
  },
  {
    "reference": "1Pe 3:3",
    "text": "- 3:3: 1Tim. 2:9 Perhiasanmu janganlah secara lahiriah, yaitu dengan mengepang-ngepang rambut, memakai perhiasan emas atau dengan mengenakan pakaian yang indah-indah,"
  },
  {
    "reference": "1Pe 3:4",
    "text": "tetapi perhiasanmu ialah manusia batiniah yang tersembunyi dengan perhiasan yang tidak binasa yang berasal dari roh yang lemah lembut dan tenteram, yang sangat berharga di mata Allah."
  },
  {
    "reference": "1Pe 3:5",
    "text": "Sebab demikianlah caranya perempuan-perempuan kudus dahulu berdandan, yaitu perempuan-perempuan yang menaruh pengharapannya kepada Allah; mereka tunduk kepada suaminya,"
  },
  {
    "reference": "1Pe 3:6",
    "text": "- 3:6: Kej. 18:12 sama seperti Sara taat kepada Abraham dan menamai dia tuannya. Dan kamu adalah anak-anaknya, jika kamu berbuat baik dan tidak takut akan ancaman."
  },
  {
    "reference": "1Pe 3:7",
    "text": "- 3:7: Ef. 5:25; Kol. 3:19 Demikian juga kamu, hai suami-suami, hiduplah bijaksana dengan isterimu, sebagai kaum yang lebih lemah! Hormatilah mereka sebagai teman pewaris dari kasih karunia, yaitu kehidupan, supaya doamu jangan terhalang. Kasih dan damai 3:8-12"
  },
  {
    "reference": "1Pe 3:8",
    "text": "Dan akhirnya, hendaklah kamu semua seia sekata, seperasaan, mengasihi saudara-saudara, penyayang dan rendah hati,"
  },
  {
    "reference": "1Pe 3:9",
    "text": "dan janganlah membalas kejahatan dengan kejahatan, atau caci maki dengan caci maki, tetapi sebaliknya, hendaklah kamu memberkati, karena untuk itulah kamu dipanggil, yaitu untuk memperoleh berkat. Sebab:"
  },
  {
    "reference": "1Pe 3:10",
    "text": "- 3:10-12: Mzm. 34:13-17 ”Siapa yang mau mencintai hidup dan mau melihat hari-hari baik, ia harus menjaga lidahnya terhadap yang jahat dan bibirnya terhadap ucapan-ucapan yang menipu."
  },
  {
    "reference": "1Pe 3:11",
    "text": "Ia harus menjauhi yang jahat dan melakukan yang baik, ia harus mencari perdamaian dan berusaha mendapatkannya."
  },
  {
    "reference": "1Pe 3:12",
    "text": "Sebab mata Tuhan tertuju kepada orang-orang benar, dan telinga-Nya kepada permohonan mereka yang minta tolong, tetapi wajah Tuhan menentang orang-orang yang berbuat jahat.” Menderita dengan sabar 3:13–4:6"
  },
  {
    "reference": "1Pe 3:13",
    "text": "Dan siapakah yang akan berbuat jahat terhadap kamu, jika kamu rajin berbuat baik?"
  },
  {
    "reference": "1Pe 3:14",
    "text": "- 3:14: Mat. 5:10 - 3:14-15: Yes. 8:12-13 Tetapi sekalipun kamu harus menderita juga karena kebenaran, kamu akan berbahagia. Sebab itu janganlah kamu takuti apa yang mereka takuti dan janganlah gentar."
  },
  {
    "reference": "1Pe 3:15",
    "text": "Tetapi kuduskanlah Kristus di dalam hatimu sebagai Tuhan! Dan siap sedialah pada segala waktu untuk memberi pertanggungan jawab kepada tiap-tiap orang yang meminta pertanggungan jawab dari kamu tentang pengharapan yang ada padamu, tetapi haruslah dengan lemah lembut dan hormat,"
  },
  {
    "reference": "1Pe 3:16",
    "text": "dan dengan hati nurani yang murni, supaya mereka, yang memfitnah kamu karena hidupmu yang saleh dalam Kristus, menjadi malu karena fitnahan mereka itu."
  },
  {
    "reference": "1Pe 3:17",
    "text": "Sebab lebih baik menderita karena berbuat baik, jika hal itu dikehendaki Allah, dari pada menderita karena berbuat jahat."
  },
  {
    "reference": "1Pe 3:18",
    "text": "Sebab juga Kristus telah mati sekali untuk segala dosa kita, Ia yang benar untuk orang-orang yang tidak benar, supaya Ia membawa kita kepada Allah; Ia, yang telah dibunuh dalam keadaan-Nya sebagai manusia, tetapi yang telah dibangkitkan menurut Roh,"
  },
  {
    "reference": "1Pe 3:19",
    "text": "dan di dalam Roh itu juga Ia pergi memberitakan Injil kepada roh-roh yang di dalam penjara,"
  },
  {
    "reference": "1Pe 3:20",
    "text": "- 3:20: Kej. 6:1–7:24 yaitu kepada roh-roh mereka yang dahulu pada waktu Nuh tidak taat kepada Allah, ketika Allah tetap menanti dengan sabar waktu Nuh sedang mempersiapkan bahteranya, di mana hanya sedikit, yaitu delapan orang, yang diselamatkan oleh air bah itu."
  },
  {
    "reference": "1Pe 3:21",
    "text": "Juga kamu sekarang diselamatkan oleh kiasannya, yaitu baptisan – maksudnya bukan untuk membersihkan kenajisan jasmani, melainkan untuk memohonkan hati nurani yang baik kepada Allah – oleh kebangkitan Yesus Kristus,"
  },
  {
    "reference": "1Pe 3:22",
    "text": "yang duduk di sebelah kanan Allah, setelah Ia naik ke sorga sesudah segala malaikat, kuasa dan kekuatan ditaklukkan kepada-Nya."
  },
  {
    "reference": "1Pe 4:1",
    "text": "Jadi, karena Kristus telah menderita penderitaan badani, kamu pun harus juga mempersenjatai dirimu dengan pikiran yang demikian, – karena barangsiapa telah menderita penderitaan badani, ia telah berhenti berbuat dosa –,"
  },
  {
    "reference": "1Pe 4:2",
    "text": "supaya waktu yang sisa jangan kamu pergunakan menurut keinginan manusia, tetapi menurut kehendak Allah."
  },
  {
    "reference": "1Pe 4:3",
    "text": "Sebab telah cukup banyak waktu kamu pergunakan untuk melakukan kehendak orang-orang yang tidak mengenal Allah. Kamu telah hidup dalam rupa-rupa hawa nafsu, keinginan, kemabukan, pesta pora, perjamuan minum dan penyembahan berhala yang terlarang."
  },
  {
    "reference": "1Pe 4:4",
    "text": "Sebab itu mereka heran, bahwa kamu tidak turut mencemplungkan diri bersama-sama mereka di dalam kubangan ketidaksenonohan yang sama, dan mereka memfitnah kamu."
  },
  {
    "reference": "1Pe 4:5",
    "text": "Tetapi mereka harus memberi pertanggungan jawab kepada Dia, yang telah siap sedia menghakimi orang yang hidup dan yang mati."
  },
  {
    "reference": "1Pe 4:6",
    "text": "Itulah sebabnya maka Injil telah diberitakan juga kepada orang-orang mati, supaya mereka, sama seperti semua manusia, dihakimi secara badani; tetapi oleh roh dapat hidup menurut kehendak Allah. Hidup orang Kristen 4:7-11"
  },
  {
    "reference": "1Pe 4:7",
    "text": "Kesudahan segala sesuatu sudah dekat. Karena itu kuasailah dirimu dan jadilah tenang, supaya kamu dapat berdoa."
  },
  {
    "reference": "1Pe 4:8",
    "text": "- 4:8: Ams. 10:12 Tetapi yang terutama: kasihilah sungguh-sungguh seorang akan yang lain, sebab kasih menutupi banyak sekali dosa."
  },
  {
    "reference": "1Pe 4:9",
    "text": "Berilah tumpangan seorang akan yang lain dengan tidak bersungut-sungut."
  },
  {
    "reference": "1Pe 4:10",
    "text": "Layanilah seorang akan yang lain, sesuai dengan karunia yang telah diperoleh tiap-tiap orang sebagai pengurus yang baik dari kasih karunia Allah."
  },
  {
    "reference": "1Pe 4:11",
    "text": "Jika ada orang yang berbicara, baiklah ia berbicara sebagai orang yang menyampaikan firman Allah; jika ada orang yang melayani, baiklah ia melakukannya dengan kekuatan yang dianugerahkan Allah, supaya Allah dimuliakan dalam segala sesuatu karena Yesus Kristus. Ialah yang empunya kemuliaan dan kuasa sampai selama-lamanya! Amin. Menderita sebagai Kristen 4:12-19"
  },
  {
    "reference": "1Pe 4:12",
    "text": "Saudara-saudara yang kekasih, janganlah kamu heran akan nyala api siksaan yang datang kepadamu sebagai ujian, seolah-olah ada sesuatu yang luar biasa terjadi atas kamu."
  },
  {
    "reference": "1Pe 4:13",
    "text": "Sebaliknya, bersukacitalah, sesuai dengan bagian yang kamu dapat dalam penderitaan Kristus, supaya kamu juga boleh bergembira dan bersukacita pada waktu Ia menyatakan kemuliaan-Nya."
  },
  {
    "reference": "1Pe 4:14",
    "text": "Berbahagialah kamu, jika kamu dinista karena nama Kristus, sebab Roh kemuliaan, yaitu Roh Allah ada padamu."
  },
  {
    "reference": "1Pe 4:15",
    "text": "Janganlah ada di antara kamu yang harus menderita sebagai pembunuh atau pencuri atau penjahat, atau pengacau."
  },
  {
    "reference": "1Pe 4:16",
    "text": "Tetapi, jika ia menderita sebagai orang Kristen, maka janganlah ia malu, melainkan hendaklah ia memuliakan Allah dalam nama Kristus itu."
  },
  {
    "reference": "1Pe 4:17",
    "text": "Karena sekarang telah tiba saatnya penghakiman dimulai, dan pada rumah Allah sendiri yang harus pertama-tama dihakimi. Dan jika penghakiman itu dimulai pada kita, bagaimanakah kesudahannya dengan mereka yang tidak percaya pada Injil Allah?"
  },
  {
    "reference": "1Pe 4:18",
    "text": "- 4:18: Ams. 11:31 Dan jika orang benar hampir-hampir tidak diselamatkan, apakah yang akan terjadi dengan orang fasik dan orang berdosa?"
  },
  {
    "reference": "1Pe 4:19",
    "text": "Karena itu baiklah juga mereka yang harus menderita karena kehendak Allah, menyerahkan jiwanya, dengan selalu berbuat baik, kepada Pencipta yang setia."
  },
  {
    "reference": "1Pe 5:1",
    "text": "Aku menasihatkan para penatua di antara kamu, aku sebagai teman penatua dan saksi penderitaan Kristus, yang juga akan mendapat bagian dalam kemuliaan yang akan dinyatakan kelak."
  },
  {
    "reference": "1Pe 5:2",
    "text": "- 5:2: Yoh. 21:15-17 Gembalakanlah kawanan domba Allah yang ada padamu, jangan dengan paksa, tetapi dengan sukarela sesuai dengan kehendak Allah, dan jangan karena mau mencari keuntungan, tetapi dengan pengabdian diri."
  },
  {
    "reference": "1Pe 5:3",
    "text": "Janganlah kamu berbuat seolah-olah kamu mau memerintah atas mereka yang dipercayakan kepadamu, tetapi hendaklah kamu menjadi teladan bagi kawanan domba itu."
  },
  {
    "reference": "1Pe 5:4",
    "text": "Maka kamu, apabila Gembala Agung datang, kamu akan menerima mahkota kemuliaan yang tidak dapat layu."
  },
  {
    "reference": "1Pe 5:5",
    "text": "- 5:5: Ams. 3:34 Demikian jugalah kamu, hai orang-orang muda, tunduklah kepada orang-orang yang tua. Dan kamu semua, rendahkanlah dirimu seorang terhadap yang lain, sebab: ”Allah menentang orang yang congkak, tetapi mengasihani orang yang rendah hati.”"
  },
  {
    "reference": "1Pe 5:6",
    "text": "- 5:6: Mat. 23:12; Luk. 14:11, 18:14 Karena itu rendahkanlah dirimu di bawah tangan Tuhan yang kuat, supaya kamu ditinggikan-Nya pada waktunya."
  },
  {
    "reference": "1Pe 5:7",
    "text": "Serahkanlah segala kekuatiranmu kepada-Nya, sebab Ia yang memelihara kamu."
  },
  {
    "reference": "1Pe 5:8",
    "text": "Sadarlah dan berjaga-jagalah! Lawanmu, si Iblis, berjalan keliling sama seperti singa yang mengaum-aum dan mencari orang yang dapat ditelannya."
  },
  {
    "reference": "1Pe 5:9",
    "text": "Lawanlah dia dengan iman yang teguh, sebab kamu tahu, bahwa semua saudaramu di seluruh dunia menanggung penderitaan yang sama."
  },
  {
    "reference": "1Pe 5:10",
    "text": "Dan Allah, sumber segala kasih karunia, yang telah memanggil kamu dalam Kristus kepada kemuliaan-Nya yang kekal, akan melengkapi, meneguhkan, menguatkan dan mengokohkan kamu, sesudah kamu menderita seketika lamanya."
  },
  {
    "reference": "1Pe 5:11",
    "text": "Ialah yang empunya kuasa sampai selama-lamanya! Amin. Salam 5:12-14"
  },
  {
    "reference": "1Pe 5:12",
    "text": "- 5:12: Kis. 15:22, 40 Dengan perantaraan Silwanus, yang kuanggap sebagai seorang saudara yang dapat dipercayai, aku menulis dengan singkat kepada kamu untuk menasihati dan meyakinkan kamu, bahwa ini adalah kasih karunia yang benar-benar dari Allah. Berdirilah dengan teguh di dalamnya!"
  },
  {
    "reference": "1Pe 5:13",
    "text": "- 5:13: Kis. 12:12, 25, 13:13, 15:37-39; Kol. 4:10; Flm. 24 Salam kepada kamu sekalian dari kawanmu yang terpilih yang di Babilon, dan juga dari Markus, anakku."
  },
  {
    "reference": "1Pe 5:14",
    "text": "Berilah salam seorang kepada yang lain dengan cium yang kudus. Damai sejahtera menyertai kamu sekalian yang berada dalam Kristus. Amin."
  }
]
