[
  {
    "reference": "1Sa 1:1",
    "text": "Ada seorang laki-laki dari Ramataim-Zofim, dari pegunungan Efraim, namanya Elkana bin Yeroham bin Elihu bin Tohu bin Zuf, seorang Efraim."
  },
  {
    "reference": "1Sa 1:2",
    "text": "Orang ini mempunyai dua isteri: yang seorang bernama Hana dan yang lain bernama Penina; Penina mempunyai anak, tetapi Hana tidak."
  },
  {
    "reference": "1Sa 1:3",
    "text": "Orang itu dari tahun ke tahun pergi meninggalkan kotanya untuk sujud menyembah dan mempersembahkan korban kepada Tuhan semesta alam di Silo. Di sana yang menjadi imam Tuhan ialah kedua anak Eli, Hofni dan Pinehas."
  },
  {
    "reference": "1Sa 1:4",
    "text": "Pada hari Elkana mempersembahkan korban, diberikannyalah kepada Penina, isterinya, dan kepada semua anaknya yang laki-laki dan perempuan masing-masing sebagian."
  },
  {
    "reference": "1Sa 1:5",
    "text": "Meskipun ia mengasihi Hana, ia memberikan kepada Hana hanya satu bagian, sebab Tuhan telah menutup kandungannya."
  },
  {
    "reference": "1Sa 1:6",
    "text": "Tetapi madunya selalu menyakiti hatinya supaya ia gusar, karena Tuhan telah menutup kandungannya."
  },
  {
    "reference": "1Sa 1:7",
    "text": "Demikianlah terjadi dari tahun ke tahun; setiap kali Hana pergi ke rumah Tuhan, Penina menyakiti hati Hana, sehingga ia menangis dan tidak mau makan."
  },
  {
    "reference": "1Sa 1:8",
    "text": "Lalu Elkana, suaminya, berkata kepadanya: ”Hana, mengapa engkau menangis dan mengapa engkau tidak mau makan? Mengapa hatimu sedih? Bukankah aku lebih berharga bagimu dari pada sepuluh anak laki-laki?”"
  },
  {
    "reference": "1Sa 1:9",
    "text": "Pada suatu kali, setelah mereka habis makan dan minum di Silo, berdirilah Hana, sedang imam Eli duduk di kursi dekat tiang pintu bait suci Tuhan,"
  },
  {
    "reference": "1Sa 1:10",
    "text": "dan dengan hati pedih ia berdoa kepada Tuhan sambil menangis tersedu-sedu."
  },
  {
    "reference": "1Sa 1:11",
    "text": "- 1:11: Bil. 6:5 Kemudian bernazarlah ia, katanya: ” Tuhan semesta alam, jika sungguh-sungguh Engkau memperhatikan sengsara hamba-Mu ini dan mengingat kepadaku dan tidak melupakan hamba-Mu ini, tetapi memberikan kepada hamba-Mu ini seorang anak laki-laki, maka aku akan memberikan dia kepada Tuhan untuk seumur hidupnya dan pisau cukur tidak akan menyentuh kepalanya.”"
  },
  {
    "reference": "1Sa 1:12",
    "text": "Ketika perempuan itu terus-menerus berdoa di hadapan Tuhan, maka Eli mengamat-amati mulut perempuan itu;"
  },
  {
    "reference": "1Sa 1:13",
    "text": "dan karena Hana berkata-kata dalam hatinya dan hanya bibirnya saja bergerak-gerak, tetapi suaranya tidak kedengaran, maka Eli menyangka perempuan itu mabuk."
  },
  {
    "reference": "1Sa 1:14",
    "text": "Lalu kata Eli kepadanya: ”Berapa lama lagi engkau berlaku sebagai orang mabuk? Lepaskanlah dirimu dari pada mabukmu.”"
  },
  {
    "reference": "1Sa 1:15",
    "text": "Tetapi Hana menjawab: ”Bukan, tuanku, aku seorang perempuan yang sangat bersusah hati; anggur ataupun minuman yang memabukkan tidak kuminum, melainkan aku mencurahkan isi hatiku di hadapan Tuhan."
  },
  {
    "reference": "1Sa 1:16",
    "text": "Janganlah anggap hambamu ini seorang perempuan dursila; sebab karena besarnya cemas dan sakit hati aku berbicara demikian lama.”"
  },
  {
    "reference": "1Sa 1:17",
    "text": "Jawab Eli: ”Pergilah dengan selamat, dan Allah Israel akan memberikan kepadamu apa yang engkau minta dari pada-Nya.”"
  },
  {
    "reference": "1Sa 1:18",
    "text": "Sesudah itu berkatalah perempuan itu: ”Biarlah hambamu ini mendapat belas kasihan dari padamu.” Lalu keluarlah perempuan itu, ia mau makan dan mukanya tidak muram lagi."
  },
  {
    "reference": "1Sa 1:19",
    "text": "Keesokan harinya bangunlah mereka itu pagi-pagi, lalu sujud menyembah di hadapan Tuhan; kemudian pulanglah mereka ke rumahnya di Rama. Ketika Elkana bersetubuh dengan Hana, isterinya, Tuhan ingat kepadanya."
  },
  {
    "reference": "1Sa 1:20",
    "text": "Maka setahun kemudian mengandunglah Hana dan melahirkan seorang anak laki-laki. Ia menamai anak itu Samuel, sebab katanya: ”Aku telah memintanya dari pada Tuhan.”"
  },
  {
    "reference": "1Sa 1:21",
    "text": "Elkana, laki-laki itu, pergi dengan seisi rumahnya mempersembahkan korban sembelihan tahunan dan korban nazarnya kepada Tuhan."
  },
  {
    "reference": "1Sa 1:22",
    "text": "Tetapi Hana tidak ikut pergi, sebab katanya kepada suaminya: ”Nanti apabila anak itu cerai susu, aku akan mengantarkan dia, maka ia akan menghadap ke hadirat Tuhan dan tinggal di sana seumur hidupnya.”"
  },
  {
    "reference": "1Sa 1:23",
    "text": "Kemudian Elkana, suaminya itu, berkata kepadanya: ”Perbuatlah apa yang kaupandang baik; tinggallah sampai engkau menyapih dia; hanya, Tuhan kiranya menepati janji-Nya.” Jadi tinggallah perempuan itu dan menyusui anaknya sampai disapihnya."
  },
  {
    "reference": "1Sa 1:24",
    "text": "Setelah perempuan itu menyapih anaknya, dibawanyalah dia, dengan seekor lembu jantan yang berumur tiga tahun, satu efa tepung dan sebuyung anggur, lalu diantarkannya ke dalam rumah Tuhan di Silo. Waktu itu masih kecil betul kanak-kanak itu."
  },
  {
    "reference": "1Sa 1:25",
    "text": "Setelah mereka menyembelih lembu, mereka mengantarkan kanak-kanak itu kepada Eli;"
  },
  {
    "reference": "1Sa 1:26",
    "text": "lalu kata perempuan itu: ”Mohon bicara tuanku, demi tuanku hidup, akulah perempuan yang dahulu berdiri di sini dekat tuanku untuk berdoa kepada Tuhan."
  },
  {
    "reference": "1Sa 1:27",
    "text": "Untuk mendapat anak inilah aku berdoa, dan Tuhan telah memberikan kepadaku, apa yang kuminta dari pada-Nya."
  },
  {
    "reference": "1Sa 1:28",
    "text": "Maka aku pun menyerahkannya kepada Tuhan; seumur hidup terserahlah ia kiranya kepada Tuhan.” Lalu sujudlah mereka di sana menyembah kepada Tuhan."
  },
  {
    "reference": "1Sa 2:1",
    "text": "- 2:1-10: Luk. 1:46-55 Lalu berdoalah Hana, katanya: ”Hatiku bersukaria karena Tuhan, tanduk kekuatanku ditinggikan oleh Tuhan; mulutku mencemoohkan musuhku, sebab aku bersukacita karena pertolongan-Mu."
  },
  {
    "reference": "1Sa 2:2",
    "text": "Tidak ada yang kudus seperti Tuhan, sebab tidak ada yang lain kecuali Engkau dan tidak ada gunung batu seperti Allah kita."
  },
  {
    "reference": "1Sa 2:3",
    "text": "Janganlah kamu selalu berkata sombong, janganlah caci maki keluar dari mulutmu. Karena Tuhan itu Allah yang mahatahu, dan oleh Dia perbuatan-perbuatan diuji."
  },
  {
    "reference": "1Sa 2:4",
    "text": "Busur pada pahlawan telah patah, tetapi orang-orang yang terhuyung-huyung, pinggangnya berikatkan kekuatan."
  },
  {
    "reference": "1Sa 2:5",
    "text": "Siapa yang kenyang dahulu, sekarang menyewakan dirinya karena makanan, tetapi orang yang lapar dahulu, sekarang boleh beristirahat. Bahkan orang yang mandul melahirkan tujuh anak, tetapi orang yang banyak anaknya, menjadi layu."
  },
  {
    "reference": "1Sa 2:6",
    "text": "Tuhan mematikan dan menghidupkan, Ia menurunkan ke dalam dunia orang mati dan mengangkat dari sana."
  },
  {
    "reference": "1Sa 2:7",
    "text": "Tuhan membuat miskin dan membuat kaya; Ia merendahkan, dan meninggikan juga."
  },
  {
    "reference": "1Sa 2:8",
    "text": "Ia menegakkan orang yang hina dari dalam debu, dan mengangkat orang yang miskin dari lumpur, untuk mendudukkan dia bersama-sama dengan para bangsawan, dan membuat dia memiliki kursi kehormatan. Sebab Tuhan mempunyai alas bumi; dan di atasnya Ia menaruh daratan."
  },
  {
    "reference": "1Sa 2:9",
    "text": "Langkah kaki orang-orang yang dikasihi-Nya dilindungi-Nya, tetapi orang-orang fasik akan mati binasa dalam kegelapan, sebab bukan oleh karena kekuatannya sendiri seseorang berkuasa."
  },
  {
    "reference": "1Sa 2:10",
    "text": "Orang yang berbantah dengan Tuhan akan dihancurkan; atas mereka Ia mengguntur di langit. Tuhan mengadili bumi sampai ke ujung-ujungnya; Ia memberi kekuatan kepada raja yang diangkat-Nya dan meninggikan tanduk kekuatan orang yang diurapi-Nya.” Kejahatan anak-anak Eli 2:11-26"
  },
  {
    "reference": "1Sa 2:11",
    "text": "Lalu pulanglah Elkana ke Rama tetapi anak itu menjadi pelayan Tuhan di bawah pengawasan imam Eli."
  },
  {
    "reference": "1Sa 2:12",
    "text": "Adapun anak-anak lelaki Eli adalah orang-orang dursila; mereka tidak mengindahkan Tuhan,"
  },
  {
    "reference": "1Sa 2:13",
    "text": "ataupun batas hak para imam terhadap bangsa itu. Setiap kali seseorang mempersembahkan korban sembelihan, sementara daging itu dimasak, datanglah bujang imam membawa garpu bergigi tiga di tangannya"
  },
  {
    "reference": "1Sa 2:14",
    "text": "dan dicucukkannya ke dalam bejana atau ke dalam kuali atau ke dalam belanga atau ke dalam periuk. Segala yang ditarik dengan garpu itu ke atas, diambil imam itu untuk dirinya sendiri. Demikianlah mereka memperlakukan semua orang Israel yang datang ke sana, ke Silo."
  },
  {
    "reference": "1Sa 2:15",
    "text": "Bahkan sebelum lemaknya dibakar, bujang imam itu datang, lalu berkata kepada orang yang mempersembahkan korban itu: ”Berikanlah daging kepada imam untuk dipanggang, sebab ia tidak mau menerima dari padamu daging yang dimasak, hanya yang mentah saja.”"
  },
  {
    "reference": "1Sa 2:16",
    "text": "Apabila orang itu menjawabnya: ”Bukankah lemak itu harus dibakar dahulu, kemudian barulah ambil bagimu sesuka hatimu,” maka berkatalah ia kepada orang itu: ”Sekarang juga harus kauberikan, kalau tidak, aku akan mengambilnya dengan kekerasan.”"
  },
  {
    "reference": "1Sa 2:17",
    "text": "Dengan demikian sangat besarlah dosa kedua orang muda itu di hadapan Tuhan, sebab mereka memandang rendah korban untuk Tuhan."
  },
  {
    "reference": "1Sa 2:18",
    "text": "Adapun Samuel menjadi pelayan di hadapan Tuhan; ia masih anak-anak, yang tubuhnya berlilitkan baju efod dari kain lenan."
  },
  {
    "reference": "1Sa 2:19",
    "text": "Setiap tahun ibunya membuatkan dia jubah kecil dan membawa jubah itu kepadanya, apabila ia bersama-sama suaminya pergi mempersembahkan korban sembelihan tahunan."
  },
  {
    "reference": "1Sa 2:20",
    "text": "Lalu Eli memberkati Elkana dan isterinya, katanya: ” Tuhan kiranya memberikan keturunan kepadamu dari perempuan ini pengganti yang telah diserahkannya kepada Tuhan.” Sesudah itu pulanglah mereka ke tempat kediamannya."
  },
  {
    "reference": "1Sa 2:21",
    "text": "Dan Tuhan mengindahkan Hana, sehingga dia mengandung dan melahirkan tiga anak laki-laki dan dua anak perempuan lagi. Sementara itu makin besarlah Samuel yang muda itu di hadapan Tuhan."
  },
  {
    "reference": "1Sa 2:22",
    "text": "Eli telah sangat tua. Apabila didengarnya segala sesuatu yang dilakukan anak-anaknya terhadap semua orang Israel dan bahwa mereka itu tidur dengan perempuan-perempuan yang melayani di depan pintu Kemah Pertemuan,"
  },
  {
    "reference": "1Sa 2:23",
    "text": "berkatalah ia kepada mereka: ”Mengapa kamu melakukan hal-hal yang begitu, sehingga kudengar dari segenap bangsa ini tentang perbuatan-perbuatanmu yang jahat itu?"
  },
  {
    "reference": "1Sa 2:24",
    "text": "Janganlah begitu, anak-anakku. Bukan kabar baik yang kudengar itu bahwa kamu menyebabkan umat Tuhan melakukan pelanggaran."
  },
  {
    "reference": "1Sa 2:25",
    "text": "Jika seseorang berdosa terhadap seorang yang lain, maka Allah yang akan mengadili; tetapi jika seseorang berdosa terhadap Tuhan, siapakah yang menjadi perantara baginya?” Tetapi tidaklah didengarkan mereka perkataan ayahnya itu, sebab Tuhan hendak mematikan mereka."
  },
  {
    "reference": "1Sa 2:26",
    "text": "Tetapi Samuel yang muda itu, semakin besar dan semakin disukai, baik di hadapan Tuhan maupun di hadapan manusia. Nubuat tentang Eli dan kaum keluarganya 2:27-36"
  },
  {
    "reference": "1Sa 2:27",
    "text": "Seorang abdi Allah datang kepada Eli dan berkata kepadanya: ”Beginilah firman Tuhan: Bukankah dengan nyata Aku menyatakan diri-Ku kepada nenek moyangmu, ketika mereka masih di Mesir dan takluk kepada keturunan Firaun?"
  },
  {
    "reference": "1Sa 2:28",
    "text": "- 2:28: Kel. 28:1-4; Im. 7:35-36 Dan Aku telah memilihnya dari segala suku Israel menjadi imam bagi-Ku, supaya ia mempersembahkan korban di atas mezbah-Ku, membakar ukupan dan memakai baju efod di hadapan-Ku; kepada kaummu telah Kuserahkan segala korban api-apian orang Israel."
  },
  {
    "reference": "1Sa 2:29",
    "text": "Mengapa engkau memandang dengan loba kepada korban sembelihan-Ku dan korban sajian-Ku, yang telah Kuperintahkan, dan mengapa engkau menghormati anak-anakmu lebih dari pada-Ku, sambil kamu menggemukkan dirimu dengan bagian yang terbaik dari setiap korban sajian umat-Ku Israel?"
  },
  {
    "reference": "1Sa 2:30",
    "text": "Sebab itu – demikianlah firman Tuhan, Allah Israel – sesungguhnya Aku telah berjanji: Keluargamu dan kaummu akan hidup di hadapan-Ku selamanya, tetapi sekarang – demikianlah firman Tuhan –: Jauhlah hal itu dari pada-Ku! Sebab siapa yang menghormati Aku, akan Kuhormati, tetapi siapa yang menghina Aku, akan dipandang rendah."
  },
  {
    "reference": "1Sa 2:31",
    "text": "Sesungguhnya akan datang waktunya, bahwa Aku akan mematahkan tangan kekuatanmu dan tangan kekuatan kaummu, sehingga tidak ada seorang kakek dalam keluargamu."
  },
  {
    "reference": "1Sa 2:32",
    "text": "Maka engkau akan memandang dengan mata bermusuhan kepada segala kebaikan yang akan Kulakukan kepada Israel dan dalam keluargamu takkan ada seorang kakek untuk selamanya."
  },
  {
    "reference": "1Sa 2:33",
    "text": "Tetapi seorang dari padamu yang tidak Kulenyapkan dari lingkungan mezbah-Ku akan membuat matamu rusak dan jiwamu merana; segala tambahan keluargamu akan mati oleh pedang lawan."
  },
  {
    "reference": "1Sa 2:34",
    "text": "Inilah yang akan menjadi tanda bagimu, yakni apa yang akan terjadi kepada kedua anakmu itu, Hofni dan Pinehas: pada hari yang sama keduanya akan mati."
  },
  {
    "reference": "1Sa 2:35",
    "text": "Dan Aku akan mengangkat bagi-Ku seorang imam kepercayaan, yang berlaku sesuai dengan hati-Ku dan jiwa-Ku, dan Aku akan membangunkan baginya keturunan yang teguh setia, sehingga ia selalu hidup di hadapan orang yang Kuurapi."
  },
  {
    "reference": "1Sa 2:36",
    "text": "Kemudian siapa yang masih tinggal hidup dari keturunanmu akan datang sujud menyembah kepadanya meminta sekeping uang perak atau sepotong roti, dan akan berkata: Tempatkanlah kiranya aku dalam salah satu golongan imam itu, supaya aku dapat makan sekerat roti.”"
  },
  {
    "reference": "1Sa 3:1",
    "text": "Samuel yang muda itu menjadi pelayan Tuhan di bawah pengawasan Eli. Pada masa itu firman Tuhan jarang; penglihatan-penglihatan pun tidak sering."
  },
  {
    "reference": "1Sa 3:2",
    "text": "Pada suatu hari Eli, yang matanya mulai kabur dan tidak dapat melihat dengan baik, sedang berbaring di tempat tidurnya."
  },
  {
    "reference": "1Sa 3:3",
    "text": "Lampu rumah Allah belum lagi padam. Samuel telah tidur di dalam bait suci Tuhan, tempat tabut Allah."
  },
  {
    "reference": "1Sa 3:4",
    "text": "Lalu Tuhan memanggil: ”Samuel! Samuel!”, dan ia menjawab: ”Ya, bapa.”"
  },
  {
    "reference": "1Sa 3:5",
    "text": "Lalu berlarilah ia kepada Eli, serta katanya: ”Ya, bapa, bukankah bapa memanggil aku?” Tetapi Eli berkata: ”Aku tidak memanggil; tidurlah kembali.” Lalu pergilah ia tidur."
  },
  {
    "reference": "1Sa 3:6",
    "text": "Dan Tuhan memanggil Samuel sekali lagi. Samuel pun bangunlah, lalu pergi mendapatkan Eli serta berkata: ”Ya, bapa, bukankah bapa memanggil aku?” Tetapi Eli berkata: ”Aku tidak memanggil, anakku; tidurlah kembali.”"
  },
  {
    "reference": "1Sa 3:7",
    "text": "Samuel belum mengenal Tuhan; firman Tuhan belum pernah dinyatakan kepadanya."
  },
  {
    "reference": "1Sa 3:8",
    "text": "Dan Tuhan memanggil Samuel sekali lagi, untuk ketiga kalinya. Ia pun bangunlah, lalu pergi mendapatkan Eli serta katanya: ”Ya, bapa, bukankah bapa memanggil aku?” Lalu mengertilah Eli, bahwa Tuhanlah yang memanggil anak itu."
  },
  {
    "reference": "1Sa 3:9",
    "text": "Sebab itu berkatalah Eli kepada Samuel: ”Pergilah tidur dan apabila Ia memanggil engkau, katakanlah: Berbicaralah, Tuhan, sebab hamba-Mu ini mendengar.” Maka pergilah Samuel dan tidurlah ia di tempat tidurnya."
  },
  {
    "reference": "1Sa 3:10",
    "text": "Lalu datanglah Tuhan, berdiri di sana dan memanggil seperti yang sudah-sudah: ”Samuel! Samuel!” Dan Samuel menjawab: ”Berbicaralah, sebab hamba-Mu ini mendengar.”"
  },
  {
    "reference": "1Sa 3:11",
    "text": "Lalu berfirmanlah Tuhan kepada Samuel: ”Ketahuilah, Aku akan melakukan sesuatu di Israel, sehingga setiap orang yang mendengarnya, akan bising kedua telinganya."
  },
  {
    "reference": "1Sa 3:12",
    "text": "Pada waktu itu Aku akan menepati kepada Eli segala yang telah Kufirmankan tentang keluarganya, dari mula sampai akhir."
  },
  {
    "reference": "1Sa 3:13",
    "text": "Sebab telah Kuberitahukan kepadanya, bahwa Aku akan menghukum keluarganya untuk selamanya karena dosa yang telah diketahuinya, yakni bahwa anak-anaknya telah menghujat Allah, tetapi ia tidak memarahi mereka!"
  },
  {
    "reference": "1Sa 3:14",
    "text": "Sebab itu Aku telah bersumpah kepada keluarga Eli, bahwa dosa keluarga Eli takkan dihapuskan dengan korban sembelihan atau dengan korban sajian untuk selamanya.”"
  },
  {
    "reference": "1Sa 3:15",
    "text": "Samuel tidur sampai pagi; kemudian dibukanya pintu rumah Tuhan. Samuel segan memberitahukan penglihatan itu kepada Eli."
  },
  {
    "reference": "1Sa 3:16",
    "text": "Tetapi Eli memanggil Samuel, katanya: ”Samuel, anakku.” Jawab Samuel: ”Ya, bapa.”"
  },
  {
    "reference": "1Sa 3:17",
    "text": "Kata Eli: ”Apakah yang disampaikan-Nya kepadamu? Janganlah kausembunyikan kepadaku. Kiranya beginilah Allah menghukum engkau, bahkan lebih lagi dari pada itu, jika engkau menyembunyikan sepatah kata pun kepadaku dari apa yang disampaikan-Nya kepadamu itu.”"
  },
  {
    "reference": "1Sa 3:18",
    "text": "Lalu Samuel memberitahukan semuanya itu kepadanya dengan tidak menyembunyikan sesuatu pun. Kemudian Eli berkata: ”Dia Tuhan, biarlah diperbuat-Nya apa yang dipandang-Nya baik.”"
  },
  {
    "reference": "1Sa 3:19",
    "text": "Dan Samuel makin besar dan Tuhan menyertai dia dan tidak ada satu pun dari firman-Nya itu yang dibiarkan-Nya gugur."
  },
  {
    "reference": "1Sa 3:20",
    "text": "Maka tahulah seluruh Israel dari Dan sampai Bersyeba, bahwa kepada Samuel telah dipercayakan jabatan nabi Tuhan."
  },
  {
    "reference": "1Sa 3:21",
    "text": "Dan Tuhan selanjutnya menampakkan diri di Silo, sebab Ia menyatakan diri di Silo kepada Samuel dengan perantaraan firman-Nya."
  },
  {
    "reference": "1Sa 4:2",
    "text": "Orang Filistin mengatur barisannya berhadapan dengan orang Israel. Ketika pertempuran menghebat, terpukullah kalah orang Israel oleh orang Filistin, yang menewaskan kira-kira empat ribu orang di medan pertempuran itu."
  },
  {
    "reference": "1Sa 4:3",
    "text": "Ketika tentara itu kembali ke perkemahan, berkatalah para tua-tua Israel: ”Mengapa Tuhan membuat kita terpukul kalah oleh orang Filistin pada hari ini? Marilah kita mengambil dari Silo tabut perjanjian Tuhan, supaya Ia datang ke tengah-tengah kita dan melepaskan kita dari tangan musuh kita.”"
  },
  {
    "reference": "1Sa 4:4",
    "text": "- 4:4: Kel. 25:22 Kemudian bangsa itu menyuruh orang ke Silo, lalu mereka mengangkat dari sana tabut perjanjian Tuhan semesta alam, yang bersemayam di atas para kerub; kedua anak Eli, Hofni dan Pinehas, ada di sana dekat tabut perjanjian Allah itu."
  },
  {
    "reference": "1Sa 4:5",
    "text": "Segera sesudah tabut perjanjian Tuhan sampai ke perkemahan, bersoraklah seluruh orang Israel dengan nyaring, sehingga bumi bergetar."
  },
  {
    "reference": "1Sa 4:6",
    "text": "Dan orang Filistin yang mendengar bunyi sorak itu berkata: ”Apakah bunyi sorak yang nyaring di perkemahan orang Ibrani itu?” Ketika diketahui mereka, bahwa tabut Tuhan telah sampai ke perkemahan itu,"
  },
  {
    "reference": "1Sa 4:7",
    "text": "ketakutanlah orang Filistin, sebab kata mereka: ”Allah mereka telah datang ke perkemahan itu,” dan mereka berkata: ”Celakalah kita, sebab seperti itu belum pernah terjadi dahulu."
  },
  {
    "reference": "1Sa 4:8",
    "text": "Celakalah kita! Siapakah yang menolong kita dari tangan Allah yang maha dahsyat ini? Inilah juga Allah, yang telah menghajar orang Mesir dengan berbagai-bagai tulah di padang gurun."
  },
  {
    "reference": "1Sa 4:9",
    "text": "Kuatkanlah hatimu dan berlakulah seperti laki-laki, hai orang Filistin, supaya kamu jangan menjadi budak orang Ibrani itu, seperti mereka dahulu menjadi budakmu. Berlakulah seperti laki-laki dan berperanglah!”"
  },
  {
    "reference": "1Sa 4:10",
    "text": "Lalu berperanglah orang Filistin, sehingga orang Israel terpukul kalah. Mereka melarikan diri masing-masing ke kemahnya. Amatlah besar kekalahan itu: dari pihak Israel gugur tiga puluh ribu orang pasukan berjalan kaki."
  },
  {
    "reference": "1Sa 4:11",
    "text": "Lagipula tabut Allah dirampas dan kedua anak Eli, Hofni dan Pinehas, tewas."
  },
  {
    "reference": "1Sa 4:12",
    "text": "Seorang dari suku Benyamin lari dari barisan pertempuran dan pada hari itu juga ia sampai ke Silo dengan pakaian terkoyak-koyak dan dengan tanah di kepalanya."
  },
  {
    "reference": "1Sa 4:13",
    "text": "Ketika ia sampai, Eli sedang duduk di kursi di tepi jalan menunggu-nunggu, sebab hatinya berdebar-debar karena tabut Allah itu. Ketika orang itu masuk ke kota dan menceritakan kabar itu, berteriaklah seluruh kota itu."
  },
  {
    "reference": "1Sa 4:14",
    "text": "Ketika Eli mendengar bunyi teriakan itu, bertanyalah ia: ”Keributan apakah itu?” Lalu bersegeralah orang itu mendapatkan Eli dan memberitahukannya kepadanya."
  },
  {
    "reference": "1Sa 4:15",
    "text": "Eli sudah sembilan puluh delapan tahun umurnya dan matanya sudah bular, sehingga ia tidak dapat melihat lagi."
  },
  {
    "reference": "1Sa 4:16",
    "text": "Kata orang itu kepada Eli: ”Aku datang dari medan pertempuran; baru hari ini aku melarikan diri dari medan pertempuran.” Kata Eli: ”Bagaimana keadaannya, anakku?”"
  },
  {
    "reference": "1Sa 4:17",
    "text": "Jawab pembawa kabar itu: ”Orang Israel melarikan diri dari hadapan orang Filistin; kekalahan yang besar telah diderita oleh rakyat; lagipula kedua anakmu, Hofni dan Pinehas, telah tewas, dan tabut Allah sudah dirampas.”"
  },
  {
    "reference": "1Sa 4:18",
    "text": "Ketika disebutnya tabut Allah itu, jatuhlah Eli telentang dari kursi di sebelah pintu gerbang, batang lehernya patah dan ia mati. Sebab telah tua dan gemuk orangnya. Empat puluh tahun lamanya ia memerintah sebagai hakim atas orang Israel."
  },
  {
    "reference": "1Sa 4:19",
    "text": "Adapun menantunya perempuan, isteri Pinehas, sudah hamil tua. Ketika didengarnya kabar itu, bahwa tabut Allah telah dirampas dan mertuanya laki-laki serta suaminya telah mati, duduklah ia berlutut, lalu bersalin, sebab ia kedatangan sakit beranak."
  },
  {
    "reference": "1Sa 4:20",
    "text": "Ketika ia hampir mati, berkatalah perempuan-perempuan yang berdiri di dekatnya: ”Janganlah takut, sebab engkau telah melahirkan seorang anak laki-laki.” Tetapi ia tidak menjawab dan tidak memperhatikannya."
  },
  {
    "reference": "1Sa 4:21",
    "text": "Ia menamai anak itu Ikabod, katanya: ”Telah lenyap kemuliaan dari Israel” – karena tabut Allah sudah dirampas dan karena mertuanya dan suaminya."
  },
  {
    "reference": "1Sa 4:22",
    "text": "Katanya: ”Telah lenyap kemuliaan dari Israel, sebab tabut Allah telah dirampas.”"
  },
  {
    "reference": "1Sa 5:1",
    "text": "Sesudah orang Filistin merampas tabut Allah, maka mereka membawanya dari Eben-Haezer ke Asdod."
  },
  {
    "reference": "1Sa 5:2",
    "text": "Orang Filistin mengambil tabut Allah itu, dibawanya masuk ke kuil Dagon dan diletakkannya di sisi Dagon."
  },
  {
    "reference": "1Sa 5:3",
    "text": "Ketika orang-orang Asdod bangun pagi-pagi pada keesokan harinya, tampaklah Dagon terjatuh dengan mukanya ke tanah di hadapan tabut Tuhan; lalu mereka mengambil Dagon dan mengembalikannya ke tempatnya."
  },
  {
    "reference": "1Sa 5:4",
    "text": "Tetapi ketika keesokan harinya mereka bangun pagi-pagi, tampaklah Dagon terjatuh dengan mukanya ke tanah di hadapan tabut Tuhan, tetapi kepala Dagon dan kedua belah tangannya terpenggal dan terpelanting ke ambang pintu, hanya badan Dagon itu yang masih tinggal."
  },
  {
    "reference": "1Sa 5:5",
    "text": "Itulah sebabnya para imam Dagon dan semua orang yang masuk ke dalam kuil Dagon tidak menginjak ambang pintu rumah Dagon yang di Asdod, sampai hari ini."
  },
  {
    "reference": "1Sa 5:6",
    "text": "Tangan Tuhan menekan orang-orang Asdod itu dengan berat dan Ia membingungkan mereka: Ia menghajar mereka dengan borok-borok, baik Asdod maupun daerahnya."
  },
  {
    "reference": "1Sa 5:7",
    "text": "Ketika dilihat orang-orang Asdod, bahwa demikian halnya, berkatalah mereka: ”Tabut Allah Israel tidak boleh tinggal pada kita, sebab tangan-Nya keras melawan kita dan melawan Dagon, allah kita.”"
  },
  {
    "reference": "1Sa 5:8",
    "text": "Sebab itu mereka memanggil berkumpul kepadanya semua raja kota orang Filistin dan berkata: ”Apakah yang akan kita lakukan dengan tabut Allah Israel itu?” Lalu kata mereka: ”Tabut Allah Israel harus dipindahkan ke Gat.” Jadi mereka memindahkan tabut Allah Israel itu ke sana."
  },
  {
    "reference": "1Sa 5:9",
    "text": "Tetapi setelah mereka memindahkannya, maka tangan Tuhan mendatangkan kegemparan yang sangat besar atas kota itu; Ia menghajar orang-orang kota itu, anak-anak dan orang dewasa, sehingga timbul borok-borok pada mereka."
  },
  {
    "reference": "1Sa 5:10",
    "text": "Lalu mereka mengantarkan tabut Allah itu ke Ekron. Tetapi sesampai tabut Allah itu di Ekron, berteriaklah orang Ekron itu, demikian: ”Mereka memindahkan tabut Allah Israel itu kepada kita untuk mematikan kita dan bangsa kita.”"
  },
  {
    "reference": "1Sa 5:11",
    "text": "Sebab itu mereka memanggil berkumpul semua raja kota orang Filistin itu dan berkata: ”Antarkanlah tabut Allah Israel itu; biarlah itu kembali ke tempatnya, supaya jangan dimatikannya kita dan bangsa kita.” Sebab di seluruh kota itu ada kegemparan maut; tangan Allah menekan orang-orang di sana dengan sangat berat:"
  },
  {
    "reference": "1Sa 5:12",
    "text": "orang-orang yang tidak mati, dihajar dengan borok-borok, sehingga teriakan kota itu naik ke langit."
  },
  {
    "reference": "1Sa 6:1",
    "text": "Setelah tujuh bulan lamanya tabut Tuhan itu ada di daerah orang Filistin,"
  },
  {
    "reference": "1Sa 6:2",
    "text": "maka orang Filistin itu memanggil para imam dan para petenung, lalu berkata kepada mereka: ”Apakah yang harus kami lakukan dengan tabut Tuhan itu? Beritahukanlah kepada kami, bagaimana kami harus mengantarkannya kembali ke tempatnya.”"
  },
  {
    "reference": "1Sa 6:3",
    "text": "Lalu kata mereka: ”Apabila kamu mengantarkan tabut Allah Israel itu, maka janganlah kamu mengantarkannya dengan tangan hampa, melainkan haruslah kamu membayar tebusan salah kepada-Nya; maka kamu akan menjadi sembuh dan kamu akan mengetahui, mengapa tangan-Nya tidak undur dari padamu.”"
  },
  {
    "reference": "1Sa 6:4",
    "text": "Sesudah itu bertanyalah mereka: ”Apakah tebusan salah yang harus kami bayar kepada-Nya?” Jawab mereka: ”Menurut jumlah raja-raja kota orang Filistin, lima borok emas dan lima tikus emas, sebab tulah yang sama menimpa kamu sekalian dan raja-raja kotamu."
  },
  {
    "reference": "1Sa 6:5",
    "text": "Jadi buatlah gambar borok-borokmu dan gambar tikus yang merusak tanahmu, dan sampaikanlah hormatmu kepada Allah Israel. Mungkin Ia akan mengangkat dari padamu, dari pada allahmu dan dari pada tanahmu tangan-Nya yang menekan dengan berat."
  },
  {
    "reference": "1Sa 6:6",
    "text": "Mengapa kamu berkeras hati, sama seperti orang Mesir dan Firaun berkeras hati? Bukankah mereka membiarkan bangsa itu pergi, ketika Ia mempermain-mainkan mereka?"
  },
  {
    "reference": "1Sa 6:7",
    "text": "Oleh sebab itu ambillah dan siapkanlah sebuah kereta baru dengan dua ekor lembu yang menyusui, yang belum pernah kena kuk, pasanglah kedua lembu itu pada kereta, tetapi bawalah anak-anaknya kembali ke rumah, supaya jangan mengikutinya lagi."
  },
  {
    "reference": "1Sa 6:8",
    "text": "Kemudian ambillah tabut Tuhan, muatkanlah itu ke atas kereta dan letakkanlah benda-benda emas, yang harus kamu bayar kepada-Nya sebagai tebusan salah, ke dalam suatu peti di sisinya. Dan biarkanlah tabut itu pergi."
  },
  {
    "reference": "1Sa 6:9",
    "text": "Perhatikanlah: apabila tabut itu mengambil jalan ke daerahnya, ke Bet-Semes, maka Dialah itu yang telah mendatangkan malapetaka yang hebat ini kepada kita. Dan jika tidak, maka kita mengetahui, bahwa bukanlah tangan-Nya yang telah menimpa kita; kebetulan saja hal itu terjadi kepada kita.”"
  },
  {
    "reference": "1Sa 6:10",
    "text": "Demikianlah diperbuat orang-orang itu. Mereka mengambil dua ekor lembu yang menyusui, dipasangnya pada kereta, tetapi anak-anaknya ditahan di rumah."
  },
  {
    "reference": "1Sa 6:11",
    "text": "Mereka meletakkan tabut Tuhan ke atas kereta, juga peti berisi tikus-tikus emas dan gambar benjol-benjol mereka."
  },
  {
    "reference": "1Sa 6:12",
    "text": "Lembu-lembu itu langsung mengikuti jalan yang ke Bet-Semes; melalui satu jalan raya, sambil menguak dengan tidak menyimpang ke kanan atau ke kiri, sedang raja-raja kota orang Filistin itu berjalan di belakangnya sampai ke daerah Bet-Semes."
  },
  {
    "reference": "1Sa 6:13",
    "text": "Orang-orang Bet-Semes sedang menuai gandum di lembah. Ketika mereka mengangkat muka, maka tampaklah kepada mereka tabut itu, lalu bersukacitalah mereka melihatnya."
  },
  {
    "reference": "1Sa 6:14",
    "text": "Kereta itu sampai ke ladang Yosua, orang Bet-Semes itu, dan berhenti di sana. Di sana ada batu besar. Mereka membelah kayu kereta itu dan mereka mempersembahkan lembu-lembu sebagai korban bakaran kepada Tuhan."
  },
  {
    "reference": "1Sa 6:15",
    "text": "Orang-orang suku Lewi menurunkan tabut Tuhan dengan peti yang ada di sebelahnya, yang di dalamnya ada benda-benda emas itu, lalu menaruhnya di atas batu besar itu, dan pada hari itu orang-orang Bet-Semes mempersembahkan korban bakaran dan korban sembelihan kepada Tuhan."
  },
  {
    "reference": "1Sa 6:16",
    "text": "Ketika kelima raja kota orang Filistin melihat hal itu, pulanglah mereka ke Ekron pada hari itu juga."
  },
  {
    "reference": "1Sa 6:17",
    "text": "Inilah benjol-benjol emas yang dibayar orang Filistin kepada Tuhan sebagai tebusan salah: dari Asdod satu, dari Gaza satu, dari Askelon satu, dari Gat satu, dari Ekron satu;"
  },
  {
    "reference": "1Sa 6:18",
    "text": "lagi tikus-tikus emas menurut jumlah segala kota orang Filistin kepunyaan kelima raja kota itu, baik kota-kota yang berkubu maupun dusun-dusun sekitarnya; dan batu besar, yang di atasnya diletakkan mereka tabut Tuhan, di ladang Yosua, orang Bet-Semes itu, adalah saksi sampai hari ini."
  },
  {
    "reference": "1Sa 6:19",
    "text": "Dan Ia membunuh beberapa orang Bet-Semes, karena mereka melihat ke dalam tabut Tuhan; Ia membunuh tujuh puluh orang dari rakyat itu. Rakyat itu berkabung, karena Tuhan telah menghajar mereka dengan dahsyatnya."
  },
  {
    "reference": "1Sa 6:20",
    "text": "Dan orang-orang Bet-Semes berkata: ”Siapakah yang tahan berdiri di hadapan Tuhan, Allah yang kudus ini? Kepada siapakah Ia akan berangkat meninggalkan kita?”"
  },
  {
    "reference": "1Sa 6:21",
    "text": "Lalu mereka mengirim utusan kepada penduduk Kiryat-Yearim dengan pesan: ”Orang Filistin telah mengembalikan tabut Tuhan; datanglah dan angkutlah itu kepadamu.”"
  },
  {
    "reference": "1Sa 7:1",
    "text": "- 7:1: 2Sam. 6:2-4; 1Taw. 13:5-7 Lalu orang-orang Kiryat-Yearim datang, mereka mengangkut tabut Tuhan itu dan membawanya ke dalam rumah Abinadab yang di atas bukit. Dan Eleazar, anaknya, mereka kuduskan untuk menjaga tabut Tuhan itu. Orang Filistin terpukul kalah dekat Mizpa 7:2-14"
  },
  {
    "reference": "1Sa 7:2",
    "text": "Sejak saat tabut itu tinggal di Kiryat-Yearim berlalulah waktu yang cukup lama, yakni dua puluh tahun, dan seluruh kaum Israel mengeluh kepada Tuhan."
  },
  {
    "reference": "1Sa 7:3",
    "text": "Lalu berkatalah Samuel kepada seluruh kaum Israel demikian: ”Jika kamu berbalik kepada Tuhan dengan segenap hati, maka jauhkanlah para allah asing dan para Asytoret dari tengah-tengahmu dan tujukan hatimu kepada Tuhan dan beribadahlah hanya kepada-Nya; maka Ia akan melepaskan kamu dari tangan orang Filistin.”"
  },
  {
    "reference": "1Sa 7:4",
    "text": "Kemudian orang-orang Israel menjauhkan para Baal dan para Asytoret dan beribadah hanya kepada Tuhan."
  },
  {
    "reference": "1Sa 7:5",
    "text": "Lalu berkatalah Samuel: ”Kumpulkanlah segenap orang Israel ke Mizpa; maka aku akan berdoa untuk kamu kepada Tuhan.”"
  },
  {
    "reference": "1Sa 7:6",
    "text": "Setelah berkumpul di Mizpa, mereka menimba air dan mencurahkannya di hadapan Tuhan. Mereka juga berpuasa pada hari itu dan berkata di sana: ”Kami telah berdosa kepada Tuhan.” Dan Samuel menghakimi orang Israel di Mizpa."
  },
  {
    "reference": "1Sa 7:7",
    "text": "Ketika didengar orang Filistin, bahwa orang Israel telah berkumpul di Mizpa, majulah raja-raja kota orang Filistin mendatangi orang Israel. Serta didengar orang Israel demikian, maka ketakutanlah mereka terhadap orang Filistin."
  },
  {
    "reference": "1Sa 7:8",
    "text": "Lalu kata orang Israel kepada Samuel: ”Janganlah berhenti berseru bagi kami kepada Tuhan, Allah kita, supaya Ia menyelamatkan kami dari tangan orang Filistin itu.”"
  },
  {
    "reference": "1Sa 7:9",
    "text": "Sesudah itu Samuel mengambil seekor anak domba yang menyusu, lalu mempersembahkan seluruhnya kepada Tuhan sebagai korban bakaran. Dan ketika Samuel berseru kepada Tuhan bagi orang Israel, maka Tuhan menjawab dia."
  },
  {
    "reference": "1Sa 7:10",
    "text": "Sedang Samuel mempersembahkan korban bakaran itu, majulah orang Filistin berperang melawan orang Israel. Tetapi pada hari itu Tuhan mengguntur dengan bunyi yang hebat ke atas orang Filistin dan mengacaukan mereka, sehingga mereka terpukul kalah oleh orang Israel."
  },
  {
    "reference": "1Sa 7:11",
    "text": "Keluarlah orang-orang Israel dari Mizpa, mengejar orang Filistin itu dan memukul mereka kalah sampai hilir Bet-Kar."
  },
  {
    "reference": "1Sa 7:12",
    "text": "Kemudian Samuel mengambil sebuah batu dan mendirikannya antara Mizpa dan Yesana; ia menamainya Eben-Haezer, katanya: ”Sampai di sini Tuhan menolong kita.”"
  },
  {
    "reference": "1Sa 7:13",
    "text": "Demikianlah orang Filistin itu ditundukkan dan tidak lagi memasuki daerah Israel. Tangan Tuhan melawan orang Filistin seumur hidup Samuel,"
  },
  {
    "reference": "1Sa 7:14",
    "text": "dan kota-kota yang diambil orang Filistin dari pada Israel, kembali pula kepada Israel, mulai dari Ekron sampai Gat; dan orang Israel merebut daerah sekitarnya dari tangan orang Filistin. Antara orang Israel dan orang Amori ada damai. Samuel sebagai hakim 7:15-17"
  },
  {
    "reference": "1Sa 7:15",
    "text": "Samuel memerintah sebagai hakim atas orang Israel seumur hidupnya."
  },
  {
    "reference": "1Sa 7:16",
    "text": "Dari tahun ke tahun ia berkeliling ke Betel, Gilgal dan Mizpa, dan memerintah atas orang Israel di segala tempat itu,"
  },
  {
    "reference": "1Sa 7:17",
    "text": "lalu ia kembali ke Rama, sebab di sanalah rumahnya dan di sanalah ia memerintah atas orang Israel; dan di sana ia mendirikan mezbah bagi Tuhan."
  },
  {
    "reference": "1Sa 8:1",
    "text": "Setelah Samuel menjadi tua, diangkatnyalah anak-anaknya laki-laki menjadi hakim atas orang Israel."
  },
  {
    "reference": "1Sa 8:2",
    "text": "Nama anaknya yang sulung ialah Yoël, dan nama anaknya yang kedua ialah Abia; keduanya menjadi hakim di Bersyeba."
  },
  {
    "reference": "1Sa 8:3",
    "text": "Tetapi anak-anaknya itu tidak hidup seperti ayahnya; mereka mengejar laba, menerima suap dan memutarbalikkan keadilan."
  },
  {
    "reference": "1Sa 8:4",
    "text": "Sebab itu berkumpullah semua tua-tua Israel; mereka datang kepada Samuel di Rama"
  },
  {
    "reference": "1Sa 8:5",
    "text": "- 8:5: Ul. 17:14 dan berkata kepadanya: ”Engkau sudah tua dan anak-anakmu tidak hidup seperti engkau; maka angkatlah sekarang seorang raja atas kami untuk memerintah kami, seperti pada segala bangsa-bangsa lain.”"
  },
  {
    "reference": "1Sa 8:6",
    "text": "Waktu mereka berkata: ”Berikanlah kepada kami seorang raja untuk memerintah kami,” perkataan itu mengesalkan Samuel, maka berdoalah Samuel kepada Tuhan."
  },
  {
    "reference": "1Sa 8:7",
    "text": "Tuhan berfirman kepada Samuel: ”Dengarkanlah perkataan bangsa itu dalam segala hal yang dikatakan mereka kepadamu, sebab bukan engkau yang mereka tolak, tetapi Akulah yang mereka tolak, supaya jangan Aku menjadi raja atas mereka."
  },
  {
    "reference": "1Sa 8:8",
    "text": "Tepat seperti yang dilakukan mereka kepada-Ku sejak hari Aku menuntun mereka keluar dari Mesir sampai hari ini, yakni meninggalkan Daku dan beribadah kepada allah lain, demikianlah juga dilakukan mereka kepadamu."
  },
  {
    "reference": "1Sa 8:9",
    "text": "Oleh sebab itu dengarkanlah permintaan mereka, hanya peringatkanlah mereka dengan sungguh-sungguh dan beritahukanlah kepada mereka apa yang menjadi hak raja yang akan memerintah mereka.”"
  },
  {
    "reference": "1Sa 8:10",
    "text": "Dan Samuel menyampaikan segala firman Tuhan kepada bangsa itu, yang meminta seorang raja kepadanya,"
  },
  {
    "reference": "1Sa 8:11",
    "text": "katanya: ”Inilah yang menjadi hak raja yang akan memerintah kamu itu: anak-anakmu laki-laki akan diambilnya dan dipekerjakannya pada keretanya dan pada kudanya, dan mereka akan berlari di depan keretanya;"
  },
  {
    "reference": "1Sa 8:12",
    "text": "ia akan menjadikan mereka kepala pasukan seribu dan kepala pasukan lima puluh; mereka akan membajak ladangnya dan mengerjakan penuaian baginya; senjata-senjatanya dan perkakas keretanya akan dibuat mereka."
  },
  {
    "reference": "1Sa 8:13",
    "text": "Anak-anakmu perempuan akan diambilnya sebagai juru campur rempah-rempah, juru masak dan juru makanan."
  },
  {
    "reference": "1Sa 8:14",
    "text": "Selanjutnya dari ladangmu, kebun anggurmu dan kebun zaitunmu akan diambilnya yang paling baik dan akan diberikannya kepada pegawai-pegawainya;"
  },
  {
    "reference": "1Sa 8:15",
    "text": "dari gandummu dan hasil kebun anggurmu akan diambilnya sepersepuluh dan akan diberikannya kepada pegawai-pegawai istananya dan kepada pegawai-pegawainya yang lain."
  },
  {
    "reference": "1Sa 8:16",
    "text": "Budak-budakmu laki-laki dan budak-budakmu perempuan, ternakmu yang terbaik dan keledai-keledaimu akan diambilnya dan dipakainya untuk pekerjaannya."
  },
  {
    "reference": "1Sa 8:17",
    "text": "Dari kambing dombamu akan diambilnya sepersepuluh, dan kamu sendiri akan menjadi budaknya."
  },
  {
    "reference": "1Sa 8:18",
    "text": "Pada waktu itu kamu akan berteriak karena rajamu yang kamu pilih itu, tetapi Tuhan tidak akan menjawab kamu pada waktu itu.”"
  },
  {
    "reference": "1Sa 8:19",
    "text": "Tetapi bangsa itu menolak mendengarkan perkataan Samuel dan mereka berkata: ”Tidak, harus ada raja atas kami;"
  },
  {
    "reference": "1Sa 8:20",
    "text": "maka kami pun akan sama seperti segala bangsa-bangsa lain; raja kami akan menghakimi kami dan memimpin kami dalam perang.”"
  },
  {
    "reference": "1Sa 8:21",
    "text": "Samuel mendengar segala perkataan bangsa itu, dan menyampaikannya kepada Tuhan."
  },
  {
    "reference": "1Sa 8:22",
    "text": "Tuhan berfirman kepada Samuel: ”Dengarkanlah permintaan mereka dan angkatlah seorang raja bagi mereka.” Kemudian berkatalah Samuel kepada orang-orang Israel itu: ”Pergilah, masing-masing ke kotanya.”"
  },
  {
    "reference": "1Sa 9:1",
    "text": "Ada seorang dari daerah Benyamin, namanya Kish bin Abiel, bin Zeror, bin Bekhorat, bin Afiah, seorang suku Benyamin, seorang yang berada."
  },
  {
    "reference": "1Sa 9:2",
    "text": "Orang ini ada anaknya laki-laki, namanya Saul, seorang muda yang elok rupanya; tidak ada seorang pun dari antara orang Israel yang lebih elok dari padanya: dari bahu ke atas ia lebih tinggi dari pada setiap orang sebangsanya."
  },
  {
    "reference": "1Sa 9:3",
    "text": "Kish, ayah Saul itu, kehilangan keledai-keledai betinanya. Sebab itu berkatalah Kish kepada Saul, anaknya: ”Ambillah salah seorang bujang, bersiaplah dan pergilah mencari keledai-keledai itu.”"
  },
  {
    "reference": "1Sa 9:4",
    "text": "Lalu mereka berjalan melalui pegunungan Efraim; juga mereka berjalan melalui tanah Salisa, tetapi tidak menemuinya. Kemudian mereka berjalan melalui tanah Sahalim, tetapi keledai-keledai itu tidak ada; kemudian mereka berjalan melalui tanah Benyamin, tetapi tidak menemuinya."
  },
  {
    "reference": "1Sa 9:5",
    "text": "Ketika mereka sampai ke tanah Zuf, berkatalah Saul kepada bujangnya yang bersama-sama dengan dia: ”Mari, kita pulang. Nanti ayahku tidak lagi memikirkan keledai-keledai itu, tetapi kuatir mengenai kita.”"
  },
  {
    "reference": "1Sa 9:6",
    "text": "Tetapi orang ini berkata kepadanya: ”Tunggu, di kota ini ada seorang abdi Allah, seorang yang terhormat; segala yang dikatakannya pasti terjadi. Marilah kita pergi ke sana sekarang juga, mungkin ia dapat memberitahukan kepada kita tentang perjalanan yang kita tempuh ini.”"
  },
  {
    "reference": "1Sa 9:7",
    "text": "Jawab Saul kepada bujangnya itu: ”Tetapi kalau kita pergi, apakah yang kita bawa kepada orang itu? Sebab roti di kantong kita telah habis, dan tidak ada pemberian untuk dibawa kepada abdi Allah itu. Apakah yang ada pada kita?”"
  },
  {
    "reference": "1Sa 9:8",
    "text": "Jawab bujang itu pula kepada Saul: ”Masih ada padaku seperempat syikal perak; itu dapat aku berikan kepada abdi Allah itu, maka ia akan memberitahukan kepada kita tentang perjalanan kita.”"
  },
  {
    "reference": "1Sa 9:9",
    "text": "– Dahulu di antara orang Israel, apabila seseorang pergi menanyakan petunjuk Allah, ia berkata begini: ”Mari kita pergi kepada pelihat,” sebab nabi yang sekarang ini disebutkan dahulu pelihat. –"
  },
  {
    "reference": "1Sa 9:10",
    "text": "Kemudian berkatalah Saul kepada bujangnya itu: ”Pikiranmu itu baik. Mari kita pergi.” Maka pergilah mereka ke kota, ke tempat abdi Allah itu."
  },
  {
    "reference": "1Sa 9:11",
    "text": "Ketika mereka naik jalan pendakian ke kota itu, mereka bertemu dengan gadis-gadis yang keluar hendak menimba air. Mereka bertanya kepada gadis-gadis itu: ”Pelihat ada di sini?”"
  },
  {
    "reference": "1Sa 9:12",
    "text": "Jawab gadis-gadis itu kepada mereka: ”Ya, ada, baru saja ia mendahului kamu, cepat-cepatlah sekarang. Ia datang ke kota hari ini, karena ada perjamuan korban untuk orang banyak di bukit pada hari ini."
  },
  {
    "reference": "1Sa 9:13",
    "text": "Apabila kamu masuk ke kota, kamu akan segera menjumpainya, sebelum ia naik ke bukit untuk makan. Sebab orang banyak tidak akan makan, sebelum ia datang; karena dialah yang memberkati korban, kemudian barulah para undangan makan. Pergilah sekarang, sebab kamu akan menjumpainya dengan segera.”"
  },
  {
    "reference": "1Sa 9:14",
    "text": "Maka naiklah mereka ke kota, dan ketika mereka masuk kota, Samuel yang berjalan keluar untuk naik ke bukit, berpapasan dengan mereka."
  },
  {
    "reference": "1Sa 9:15",
    "text": "Tetapi Tuhan telah menyatakan kepada Samuel, sehari sebelum kedatangan Saul, demikian:"
  },
  {
    "reference": "1Sa 9:16",
    "text": "”Besok kira-kira waktu ini Aku akan menyuruh kepadamu seorang laki-laki dari tanah Benyamin; engkau akan mengurapi dia menjadi raja atas umat-Ku Israel dan ia akan menyelamatkan umat-Ku dari tangan orang Filistin. Sebab Aku telah memperhatikan sengsara umat-Ku itu, karena teriakannya telah sampai kepada-Ku.”"
  },
  {
    "reference": "1Sa 9:17",
    "text": "Ketika Samuel melihat Saul, maka berfirmanlah Tuhan kepadanya: ”Inilah orang yang Kusebutkan kepadamu itu; orang ini akan memegang tampuk pemerintahan atas umat-Ku.”"
  },
  {
    "reference": "1Sa 9:18",
    "text": "Dalam pada itu Saul, datang mendekati Samuel di tengah pintu gerbang dan berkata: ”Maaf, di mana rumah pelihat itu?”"
  },
  {
    "reference": "1Sa 9:19",
    "text": "Jawab Samuel kepada Saul, katanya: ”Akulah pelihat itu. Naiklah mendahului aku ke bukit. Hari ini kamu makan bersama-sama dengan daku; besok pagi aku membiarkan engkau pergi dan aku akan memberitahukan kepadamu segala sesuatu yang ada dalam hatimu."
  },
  {
    "reference": "1Sa 9:20",
    "text": "Adapun keledai-keledaimu, yang telah hilang tiga hari lamanya sampai sekarang, janganlah engkau kuatir, sebab telah diketemukan. Tetapi siapakah yang memiliki segala yang diingini orang Israel? Bukankah itu ada padamu dan pada seluruh kaum keluargamu?”"
  },
  {
    "reference": "1Sa 9:21",
    "text": "Tetapi jawab Saul: ”Bukankah aku seorang suku Benyamin, suku yang terkecil di Israel? Dan bukankah kaumku yang paling hina dari segala kaum suku Benyamin? Mengapa bapa berkata demikian kepadaku?”"
  },
  {
    "reference": "1Sa 9:22",
    "text": "Sesudah itu Samuel mengajak Saul dan bujangnya, dibawanya ke pendopo dan diberikannya kepada mereka tempat utama di depan para undangan, yang banyaknya kira-kira tiga puluh orang."
  },
  {
    "reference": "1Sa 9:23",
    "text": "Berkatalah Samuel kepada juru masak: ”Berikanlah sekarang bagian yang kuberikan kepadamu tadi, dengan pesan: Simpanlah ini dahulu.”"
  },
  {
    "reference": "1Sa 9:24",
    "text": "Lalu juru masak itu menghidangkan paha dan apa yang termasuk ke situ dan meletakkannya ke depan Saul. Dan Samuel berkata: ”Lihat, yang tinggal ini diletakkan ke depanmu; makanlah, sebab telah disimpan bagimu untuk perayaan ini, ketika aku berkata: Aku telah mengundang orang banyak.” Demikianlah pada hari itu Saul makan bersama-sama dengan Samuel."
  },
  {
    "reference": "1Sa 9:25",
    "text": "Sesudah itu turunlah mereka dari bukit ke kota. Dan Samuel bercakap-cakap dengan Saul di atas sotoh."
  },
  {
    "reference": "1Sa 9:26",
    "text": "Mereka bangun pagi-pagi, dan ketika fajar menyingsing, Samuel memanggil Saul yang ada di atas sotoh itu, katanya: ”Bangunlah, aku akan mengantarkan engkau.” Lalu Saul bangun dan mereka keduanya pergi ke luar, yakni ia dan Samuel."
  },
  {
    "reference": "1Sa 9:27",
    "text": "Ketika mereka turun sampai ke ujung kota, berkatalah Samuel kepada Saul: ”Katakanlah kepada bujang itu, supaya ia pergi mendahului kita, tetapi berhentilah engkau sebentar, maka aku akan memberitahukan kepadamu firman Allah.”"
  },
  {
    "reference": "1Sa 10:1",
    "text": "Lalu Samuel mengambil buli-buli berisi minyak, dituangnyalah ke atas kepala Saul, diciumnyalah dia sambil berkata: ”Bukankah Tuhan telah mengurapi engkau menjadi raja atas umat-Nya Israel? Engkau akan memegang tampuk pemerintahan atas umat Tuhan, dan engkau akan menyelamatkannya dari tangan musuh-musuh di sekitarnya. Inilah tandanya bagimu, bahwa Tuhan telah mengurapi engkau menjadi raja atas milik-Nya sendiri:"
  },
  {
    "reference": "1Sa 10:2",
    "text": "Apabila engkau pada hari ini pergi meninggalkan aku, maka engkau akan bertemu dengan dua orang laki-laki di dekat kubur Rahel, di daerah Benyamin, di Zelzah. Mereka akan berkata kepadamu: Keledai-keledai yang engkau cari itu telah diketemukan; dan ayahmu tidak memikirkan keledai-keledai itu lagi, tetapi ia kuatir mengenai kamu, katanya: Apakah yang akan kuperbuat untuk anakku itu?"
  },
  {
    "reference": "1Sa 10:3",
    "text": "Dari sana engkau akan berjalan terus lagi dan sampai ke pohon tarbantin Tabor, maka di sana engkau akan ditemui oleh tiga orang laki-laki yang naik menghadap Allah di Betel; seorang membawa tiga ekor anak kambing, seorang membawa tiga ketul roti dan yang lain lagi sebuyung anggur."
  },
  {
    "reference": "1Sa 10:4",
    "text": "Mereka akan memberi salam kepadamu dan memberikan kepadamu dua ketul roti yang akan kauterima dari mereka."
  },
  {
    "reference": "1Sa 10:5",
    "text": "Sesudah itu engkau akan sampai ke Gibea Allah, tempat kedudukan pasukan orang Filistin. Dan apabila engkau masuk kota, engkau akan berjumpa di sana dengan serombongan nabi, yang turun dari bukit pengorbanan dengan gambus, rebana, suling dan kecapi di depan mereka; mereka sendiri akan kepenuhan seperti nabi."
  },
  {
    "reference": "1Sa 10:6",
    "text": "Maka Roh Tuhan akan berkuasa atasmu; engkau akan kepenuhan bersama-sama dengan mereka dan berubah menjadi manusia lain."
  },
  {
    "reference": "1Sa 10:7",
    "text": "Apabila tanda-tanda ini terjadi kepadamu, lakukanlah apa saja yang didapat oleh tanganmu, sebab Allah menyertai engkau."
  },
  {
    "reference": "1Sa 10:8",
    "text": "Engkau harus pergi ke Gilgal mendahului aku, dan camkanlah, aku akan datang kepadamu untuk mempersembahkan korban bakaran dan korban keselamatan. Engkau harus menunggu tujuh hari lamanya, sampai aku datang kepadamu dan memberitahukan kepadamu apa yang harus kaulakukan.”"
  },
  {
    "reference": "1Sa 10:9",
    "text": "Sedang ia berpaling untuk pergi meninggalkan Samuel, maka Allah mengubah hatinya menjadi lain. Dan segala tanda-tanda yang tersebut itu terjadi pada hari itu juga."
  },
  {
    "reference": "1Sa 10:10",
    "text": "Ketika mereka sampai di Gibea dari sana, maka bertemulah ia dengan serombongan nabi; Roh Allah berkuasa atasnya dan Saul turut kepenuhan seperti nabi di tengah-tengah mereka."
  },
  {
    "reference": "1Sa 10:11",
    "text": "Dan semua orang yang mengenalnya dari dahulu melihat dengan heran, bahwa ia bernubuat bersama-sama dengan nabi-nabi itu; lalu berkatalah orang banyak yang satu kepada yang lain: ”Apakah gerangan yang terjadi dengan anak Kish itu? Apa Saul juga termasuk golongan nabi?”"
  },
  {
    "reference": "1Sa 10:12",
    "text": "- 10:12: 1Sam. 19:23-24 Lalu seorang dari tempat itu menjawab: ”Siapakah bapa mereka?” – Itulah sebabnya menjadi peribahasa: Apa Saul juga termasuk golongan nabi?"
  },
  {
    "reference": "1Sa 10:13",
    "text": "Setelah habis ia kepenuhan seperti nabi, pulanglah ia."
  },
  {
    "reference": "1Sa 10:14",
    "text": "Dan paman Saul berkata kepadanya dan bujangnya: ”Dari mana kamu?” Jawabnya: ”Mencari keledai-keledai itu, tetapi ketika tidak terlihat, maka kami pergi kepada Samuel.”"
  },
  {
    "reference": "1Sa 10:15",
    "text": "Kemudian paman Saul itu berkata: ”Coba ceritakan kepadaku apa yang dikatakan Samuel kepada kamu.”"
  },
  {
    "reference": "1Sa 10:16",
    "text": "Kata Saul kepada pamannya itu: ”Terus saja diberitahukannya kepada kami, bahwa keledai-keledai itu telah diketemukan.” Tetapi perihal menjadi raja yang telah dikatakan Samuel kepadanya, tidak diceritakan kepadanya. Saul menjadi raja dengan undian 10:17-27"
  },
  {
    "reference": "1Sa 10:17",
    "text": "Kemudian Samuel mengerahkan bangsa itu ke hadapan Tuhan di Mizpa"
  },
  {
    "reference": "1Sa 10:18",
    "text": "dan ia berkata kepada orang Israel itu: ”Beginilah firman Tuhan, Allah Israel: Aku telah menuntun orang Israel keluar dari Mesir dan telah melepaskan kamu dari tangan orang Mesir dan dari tangan segala kerajaan yang menindas kamu."
  },
  {
    "reference": "1Sa 10:19",
    "text": "Tetapi sekarang kamu menolak Allahmu yang menyelamatkan kamu dari segala malapetaka dan kesusahanmu, dengan berkata: Tidak, angkatlah seorang raja atas kami. Maka sebab itu, berdirilah kamu di hadapan Tuhan, menurut sukumu dan menurut kaummu.”"
  },
  {
    "reference": "1Sa 10:20",
    "text": "Lalu Samuel menyuruh segala suku Israel tampil ke muka, maka didapati suku Benyamin."
  },
  {
    "reference": "1Sa 10:21",
    "text": "Sesudah itu disuruhnyalah suku Benyamin tampil ke muka menurut kaum keluarganya, maka didapati kaum keluarga Matri. Akhirnya disuruhnyalah kaum keluarga Matri tampil ke muka seorang demi seorang, maka didapati Saul bin Kish. Tetapi ketika ia dicari, ia tidak diketemukan."
  },
  {
    "reference": "1Sa 10:22",
    "text": "Sebab itu ditanyakan pulalah kepada Tuhan: ”Apa orang itu juga datang ke mari?” Tuhan menjawab: ”Sesungguhnya ia bersembunyi di antara barang-barang.”"
  },
  {
    "reference": "1Sa 10:23",
    "text": "Berlarilah orang ke sana dan mengambilnya dari sana, dan ketika ia berdiri di tengah-tengah orang-orang sebangsanya, ternyata ia dari bahu ke atas lebih tinggi dari pada setiap orang sebangsanya."
  },
  {
    "reference": "1Sa 10:24",
    "text": "Dan Samuel berkata kepada seluruh bangsa itu: ”Kamu lihatkah orang yang dipilih Tuhan itu? Sebab tidak ada seorang pun yang sama seperti dia di antara seluruh bangsa itu.” Lalu bersoraklah seluruh bangsa itu, demikian: ”Hidup raja!”"
  },
  {
    "reference": "1Sa 10:25",
    "text": "Kemudian Samuel menguraikan kepada bangsa itu tentang hak-hak kerajaan, menuliskannya pada suatu piagam dan meletakkannya di hadapan Tuhan; sesudah itu Samuel menyuruh seluruh bangsa itu pulang, masing-masing ke rumahnya."
  },
  {
    "reference": "1Sa 10:26",
    "text": "Saul pun pulang ke rumahnya, ke Gibea, dan bersama-sama dengan dia ikut pergi orang-orang gagah perkasa yang hatinya telah digerakkan Allah."
  },
  {
    "reference": "1Sa 10:27",
    "text": "Tetapi orang-orang dursila berkata: ”Masakan orang ini dapat menyelamatkan kita!” Mereka menghina dia dan tidak membawa persembahan kepadanya. Tetapi ia pura-pura tuli."
  },
  {
    "reference": "1Sa 11:1",
    "text": "Maka Nahas, orang Amon itu, bergerak maju dan berkemah mengepung Yabesh-Gilead. Lalu berkatalah semua orang Yabesh itu kepada Nahas: ”Adakanlah perjanjian dengan kami, maka kami akan takluk kepadamu.”"
  },
  {
    "reference": "1Sa 11:2",
    "text": "Tetapi Nahas, orang Amon itu, berkata kepada mereka: ”Dengan syarat inilah aku akan mengadakan perjanjian dengan kamu, bahwa tiap mata kananmu akan kucungkil; dengan demikian aku mendatangkan malu kepada segenap orang Israel.”"
  },
  {
    "reference": "1Sa 11:3",
    "text": "Para tua-tua Yabesh berkata kepadanya: ”Berilah kelonggaran kepada kami tujuh hari lamanya, supaya kami mengirim utusan ke seluruh daerah Israel; dan jika tidak ada seorang pun yang menyelamatkan kami, maka kami akan keluar menyerahkan diri kepadamu.”"
  },
  {
    "reference": "1Sa 11:4",
    "text": "Ketika para utusan itu sampai di Gibea-Saul, dan menyampaikan hal itu kepada bangsa itu, menangislah bangsa itu dengan suara nyaring."
  },
  {
    "reference": "1Sa 11:5",
    "text": "Saul baru saja datang dari padang dengan berjalan di belakang lembunya, dan ia bertanya: ”Ada apa dengan orang-orang itu, sehingga mereka menangis?” Mereka menceritakan kepadanya kabar orang-orang Yabesh itu."
  },
  {
    "reference": "1Sa 11:6",
    "text": "Ketika Saul mendengar kabar itu, maka berkuasalah Roh Allah atas dia, dan menyala-nyalalah amarahnya dengan sangat."
  },
  {
    "reference": "1Sa 11:7",
    "text": "Diambilnyalah sepasang lembu, dipotong-potongnya, lalu potongan-potongan itu dikirimkannya ke seluruh daerah Israel dengan perantaraan utusan, pesannya: ”Siapa yang tidak maju mengikuti Saul dan mengikuti Samuel, lembu-lembunya akan diperlakukan juga demikian.” Lalu Tuhan mendatangkan ketakutan kepada bangsa itu, sehingga majulah mereka serentak."
  },
  {
    "reference": "1Sa 11:8",
    "text": "Ketika Saul memeriksa barisan mereka di Bezek, maka ada tiga ratus ribu orang Israel dan tiga puluh ribu orang Yehuda."
  },
  {
    "reference": "1Sa 11:9",
    "text": "Kepada para utusan yang datang itu dikatakan: ”Beginilah kamu katakan kepada orang-orang Yabesh-Gilead: Besok pada waktu panas teriknya matahari akan datang bagimu penyelamatan.” Ketika para utusan kembali dan memberitahukan hal itu kepada orang-orang Yabesh, bersukacitalah mereka."
  },
  {
    "reference": "1Sa 11:10",
    "text": "Lalu orang-orang Yabesh itu berkata kepada Nahas: ”Besok kami akan keluar menyerahkan diri kepadamu; maka bolehlah kamu lakukan terhadap kami apa pun yang kamu pandang baik.”"
  },
  {
    "reference": "1Sa 11:11",
    "text": "Keesokan harinya Saul membagi rakyat itu menjadi tiga pasukan. Mereka itu masuk ke tengah-tengah perkemahan musuh pada waktu kawal pagi dan memukul kalah orang-orang Amon sebelum hari panas; dan terserak-seraklah orang-orang yang lolos itu, sehingga di antara mereka tidak ada tinggal dua orang bersama-sama."
  },
  {
    "reference": "1Sa 11:12",
    "text": "Lalu berkatalah bangsa itu kepada Samuel: ”Siapakah yang telah berkata: Masakan Saul menjadi raja atas kita? Serahkanlah orang-orang itu, supaya kami membunuhnya.”"
  },
  {
    "reference": "1Sa 11:13",
    "text": "Tetapi kata Saul: ”Pada hari ini seorang pun tidak boleh dibunuh, sebab pada hari ini Tuhan telah mewujudkan keselamatan kepada Israel.”"
  },
  {
    "reference": "1Sa 11:14",
    "text": "Dan Samuel berkata kepada bangsa itu: ”Marilah kita pergi ke Gilgal dan membaharui jabatan raja di sana.”"
  },
  {
    "reference": "1Sa 11:15",
    "text": "Lalu pergilah seluruh bangsa itu ke Gilgal dan menjadikan Saul raja di sana di hadapan Tuhan di Gilgal, dan mereka mempersembahkan di sana korban keselamatan di hadapan Tuhan, dan bersukarialah di sana Saul dan semua orang Israel dengan sangat."
  },
  {
    "reference": "1Sa 12:1",
    "text": "Berkatalah Samuel kepada seluruh orang Israel: ”Telah kudengarkan segala permintaanmu yang kamu sampaikan kepadaku, dan seorang raja telah kuangkat atasmu."
  },
  {
    "reference": "1Sa 12:2",
    "text": "Maka sekarang raja itulah yang menjadi pemimpinmu; tetapi aku ini telah menjadi tua dan beruban, dan bukankah anak-anakku laki-laki ada di antara kamu? Akulah yang menjadi pemimpinmu dari sejak mudaku sampai hari ini."
  },
  {
    "reference": "1Sa 12:3",
    "text": "Di sini aku berdiri. Berikanlah kesaksian menentang aku di hadapan Tuhan dan di hadapan orang yang diurapi-Nya: Lembu siapakah yang telah kuambil? Keledai siapakah yang telah kuambil? Siapakah yang telah kuperas? Siapakah yang telah kuperlakukan dengan kekerasan? Dari tangan siapakah telah kuterima sogok sehingga aku harus tutup mata? Aku akan mengembalikannya kepadamu.”"
  },
  {
    "reference": "1Sa 12:4",
    "text": "Jawab mereka: ”Engkau tidak memeras kami dan engkau tidak memperlakukan kami dengan kekerasan dan engkau tidak menerima apa-apa dari tangan siapa pun.”"
  },
  {
    "reference": "1Sa 12:5",
    "text": "Lalu berkatalah ia kepada mereka: ” Tuhan menjadi saksi kepada kamu, dan orang yang diurapi-Nya pun menjadi saksi pada hari ini, bahwa kamu tidak mendapat apa-apa dalam tanganku.” Jawab mereka: ”Dia menjadi saksi.”"
  },
  {
    "reference": "1Sa 12:6",
    "text": "- 12:6: Kel. 6:26 Lalu berkatalah Samuel kepada bangsa itu: ” Tuhanlah saksi, yang mengangkat Musa dan Harun dan yang menuntun nenek moyangmu keluar dari tanah Mesir."
  },
  {
    "reference": "1Sa 12:7",
    "text": "Maka sebab itu, berdirilah supaya aku bersama-sama dengan kamu berhakim di hadapan Tuhan mengenai segala perbuatan keselamatan Tuhan yang telah dikerjakan-Nya kepadamu dan kepada nenek moyangmu."
  },
  {
    "reference": "1Sa 12:8",
    "text": "- 12:8: Kel. 2:23 Ketika Yakub datang ke Mesir dan nenek moyangmu berseru-seru kepada Tuhan, maka Tuhan mengutus Musa dan Harun, yang membawa nenek moyangmu keluar dari Mesir, dan membiarkan mereka diam di tempat ini."
  },
  {
    "reference": "1Sa 12:9",
    "text": "- 12:9: Hak. 3:12, 4:2, 13:1 Tetapi mereka melupakan Tuhan, Allah mereka, dan Ia menyerahkan mereka ke dalam tangan Sisera, panglima tentara di Hazor, dan ke dalam tangan orang Filistin dan raja Moab, yang berperang melawan mereka."
  },
  {
    "reference": "1Sa 12:10",
    "text": "- 12:10: Hak. 10:10-15 Mereka berseru-seru kepada Tuhan, katanya: Kami telah berdosa, sebab kami telah meninggalkan Tuhan dan beribadah kepada para Baal dan para Asytoret; maka sekarang lepaskanlah kami dari tangan musuh kami, maka kami akan beribadah kepada-Mu."
  },
  {
    "reference": "1Sa 12:11",
    "text": "- 12:11: Hak. 4:6, 7:1, 11:29; 1Sam. 3:20 Sesudah itu Tuhan mengutus Yerubaal, Barak, Yefta dan Samuel, dan melepaskan kamu dari tangan musuh di sekelilingmu, sehingga kamu diam dengan tenteram."
  },
  {
    "reference": "1Sa 12:12",
    "text": "- 12:12: 1Sam. 8:19 Tetapi ketika kamu melihat, bahwa Nahas, raja bani Amon, mendatangi kamu, maka kamu berkata kepadaku: Tidak, seorang raja harus memerintah kami, padahal Tuhan, Allahmu, adalah rajamu."
  },
  {
    "reference": "1Sa 12:13",
    "text": "Maka sebab itu, lihat itu raja yang telah kamu pilih, yang kamu minta. Sesungguhnya Tuhan telah mengangkat raja atasmu,"
  },
  {
    "reference": "1Sa 12:14",
    "text": "asal saja kamu takut akan Tuhan, beribadah kepada-Nya, mendengarkan firman-Nya dan tidak menentang titah Tuhan, dan baik kamu, maupun raja yang akan memerintah kamu itu mengikuti Tuhan, Allahmu!"
  },
  {
    "reference": "1Sa 12:15",
    "text": "Tetapi jika kamu tidak mendengarkan firman Tuhan dan kamu menentang titah Tuhan, maka tangan Tuhan akan melawan kamu dan melawan rajamu."
  },
  {
    "reference": "1Sa 12:16",
    "text": "Sekarang tinggallah berdiri dan lihatlah perkara yang besar yang akan dilakukan Tuhan di depan matamu ini."
  },
  {
    "reference": "1Sa 12:17",
    "text": "Bukankah sekarang musim menuai gandum? Aku akan berseru kepada Tuhan, supaya Ia memberikan guruh dan hujan. Lihatlah dan sadarlah, bahwa besar kejahatan yang telah kamu lakukan itu di mata Tuhan dengan meminta raja bagimu.”"
  },
  {
    "reference": "1Sa 12:18",
    "text": "Lalu berserulah Samuel kepada Tuhan, maka Tuhan memberikan pada hari itu guruh dan hujan, sehingga sangat takutlah seluruh bangsa itu kepada Tuhan dan kepada Samuel."
  },
  {
    "reference": "1Sa 12:19",
    "text": "Berkatalah seluruh bangsa itu kepada Samuel: ”Berdoalah untuk hamba-hambamu ini kepada Tuhan, Allahmu, supaya jangan kami mati, sebab dengan meminta raja bagi kami, kami menambah dosa kami dengan kejahatan ini.”"
  },
  {
    "reference": "1Sa 12:20",
    "text": "Dan berkatalah Samuel kepada bangsa itu: ”Jangan takut; memang kamu telah melakukan segala kejahatan ini, tetapi janganlah berhenti mengikuti Tuhan, melainkan beribadahlah kepada Tuhan dengan segenap hatimu."
  },
  {
    "reference": "1Sa 12:21",
    "text": "Janganlah menyimpang untuk mengejar dewa kesia-siaan yang tidak berguna dan tidak dapat menolong karena semuanya itu adalah kesia-siaan belaka."
  },
  {
    "reference": "1Sa 12:22",
    "text": "Sebab Tuhan tidak akan membuang umat-Nya, sebab nama-Nya yang besar. Bukankah Tuhan telah berkenan untuk membuat kamu menjadi umat-Nya?"
  },
  {
    "reference": "1Sa 12:23",
    "text": "Mengenai aku, jauhlah dari padaku untuk berdosa kepada Tuhan dengan berhenti mendoakan kamu; aku akan mengajarkan kepadamu jalan yang baik dan lurus."
  },
  {
    "reference": "1Sa 12:24",
    "text": "Hanya takutlah akan Tuhan dan setialah beribadah kepada-Nya dengan segenap hatimu, sebab ketahuilah, betapa besarnya hal-hal yang dilakukan-Nya di antara kamu."
  },
  {
    "reference": "1Sa 12:25",
    "text": "Tetapi jika kamu terus berbuat jahat, maka kamu akan dilenyapkan, baik kamu maupun rajamu itu.”"
  },
  {
    "reference": "1Sa 13:1",
    "text": "Saul berumur sekian tahun ketika ia menjadi raja; dua tahun ia memerintah atas Israel."
  },
  {
    "reference": "1Sa 13:2",
    "text": "Saul memilih tiga ribu orang dari antara orang Israel; dua ribu orang ada bersama-sama dengan Saul di Mikhmas dan di pegunungan Betel, sedang seribu orang ada bersama-sama dengan Yonatan di Gibea Benyamin, tetapi selebihnya dari rakyat itu disuruhnya pulang, masing-masing ke kemahnya."
  },
  {
    "reference": "1Sa 13:3",
    "text": "Yonatan memukul kalah pasukan pendudukan orang Filistin yang ada di Geba; dan hal itu terdengar oleh orang Filistin. Karena itu Saul menyuruh meniup sangkakala di seluruh negeri, sebab pikirnya: ”Biarlah orang Ibrani mendengarnya.”"
  },
  {
    "reference": "1Sa 13:4",
    "text": "Demikianlah seluruh orang Israel mendengar kabar, bahwa Saul telah memukul kalah pasukan pendudukan orang Filistin dan dengan demikian orang Israel dibenci oleh orang Filistin. Kemudian dikerahkanlah rakyat itu untuk mengikuti Saul ke Gilgal."
  },
  {
    "reference": "1Sa 13:5",
    "text": "Adapun orang Filistin telah berkumpul untuk berperang melawan orang Israel. Dengan tiga ribu kereta, enam ribu orang pasukan berkuda dan pasukan berjalan kaki sebanyak pasir di tepi laut mereka bergerak maju dan berkemah di Mikhmas, di sebelah timur Bet-Awen."
  },
  {
    "reference": "1Sa 13:6",
    "text": "Ketika dilihat orang-orang Israel, bahwa mereka terjepit – sebab rakyat memang terdesak – maka larilah rakyat bersembunyi di gua, keluk batu, bukit batu, liang batu dan perigi;"
  },
  {
    "reference": "1Sa 13:7",
    "text": "malah ada orang Ibrani yang menyeberangi arungan sungai Yordan menuju tanah Gad dan Gilead, sedang Saul masih di Gilgal dan seluruh rakyat mengikutinya dengan gemetar."
  },
  {
    "reference": "1Sa 13:8",
    "text": "- 13:8: 1Sam. 10:8 Ia menunggu tujuh hari lamanya sampai waktu yang ditentukan Samuel. Tetapi ketika Samuel tidak datang ke Gilgal, mulailah rakyat itu berserak-serak meninggalkan dia."
  },
  {
    "reference": "1Sa 13:9",
    "text": "Sebab itu Saul berkata: ”Bawalah kepadaku korban bakaran dan korban keselamatan itu.” Lalu ia mempersembahkan korban bakaran."
  },
  {
    "reference": "1Sa 13:10",
    "text": "Baru saja ia habis mempersembahkan korban bakaran, maka tampaklah Samuel datang. Saul pergi menyongsongnya untuk memberi salam kepadanya."
  },
  {
    "reference": "1Sa 13:11",
    "text": "Tetapi kata Samuel: ”Apa yang telah kauperbuat?” Jawab Saul: ”Karena aku melihat rakyat itu berserak-serak meninggalkan aku dan engkau tidak datang pada waktu yang telah ditentukan, padahal orang Filistin telah berkumpul di Mikhmas,"
  },
  {
    "reference": "1Sa 13:12",
    "text": "maka pikirku: Sebentar lagi orang Filistin akan menyerang aku di Gilgal, padahal aku belum memohonkan belas kasihan Tuhan; sebab itu aku memberanikan diri, lalu mempersembahkan korban bakaran.”"
  },
  {
    "reference": "1Sa 13:13",
    "text": "Kata Samuel kepada Saul: ”Perbuatanmu itu bodoh. Engkau tidak mengikuti perintah Tuhan, Allahmu, yang diperintahkan-Nya kepadamu; sebab sedianya Tuhan mengokohkan kerajaanmu atas orang Israel untuk selama-lamanya."
  },
  {
    "reference": "1Sa 13:14",
    "text": "- 13:14: Kis. 13:22 Tetapi sekarang kerajaanmu tidak akan tetap. Tuhan telah memilih seorang yang berkenan di hati-Nya dan Tuhan telah menunjuk dia menjadi raja atas umat-Nya, karena engkau tidak mengikuti apa yang diperintahkan Tuhan kepadamu.”"
  },
  {
    "reference": "1Sa 13:15",
    "text": "Kemudian berangkatlah Samuel dan pergi dari Gilgal ke Gibea Benyamin. Tetapi Saul memeriksa barisan rakyat yang ada bersama-sama dengan dia itu: kira-kira enam ratus orang banyaknya."
  },
  {
    "reference": "1Sa 13:16",
    "text": "Saul dan Yonatan, anaknya, dan rakyat yang ada bersama-sama dengan mereka, tinggal di Geba-Benyamin, sedang orang Filistin berkemah di Mikhmas."
  },
  {
    "reference": "1Sa 13:17",
    "text": "Maka keluarlah orang-orang penjarah dari perkemahan orang Filistin dalam tiga gerombolan: gerombolan yang satu mengambil jalan ke Ofra, ke daerah Syual;"
  },
  {
    "reference": "1Sa 13:18",
    "text": "gerombolan yang kedua mengambil jalan ke Bet-Horon, dan gerombolan yang satu lagi mengambil jalan ke perbatasan yang menghadap ke lembah Zeboim arah ke padang gurun."
  },
  {
    "reference": "1Sa 13:19",
    "text": "Seorang tukang besi tidak terdapat di seluruh negeri Israel, sebab orang Filistin berkata: ”Jangan-jangan orang Ibrani membuat pedang atau tombak.”"
  },
  {
    "reference": "1Sa 13:20",
    "text": "Jadi semua orang Israel harus pergi kepada orang Filistin untuk mengasah mata bajaknya, beliungnya, kapaknya atau aritnya masing-masing –"
  },
  {
    "reference": "1Sa 13:21",
    "text": "adapun bayarannya ialah dua pertiga syikal untuk mata bajak dan beliung, dan sepertiga syikal untuk mengasah kapak dan untuk memasang kusa –"
  },
  {
    "reference": "1Sa 13:22",
    "text": "sehingga pada hari pertempuran itu sebilah pedang atau lembing pun tidak terdapat pada seluruh rakyat yang ada bersama Saul dan Yonatan. Tetapi Saul dan Yonatan, anaknya itu, masih mempunyainya. Kepahlawanan Yonatan 13:23–14:23"
  },
  {
    "reference": "1Sa 13:23",
    "text": "Dan suatu pasukan pengawal orang Filistin telah keluar ke pelintasan gunung di Mikhmas."
  },
  {
    "reference": "1Sa 14:1",
    "text": "Pada suatu hari Yonatan bin Saul berkata kepada bujang pembawa senjatanya: ”Mari kita menyeberang ke dekat pasukan pengawal orang Filistin yang di sebelah sana.” Tetapi tidak diberitahukannya hal itu kepada ayahnya."
  },
  {
    "reference": "1Sa 14:2",
    "text": "Adapun Saul duduk di ujung Gibea di bawah pohon delima yang di Migron. Dan rakyat yang ada bersama-sama dengan dia itu, kira-kira enam ratus orang banyaknya."
  },
  {
    "reference": "1Sa 14:3",
    "text": "Ahia, anak Ahitub, saudara Ikabod, anak Pinehas, anak Eli, imam Tuhan di Silo, dialah yang memakai baju efod pada waktu itu. Tetapi rakyat tidak tahu tentang perginya Yonatan itu."
  },
  {
    "reference": "1Sa 14:4",
    "text": "Di antara pelintasan-pelintasan bukit, yang dicoba Yonatan menyeberanginya ke arah pasukan pengawal orang Filistin, ada ujung bukit batu di sebelah sini dan ada ujung bukit batu di sebelah sana: yang satu bernama Bozes, yang lain bernama Sene."
  },
  {
    "reference": "1Sa 14:5",
    "text": "Ujung yang satu berdiri di sebelah utara di tentangan Mikhmas, yang lain di sebelah selatan di tentangan Geba."
  },
  {
    "reference": "1Sa 14:6",
    "text": "Berkatalah Yonatan kepada bujang pembawa senjatanya itu: ”Mari kita menyeberang ke dekat pasukan pengawal orang-orang yang tidak bersunat ini. Mungkin Tuhan akan bertindak untuk kita, sebab bagi Tuhan tidak sukar untuk menolong, baik dengan banyak orang maupun dengan sedikit orang.”"
  },
  {
    "reference": "1Sa 14:7",
    "text": "Lalu jawab pembawa senjatanya itu kepadanya: ”Lakukanlah niat hatimu itu; sungguh, aku sepakat.”"
  },
  {
    "reference": "1Sa 14:8",
    "text": "Kata Yonatan: ”Perhatikan, kita menyeberang ke dekat orang-orang itu dan memperlihatkan diri kepada mereka."
  },
  {
    "reference": "1Sa 14:9",
    "text": "Apabila kata mereka kepada kita begini: Berhentilah, sampai kami datang padamu, maka kita tinggal berdiri di tempat kita dan tidak naik mendapatkan mereka,"
  },
  {
    "reference": "1Sa 14:10",
    "text": "tetapi apabila kata mereka begini: Naiklah ke mari, maka kita akan naik, sebab kalau demikian Tuhan telah menyerahkan mereka ke dalam tangan kita. Itulah tandanya bagi kita.”"
  },
  {
    "reference": "1Sa 14:11",
    "text": "Ketika mereka keduanya memperlihatkan diri kepada pasukan pengawal orang Filistin, berkatalah orang Filistin itu: ”Lihat, orang-orang Ibrani keluar dari lobang-lobang tempat mereka bersembunyi.”"
  },
  {
    "reference": "1Sa 14:12",
    "text": "Orang-orang dari pasukan pengawal itu berseru kepada Yonatan dan pembawa senjatanya, katanya: ”Naiklah ke mari, maka kami akan menghajar kamu.” Lalu kata Yonatan kepada pembawa senjatanya: ”Naiklah mengikuti aku, sebab Tuhan telah menyerahkan mereka ke dalam tangan orang Israel.”"
  },
  {
    "reference": "1Sa 14:13",
    "text": "Maka naiklah Yonatan merangkak ke atas, dengan diikuti oleh pembawa senjatanya. Orang-orang itu tewas terparang oleh Yonatan, sedang pembawa senjatanya membunuh mereka dari belakangnya."
  },
  {
    "reference": "1Sa 14:14",
    "text": "Kekalahan yang pertama ini, yang ditimbulkan Yonatan dan pembawa senjatanya itu, besarnya kira-kira dua puluh orang dalam jarak kira-kira setengah alur dari sepembajakan ladang."
  },
  {
    "reference": "1Sa 14:15",
    "text": "Lalu timbullah kegentaran di perkemahan, di padang dan di antara seluruh rakyat. Juga pasukan pengawal dan penjarah-penjarah itu gentar, dan bumi gemetar, sehingga menjadi kegentaran yang dari Allah."
  },
  {
    "reference": "1Sa 14:16",
    "text": "Ketika peninjau-peninjau Saul di Gibea Benyamin melihat hal itu – dan sesungguhnya, orang ramai seperti ombak berjalan ke sana ke mari –"
  },
  {
    "reference": "1Sa 14:17",
    "text": "berkatalah Saul kepada tentara yang bersama-sama dengan dia itu: ”Periksalah barisan dan lihatlah siapa yang pergi dari pada kita.” Mereka memeriksa barisan, dan ternyata Yonatan dan pembawa senjatanya tidak ada."
  },
  {
    "reference": "1Sa 14:18",
    "text": "Lalu kata Saul kepada Ahia: ”Bawalah baju efod ke mari.” Karena pada waktu itu dialah yang memakai baju efod di antara orang Israel."
  },
  {
    "reference": "1Sa 14:19",
    "text": "Tetapi sedang Saul berbicara kepada imam itu, maka kian lama kian bertambahlah keributan di perkemahan orang Filistin, sehingga Saul berkata pula kepada imam itu: ”Biarlah!”"
  },
  {
    "reference": "1Sa 14:20",
    "text": "Kemudian berkumpullah Saul dan seluruh rakyat yang bersama-sama dengan dia itu; dan ketika mereka sampai ke tempat pertempuran, tampaklah setiap orang menikam temannya dengan pedang, suatu huru-hara yang sangat besar."
  },
  {
    "reference": "1Sa 14:21",
    "text": "Lagipula orang-orang Ibrani yang telah lama tinggal pada orang Filistin dan yang telah ikut maju dalam tentara mereka, mereka juga berbalik untuk bergabung dengan orang-orang Israel yang ada bersama-sama dengan Saul dan Yonatan."
  },
  {
    "reference": "1Sa 14:22",
    "text": "Bahkan, ketika semua orang Israel yang telah bersembunyi di pegunungan Efraim, mendengar bahwa orang Filistin telah lari, orang-orang itu pun bergabung dengan mereka dalam pertempuran."
  },
  {
    "reference": "1Sa 14:23",
    "text": "Demikianlah Tuhan menyelamatkan orang Israel pada hari itu. Pertempuran itu meluas sampai lewat Bet-Awen. Yonatan dibebaskan dari kutuk 14:24-46"
  },
  {
    "reference": "1Sa 14:24",
    "text": "Ketika orang-orang Israel terdesak pada hari itu, Saul menyuruh rakyat mengucapkan kutuk, katanya: ”Terkutuklah orang yang memakan sesuatu sebelum matahari terbenam dan sebelum aku membalas dendam terhadap musuhku.” Sebab itu tidak ada seorang pun dari rakyat yang memakan sesuatu."
  },
  {
    "reference": "1Sa 14:25",
    "text": "Dan seluruh orang itu sampailah ke suatu hutan dan di sana ada madu di tanah."
  },
  {
    "reference": "1Sa 14:26",
    "text": "Ketika rakyat sampai ke hutan itu, tampaklah ada di sana madu meleleh, tetapi tidak ada seorang pun yang mencedoknya ke mulutnya dengan tangan, sebab rakyat takut kepada sumpah itu."
  },
  {
    "reference": "1Sa 14:27",
    "text": "Tetapi Yonatan tidak mendengar, bahwa ayahnya telah menyuruh rakyat bersumpah. Ia mengulurkan tongkat yang ada di tangannya dan mencelupkan ujungnya ke dalam sarang madu; kemudian ia mencedoknya ke mulutnya dengan tangan, lalu matanya menjadi terang lagi."
  },
  {
    "reference": "1Sa 14:28",
    "text": "Dan seorang dari rakyat berbicara, katanya: ”Ayahmu telah menyuruh rakyat bersumpah dengan bersungguh-sungguh, katanya: Terkutuklah orang yang memakan sesuatu pada hari ini; sebab itu rakyat letih lesu.”"
  },
  {
    "reference": "1Sa 14:29",
    "text": "Lalu kata Yonatan: ”Ayahku mencelakakan negeri; coba lihat, bagaimana terangnya mataku, setelah aku merasai sedikit dari madu ini."
  },
  {
    "reference": "1Sa 14:30",
    "text": "Apalagi, jika sekiranya rakyat pada hari ini boleh makan dengan bebas dari jarahan musuhnya, yang telah didapatnya! Tetapi sekarang tidaklah besar kekalahan di antara orang Filistin.”"
  },
  {
    "reference": "1Sa 14:31",
    "text": "Dan pada hari itu mereka memukul kalah orang Filistin dari Mikhmas sampai ke Ayalon. Rakyat sudah sangat letih lesu,"
  },
  {
    "reference": "1Sa 14:32",
    "text": "sebab itu rakyat menyambar jarahan; mereka mengambil kambing domba, lembu dan anak lembu, menyembelihnya begitu saja di atas tanah, dan memakannya dengan darahnya."
  },
  {
    "reference": "1Sa 14:33",
    "text": "- 14:33: Kej. 9:4; Im. 7:26-27, 17:10-14, 19:26; Ul. 12:16, 23, 15:23 Lalu diberitahukanlah kepada Saul, demikian: ”Lihat, rakyat berdosa terhadap Tuhan dengan memakannya dengan darahnya.” Dan ia berkata: ”Kamu berbuat khianat; gulingkanlah sekarang juga sebuah batu besar ke mari.”"
  },
  {
    "reference": "1Sa 14:34",
    "text": "Kata Saul pula: ”Berserak-seraklah di antara rakyat dan katakan kepada mereka: Setiap orang harus membawa lembunya atau dombanya kepadaku; sembelihlah itu di sini, maka kamu boleh memakannya. Tetapi janganlah berdosa terhadap Tuhan dengan memakannya dengan darahnya.” Lalu setiap orang dari seluruh rakyat membawa serta pada malam itu lembunya, dan mereka menyembelihnya di sana."
  },
  {
    "reference": "1Sa 14:35",
    "text": "Saul mendirikan mezbah bagi Tuhan; inilah mezbah yang mula-mula sekali didirikannya bagi Tuhan."
  },
  {
    "reference": "1Sa 14:36",
    "text": "Lagi kata Saul: ”Marilah kita pada malam ini mengejar orang Filistin dan menjarahi mereka sampai fajar menyingsing dan janganlah kita biarkan hidup seorang pun dari mereka.” Jawab mereka itu: ”Perbuatlah apa yang kaupandang baik.” Tetapi imam berkata: ”Marilah kita dahulu tampil menghadap Allah di sini.”"
  },
  {
    "reference": "1Sa 14:37",
    "text": "Saul bertanya kepada Allah: ”Bolehkah aku mengejar orang Filistin itu? Akan Kauserahkankah mereka ke dalam tangan orang Israel?” Tetapi pada hari itu Ia tidak menjawab Saul."
  },
  {
    "reference": "1Sa 14:38",
    "text": "Lalu kata Saul: ”Datanglah ke mari, kamu segala pemuka rakyat; berusahalah mengetahui apa sebab dosa ini terjadi pada hari ini."
  },
  {
    "reference": "1Sa 14:39",
    "text": "Sebab demi Tuhan yang hidup, yang menyelamatkan orang Israel, sekalipun itu disebabkan oleh Yonatan, anakku, maka ia pasti akan mati.” Tetapi seorang pun dari seluruh rakyat tidak ada yang menjawabnya."
  },
  {
    "reference": "1Sa 14:40",
    "text": "Kemudian berkatalah ia kepada seluruh orang Israel: ”Kamu berdiri di sebelah yang satu dan aku serta anakku Yonatan akan berdiri di sebelah yang lain.” Lalu jawab rakyat kepada Saul: ”Perbuatlah apa yang kaupandang baik.”"
  },
  {
    "reference": "1Sa 14:41",
    "text": "- 14:41: Bil. 27:21; 1Sam. 28:6 Lalu berkatalah Saul: ”Ya, Tuhan, Allah Israel, mengapa Engkau tidak menjawab hamba-Mu pada hari ini? Jika kesalahan itu ada padaku atau pada anakku Yonatan, ya Tuhan, Allah Israel, tunjukkanlah kiranya Urim; tetapi jika kesalahan itu ada pada umat-Mu Israel, tunjukkanlah Tumim.” Lalu didapati Yonatan dan Saul, tetapi rakyat itu terluput."
  },
  {
    "reference": "1Sa 14:42",
    "text": "Kata Saul: ”Buanglah undi antara aku dan anakku Yonatan.” Lalu didapati Yonatan."
  },
  {
    "reference": "1Sa 14:43",
    "text": "Kata Saul kepada Yonatan: ”Beritahukanlah kepadaku apa yang telah kauperbuat.” Lalu Yonatan memberitahukan kepadanya, katanya: ”Memang, aku telah merasai sedikit madu dengan ujung tongkat yang ada di tanganku. Aku bersedia untuk mati.”"
  },
  {
    "reference": "1Sa 14:44",
    "text": "Kata Saul: ”Beginilah kiranya Allah menghukum aku, bahkan lebih lagi dari pada itu. Sesungguhnya, Yonatan, engkau harus mati.”"
  },
  {
    "reference": "1Sa 14:45",
    "text": "Tetapi rakyat berkata kepada Saul: ”Masakan Yonatan harus mati, dia yang telah mendapat kemenangan yang besar ini di Israel? Jauhlah yang demikian! Demi Tuhan yang hidup, sehelai rambut pun dari kepalanya takkan jatuh ke bumi! Sebab dengan pertolongan Allah juga dilakukannya hal itu pada hari ini.” Demikianlah rakyat membebaskan Yonatan, sehingga ia tidak harus mati."
  },
  {
    "reference": "1Sa 14:46",
    "text": "Maka pulanglah Saul setelah mengejar orang Filistin, dan orang Filistin itu pun kembali ke tempat kediamannya. Catatan tentang musuh-musuh dan keluarga Saul 14:47-52"
  },
  {
    "reference": "1Sa 14:47",
    "text": "Setelah Saul mendapat jabatan raja atas Israel, maka berperanglah ia ke segala penjuru melawan segala musuhnya: melawan Moab, bani Amon, Edom, raja-raja negeri Zoba dan orang Filistin. Dan ke mana pun ia pergi, ia selalu mendapat kemenangan."
  },
  {
    "reference": "1Sa 14:48",
    "text": "Ia melakukan perbuatan-perbuatan yang gagah perkasa, memukul kalah orang Amalek, dan melepaskan Israel dari tangan orang-orang yang merampasi mereka."
  },
  {
    "reference": "1Sa 14:49",
    "text": "Anak-anak lelaki Saul ialah Yonatan, Yiswi dan Malkisua. Nama kedua anaknya yang perempuan: yang tertua bernama Merab, yang termuda bernama Mikhal."
  },
  {
    "reference": "1Sa 14:50",
    "text": "Isteri Saul bernama Ahinoam, anak Ahimaas. Panglima tentaranya bernama Abner, anak Ner, paman Saul."
  },
  {
    "reference": "1Sa 14:51",
    "text": "Kish, ayah Saul, dan Ner, ayah Abner, adalah anak-anak Abiel."
  },
  {
    "reference": "1Sa 14:52",
    "text": "Hebat peperangan melawan orang Filistin selama zaman Saul. Dan semua pahlawan dan orang gagah perkasa, yang dilihat Saul, dikumpulkannya kepadanya."
  },
  {
    "reference": "1Sa 15:1",
    "text": "- 15:1: 1Sam. 10:1 Berkatalah Samuel kepada Saul: ”Aku telah diutus oleh Tuhan untuk mengurapi engkau menjadi raja atas Israel, umat-Nya; oleh sebab itu, dengarkanlah bunyi firman Tuhan."
  },
  {
    "reference": "1Sa 15:2",
    "text": "- 15:2: Kel. 17:8-14; Ul. 25:17-19 Beginilah firman Tuhan semesta alam: Aku akan membalas apa yang dilakukan orang Amalek kepada orang Israel, karena orang Amalek menghalang-halangi mereka, ketika orang Israel pergi dari Mesir."
  },
  {
    "reference": "1Sa 15:3",
    "text": "Jadi pergilah sekarang, kalahkanlah orang Amalek, tumpaslah segala yang ada padanya, dan janganlah ada belas kasihan kepadanya. Bunuhlah semuanya, laki-laki maupun perempuan, kanak-kanak maupun anak-anak yang menyusu, lembu maupun domba, unta maupun keledai.”"
  },
  {
    "reference": "1Sa 15:4",
    "text": "Lalu Saul memanggil rakyat berkumpul dan memeriksa barisan mereka di Telaim: ada dua ratus ribu orang pasukan berjalan kaki dan sepuluh ribu orang Yehuda."
  },
  {
    "reference": "1Sa 15:5",
    "text": "Setelah Saul sampai ke kota orang Amalek, disuruhnyalah orang-orang menghadang di lembah."
  },
  {
    "reference": "1Sa 15:6",
    "text": "Berkatalah Saul kepada orang Keni: ”Berangkatlah, menjauhlah, pergilah dari tengah-tengah orang Amalek, supaya jangan kulenyapkan kamu bersama-sama dengan mereka. Bukankah kamu telah menunjukkan persahabatanmu kepada semua orang Israel, ketika mereka pergi dari Mesir?” Sesudah itu menjauhlah orang Keni dari tengah-tengah orang Amalek."
  },
  {
    "reference": "1Sa 15:7",
    "text": "Lalu Saul memukul kalah orang Amalek mulai dari Hawila sampai ke Syur, yang di sebelah timur Mesir."
  },
  {
    "reference": "1Sa 15:8",
    "text": "Agag, raja orang Amalek, ditangkapnya hidup-hidup, tetapi segenap rakyatnya ditumpasnya dengan mata pedang."
  },
  {
    "reference": "1Sa 15:9",
    "text": "Tetapi Saul dan rakyat itu menyelamatkan Agag dan kambing domba dan lembu-lembu yang terbaik dan tambun, pula anak domba dan segala yang berharga: tidak mau mereka menumpas semuanya itu. Tetapi segala hewan yang tidak berharga dan yang buruk, itulah yang ditumpas mereka."
  },
  {
    "reference": "1Sa 15:10",
    "text": "Lalu datanglah firman Tuhan kepada Samuel, demikian:"
  },
  {
    "reference": "1Sa 15:11",
    "text": "”Aku menyesal, karena Aku telah menjadikan Saul raja, sebab ia telah berbalik dari pada Aku dan tidak melaksanakan firman-Ku.” Maka sakit hatilah Samuel dan ia berseru-seru kepada Tuhan semalam-malaman."
  },
  {
    "reference": "1Sa 15:12",
    "text": "Lalu Samuel bangun pagi-pagi untuk bertemu dengan Saul, tetapi diberitahukan kepada Samuel, demikian: ”Saul telah ke Karmel tadi dan telah didirikannya baginya suatu tanda peringatan; kemudian ia balik dan mengambil jurusan ke Gilgal.”"
  },
  {
    "reference": "1Sa 15:13",
    "text": "Ketika Samuel sampai kepada Saul, berkatalah Saul kepadanya: ”Diberkatilah kiranya engkau oleh Tuhan; aku telah melaksanakan firman Tuhan.”"
  },
  {
    "reference": "1Sa 15:14",
    "text": "Tetapi kata Samuel: ”Kalau begitu apakah bunyi kambing domba, yang sampai ke telingaku, dan bunyi lembu-lembu yang kudengar itu?”"
  },
  {
    "reference": "1Sa 15:15",
    "text": "Jawab Saul: ”Semuanya itu dibawa dari pada orang Amalek, sebab rakyat menyelamatkan kambing domba dan lembu-lembu yang terbaik dengan maksud untuk mempersembahkan korban kepada Tuhan, Allahmu; tetapi selebihnya telah kami tumpas.”"
  },
  {
    "reference": "1Sa 15:16",
    "text": "Lalu berkatalah Samuel kepada Saul: ”Sudahlah! Aku akan memberitahukan kepadamu apa yang difirmankan Tuhan kepadaku tadi malam.” Kata Saul kepadanya: ”Katakanlah.”"
  },
  {
    "reference": "1Sa 15:17",
    "text": "Sesudah itu berkatalah Samuel: ”Bukankah engkau, walaupun engkau kecil pada pemandanganmu sendiri, telah menjadi kepala atas suku-suku Israel? Dan bukankah Tuhan telah mengurapi engkau menjadi raja atas Israel?"
  },
  {
    "reference": "1Sa 15:18",
    "text": "Tuhan telah menyuruh engkau pergi, dengan pesan: Pergilah, tumpaslah orang-orang berdosa itu, yakni orang Amalek, berperanglah melawan mereka sampai engkau membinasakan mereka."
  },
  {
    "reference": "1Sa 15:19",
    "text": "Mengapa engkau tidak mendengarkan suara Tuhan? Mengapa engkau mengambil jarahan dan melakukan apa yang jahat di mata Tuhan?”"
  },
  {
    "reference": "1Sa 15:20",
    "text": "Lalu kata Saul kepada Samuel: ”Aku memang mendengarkan suara Tuhan dan mengikuti jalan yang telah disuruh Tuhan kepadaku dan aku membawa Agag, raja orang Amalek, tetapi orang Amalek itu sendiri telah kutumpas."
  },
  {
    "reference": "1Sa 15:21",
    "text": "Tetapi rakyat mengambil dari jarahan itu kambing domba dan lembu-lembu yang terbaik dari yang dikhususkan untuk ditumpas itu, untuk mempersembahkan korban kepada Tuhan, Allahmu, di Gilgal.”"
  },
  {
    "reference": "1Sa 15:22",
    "text": "Tetapi jawab Samuel: ”Apakah Tuhan itu berkenan kepada korban bakaran dan korban sembelihan sama seperti kepada mendengarkan suara Tuhan? Sesungguhnya, mendengarkan lebih baik dari pada korban sembelihan, memperhatikan lebih baik dari pada lemak domba-domba jantan."
  },
  {
    "reference": "1Sa 15:23",
    "text": "Sebab pendurhakaan adalah sama seperti dosa bertenung dan kedegilan adalah sama seperti menyembah berhala dan terafim. Karena engkau telah menolak firman Tuhan, maka Ia telah menolak engkau sebagai raja.”"
  },
  {
    "reference": "1Sa 15:24",
    "text": "Berkatalah Saul kepada Samuel: ”Aku telah berdosa, sebab telah kulangkahi titah Tuhan dan perkataanmu; tetapi aku takut kepada rakyat, karena itu aku mengabulkan permintaan mereka."
  },
  {
    "reference": "1Sa 15:25",
    "text": "Maka sekarang, ampunilah kiranya dosaku; kembalilah bersama-sama dengan aku, maka aku akan sujud menyembah kepada Tuhan.”"
  },
  {
    "reference": "1Sa 15:26",
    "text": "Tetapi jawab Samuel kepada Saul: ”Aku tidak akan kembali bersama-sama dengan engkau, sebab engkau telah menolak firman Tuhan; sebab itu Tuhan telah menolak engkau, sebagai raja atas Israel.”"
  },
  {
    "reference": "1Sa 15:27",
    "text": "Ketika Samuel berpaling hendak pergi, maka Saul memegang punca jubah Samuel, tetapi terkoyak."
  },
  {
    "reference": "1Sa 15:28",
    "text": "Kemudian berkatalah Samuel kepadanya: ” Tuhan telah mengoyakkan dari padamu jabatan raja atas Israel pada hari ini dan telah memberikannya kepada orang lain yang lebih baik dari padamu."
  },
  {
    "reference": "1Sa 15:29",
    "text": "Lagi Sang Mulia dari Israel tidak berdusta dan Ia tidak tahu menyesal; sebab Ia bukan manusia yang harus menyesal.”"
  },
  {
    "reference": "1Sa 15:30",
    "text": "Tetapi kata Saul: ”Aku telah berdosa; tetapi tunjukkanlah juga hormatmu kepadaku sekarang di depan para tua-tua bangsaku dan di depan orang Israel. Kembalilah bersama-sama dengan aku, maka aku akan sujud menyembah kepada Tuhan, Allahmu.”"
  },
  {
    "reference": "1Sa 15:31",
    "text": "Sesudah itu kembalilah Samuel mengikuti Saul. Dan Saul sujud menyembah kepada Tuhan."
  },
  {
    "reference": "1Sa 15:32",
    "text": "Lalu berkatalah Samuel: ”Bawa ke mari Agag, raja Amalek itu.” Dengan gembira Agag pergi kepadanya, sebab pikirnya: ”Sesungguhnya, kepahitan maut telah lewat.”"
  },
  {
    "reference": "1Sa 15:33",
    "text": "Tetapi kata Samuel: ”Seperti pedangmu membuat perempuan-perempuan kehilangan anak, demikianlah ibumu akan kehilangan anak di antara perempuan-perempuan.” Sesudah itu Samuel mencincang Agag di hadapan Tuhan di Gilgal."
  },
  {
    "reference": "1Sa 15:34",
    "text": "Kemudian Samuel pergi ke Rama, tetapi Saul pergi ke rumahnya, di Gibea-Saul."
  },
  {
    "reference": "1Sa 15:35",
    "text": "Sampai hari matinya Samuel tidak melihat Saul lagi, tetapi Samuel berdukacita karena Saul. Dan Tuhan menyesal, karena Ia menjadikan Saul raja atas Israel."
  },
  {
    "reference": "1Sa 16:1",
    "text": "Berfirmanlah Tuhan kepada Samuel: ”Berapa lama lagi engkau berdukacita karena Saul? Bukankah ia telah Kutolak sebagai raja atas Israel? Isilah tabung tandukmu dengan minyak dan pergilah. Aku mengutus engkau kepada Isai, orang Betlehem itu, sebab di antara anak-anaknya telah Kupilih seorang raja bagi-Ku.”"
  },
  {
    "reference": "1Sa 16:2",
    "text": "Tetapi Samuel berkata: ”Bagaimana mungkin aku pergi? Jika Saul mendengarnya, ia akan membunuh aku.” Firman Tuhan: ”Bawalah seekor lembu muda dan katakan: Aku datang untuk mempersembahkan korban kepada Tuhan."
  },
  {
    "reference": "1Sa 16:3",
    "text": "Kemudian undanglah Isai ke upacara pengorbanan itu, lalu Aku akan memberitahukan kepadamu apa yang harus kauperbuat. Urapilah bagi-Ku orang yang akan Kusebut kepadamu.”"
  },
  {
    "reference": "1Sa 16:4",
    "text": "Samuel berbuat seperti yang difirmankan Tuhan dan tibalah ia di kota Betlehem. Para tua-tua di kota itu datang mendapatkannya dengan gemetar dan berkata: ”Adakah kedatanganmu ini membawa selamat?”"
  },
  {
    "reference": "1Sa 16:5",
    "text": "Jawabnya: ”Ya, benar! Aku datang untuk mempersembahkan korban kepada Tuhan. Kuduskanlah dirimu, dan datanglah dengan daku ke upacara pengorbanan ini.” Kemudian ia menguduskan Isai dan anak-anaknya yang laki-laki dan mengundang mereka ke upacara pengorbanan itu."
  },
  {
    "reference": "1Sa 16:6",
    "text": "Ketika mereka itu masuk dan Samuel melihat Eliab, lalu pikirnya: ”Sungguh, di hadapan Tuhan sekarang berdiri yang diurapi-Nya.”"
  },
  {
    "reference": "1Sa 16:7",
    "text": "Tetapi berfirmanlah Tuhan kepada Samuel: ”Janganlah pandang parasnya atau perawakan yang tinggi, sebab Aku telah menolaknya. Bukan yang dilihat manusia yang dilihat Allah; manusia melihat apa yang di depan mata, tetapi Tuhan melihat hati.”"
  },
  {
    "reference": "1Sa 16:8",
    "text": "Lalu Isai memanggil Abinadab dan menyuruhnya lewat di depan Samuel, tetapi Samuel berkata: ”Orang ini pun tidak dipilih Tuhan.”"
  },
  {
    "reference": "1Sa 16:9",
    "text": "Kemudian Isai menyuruh Syama lewat, tetapi Samuel berkata: ”Orang ini pun tidak dipilih Tuhan.”"
  },
  {
    "reference": "1Sa 16:10",
    "text": "Demikianlah Isai menyuruh ketujuh anaknya lewat di depan Samuel, tetapi Samuel berkata kepada Isai: ”Semuanya ini tidak dipilih Tuhan.”"
  },
  {
    "reference": "1Sa 16:11",
    "text": "Lalu Samuel berkata kepada Isai: ”Inikah anakmu semuanya?” Jawabnya: ”Masih tinggal yang bungsu, tetapi sedang menggembalakan kambing domba.” Kata Samuel kepada Isai: ”Suruhlah memanggil dia, sebab kita tidak akan duduk makan, sebelum ia datang ke mari.”"
  },
  {
    "reference": "1Sa 16:12",
    "text": "Kemudian disuruhnyalah menjemput dia. Ia kemerah-merahan, matanya indah dan parasnya elok. Lalu Tuhan berfirman: ”Bangkitlah, urapilah dia, sebab inilah dia.”"
  },
  {
    "reference": "1Sa 16:13",
    "text": "Samuel mengambil tabung tanduk yang berisi minyak itu dan mengurapi Daud di tengah-tengah saudara-saudaranya. Sejak hari itu dan seterusnya berkuasalah Roh Tuhan atas Daud. Lalu berangkatlah Samuel menuju Rama. Daud di istana Saul 16:14-23"
  },
  {
    "reference": "1Sa 16:14",
    "text": "Tetapi Roh Tuhan telah mundur dari pada Saul, dan sekarang ia diganggu oleh roh jahat yang dari pada Tuhan."
  },
  {
    "reference": "1Sa 16:15",
    "text": "Lalu berkatalah hamba-hamba Saul kepadanya: ”Ketahuilah, roh jahat yang dari pada Allah mengganggu engkau;"
  },
  {
    "reference": "1Sa 16:16",
    "text": "baiklah tuanku menitahkan hamba-hambamu yang di depanmu ini mencari seorang yang pandai main kecapi. Apabila roh jahat yang dari pada Allah itu hinggap padamu, haruslah ia main kecapi, maka engkau merasa nyaman.”"
  },
  {
    "reference": "1Sa 16:17",
    "text": "Berkatalah Saul kepada hamba-hambanya itu: ”Carilah bagiku seorang yang dapat main kecapi dengan baik, dan bawalah dia kepadaku.”"
  },
  {
    "reference": "1Sa 16:18",
    "text": "Lalu jawab salah seorang hamba itu, katanya: ”Sesungguhnya, aku telah melihat salah seorang anak laki-laki Isai, orang Betlehem itu, yang pandai main kecapi. Ia seorang pahlawan yang gagah perkasa, seorang prajurit, yang pandai bicara, elok perawakannya; dan Tuhan menyertai dia.”"
  },
  {
    "reference": "1Sa 16:19",
    "text": "Kemudian Saul mengirim suruhan kepada Isai dengan pesan: ”Suruhlah kepadaku anakmu Daud, yang ada pada kambing domba itu.”"
  },
  {
    "reference": "1Sa 16:20",
    "text": "Lalu Isai mengambil seekor keledai yang dimuati roti, sekirbat anggur dan seekor anak kambing, maka dikirimkannyalah itu kepada Saul dengan perantaraan Daud, anaknya."
  },
  {
    "reference": "1Sa 16:21",
    "text": "Demikianlah Daud sampai kepada Saul dan menjadi pelayannya. Saul sangat mengasihinya, dan ia menjadi pembawa senjatanya."
  },
  {
    "reference": "1Sa 16:22",
    "text": "Sebab itu Saul menyuruh orang kepada Isai mengatakan: ”Biarkanlah Daud tetap menjadi pelayanku, sebab aku suka kepadanya.”"
  },
  {
    "reference": "1Sa 16:23",
    "text": "Dan setiap kali apabila roh yang dari pada Allah itu hinggap pada Saul, maka Daud mengambil kecapi dan memainkannya; Saul merasa lega dan nyaman, dan roh yang jahat itu undur dari padanya."
  },
  {
    "reference": "1Sa 17:1",
    "text": "Orang Filistin mengumpulkan tentaranya untuk berperang; mereka berkumpul di Sokho yang di tanah Yehuda dan berkemah antara Sokho dan Azeka di Efes-Damim."
  },
  {
    "reference": "1Sa 17:2",
    "text": "Saul dan orang-orang Israel juga berkumpul dan berkemah di Lembah Tarbantin; mereka mengatur barisan perangnya berhadapan dengan orang Filistin."
  },
  {
    "reference": "1Sa 17:3",
    "text": "Orang Filistin berdiri di bukit sebelah sini dan orang Israel berdiri di bukit sebelah sana, dan lembah ada di antara mereka."
  },
  {
    "reference": "1Sa 17:4",
    "text": "Lalu tampillah keluar seorang pendekar dari tentara orang Filistin. Namanya Goliat, dari Gat. Tingginya enam hasta sejengkal."
  },
  {
    "reference": "1Sa 17:5",
    "text": "Ketopong tembaga ada di kepalanya, dan ia memakai baju zirah yang bersisik; berat baju zirah ini lima ribu syikal tembaga."
  },
  {
    "reference": "1Sa 17:6",
    "text": "Dia memakai penutup kaki dari tembaga, dan di bahunya ia memanggul lembing tembaga."
  },
  {
    "reference": "1Sa 17:7",
    "text": "Gagang tombaknya seperti pesa tukang tenun, dan mata tombaknya itu enam ratus syikal besi beratnya. Dan seorang pembawa perisai berjalan di depannya."
  },
  {
    "reference": "1Sa 17:8",
    "text": "Ia berdiri dan berseru kepada barisan Israel, katanya kepada mereka: ”Mengapa kamu keluar untuk mengatur barisan perangmu? Bukankah aku seorang Filistin dan kamu adalah hamba Saul? Pilihlah bagimu seorang, dan biarlah ia turun mendapatkan daku."
  },
  {
    "reference": "1Sa 17:9",
    "text": "Jika ia dapat berperang melawan aku dan mengalahkan aku, maka kami akan menjadi hambamu; tetapi jika aku dapat mengungguli dia dan mengalahkannya, maka kamu akan menjadi hamba kami dan takluk kepada kami.”"
  },
  {
    "reference": "1Sa 17:10",
    "text": "Pula kata orang Filistin itu: ”Aku menantang hari ini barisan Israel; berikanlah kepadaku seorang, supaya kami berperang seorang lawan seorang.”"
  },
  {
    "reference": "1Sa 17:11",
    "text": "Ketika Saul dan segenap orang Israel mendengar perkataan orang Filistin itu, maka cemaslah hati mereka dan sangat ketakutan. Daud tiba di medan pertempuran 17:12-39"
  },
  {
    "reference": "1Sa 17:12",
    "text": "Daud adalah anak seorang dari Efrata, dari Betlehem-Yehuda, yang bernama Isai. Isai mempunyai delapan anak laki-laki. Pada zaman Saul orang itu telah tua dan lanjut usianya."
  },
  {
    "reference": "1Sa 17:13",
    "text": "Ketiga anak Isai yang besar-besar telah pergi berperang mengikuti Saul; nama ketiga anaknya yang pergi berperang itu ialah Eliab, anak sulung, anak yang kedua ialah Abinadab, dan anak yang ketiga adalah Syama."
  },
  {
    "reference": "1Sa 17:14",
    "text": "Daudlah yang bungsu. Jadi ketiga anak yang besar-besar itu pergi mengikuti Saul."
  },
  {
    "reference": "1Sa 17:15",
    "text": "Tetapi Daud selalu pulang dari pada Saul untuk menggembalakan domba ayahnya di Betlehem."
  },
  {
    "reference": "1Sa 17:16",
    "text": "Orang Filistin itu maju mendekat pada pagi hari dan pada petang hari. Demikianlah ia tampil ke depan empat puluh hari lamanya."
  },
  {
    "reference": "1Sa 17:17",
    "text": "Isai berkata kepada Daud, anaknya: ”Ambillah untuk kakak-kakakmu bertih gandum ini seefa dan roti yang sepuluh ini; bawalah cepat-cepat ke perkemahan, kepada kakak-kakakmu."
  },
  {
    "reference": "1Sa 17:18",
    "text": "Dan baiklah sampaikan keju yang sepuluh ini kepada kepala pasukan seribu. Tengoklah apakah kakak-kakakmu selamat dan bawalah pulang suatu tanda dari mereka."
  },
  {
    "reference": "1Sa 17:19",
    "text": "Saul dan mereka itu dan semua orang Israel ada di Lembah Tarbantin tengah berperang melawan orang Filistin.”"
  },
  {
    "reference": "1Sa 17:20",
    "text": "Lalu Daud bangun pagi-pagi, ditinggalkannyalah kambing dombanya pada seorang penjaga, lalu mengangkat muatan dan pergi, seperti yang diperintahkan Isai kepadanya. Sampailah ia ke perkemahan, ketika tentara keluar untuk mengatur barisannya dan mengangkat sorak perang."
  },
  {
    "reference": "1Sa 17:21",
    "text": "Orang Israel dan orang Filistin itu mengatur barisannya, barisan berhadapan dengan barisan."
  },
  {
    "reference": "1Sa 17:22",
    "text": "Lalu Daud menurunkan barang-barangnya dan meninggalkannya di tangan penjaga barang-barang tentara. Berlari-larilah Daud ke tempat barisan; sesampai di sana, bertanyalah ia kepada kakak-kakaknya apakah mereka selamat."
  },
  {
    "reference": "1Sa 17:23",
    "text": "Sedang ia berbicara dengan mereka, tampillah maju pendekar itu. Namanya Goliat, orang Filistin dari Gat, dari barisan orang Filistin. Ia mengucapkan kata-kata yang tadi juga, dan Daud mendengarnya."
  },
  {
    "reference": "1Sa 17:24",
    "text": "Ketika semua orang Israel melihat orang itu, larilah mereka dari padanya dengan sangat ketakutan."
  },
  {
    "reference": "1Sa 17:25",
    "text": "Berkatalah orang-orang Israel itu: ”Sudahkah kamu lihat orang yang maju itu? Sesungguhnya ia maju untuk mencemoohkan orang Israel! Orang yang mengalahkan dia akan dianugerahi raja kekayaan yang besar, raja akan memberikan anaknya yang perempuan kepadanya dan kaum keluarganya akan dibebaskannya dari pajak di Israel.”"
  },
  {
    "reference": "1Sa 17:26",
    "text": "Lalu berkatalah Daud kepada orang-orang yang berdiri di dekatnya: ”Apakah yang akan dilakukan kepada orang yang mengalahkan orang Filistin itu dan yang menghindarkan cemooh dari Israel? Siapakah orang Filistin yang tak bersunat ini, sampai ia berani mencemoohkan barisan dari pada Allah yang hidup?”"
  },
  {
    "reference": "1Sa 17:27",
    "text": "Rakyat itu pun menjawabnya dengan perkataan tadi: ”Begitulah akan dilakukan kepada orang yang mengalahkan dia.”"
  },
  {
    "reference": "1Sa 17:28",
    "text": "Ketika Eliab, kakaknya yang tertua, mendengar perkataan Daud kepada orang-orang itu, bangkitlah amarah Eliab kepada Daud sambil berkata: ”Mengapa engkau datang? Dan pada siapakah kautinggalkan kambing domba yang dua tiga ekor itu di padang gurun? Aku kenal sifat pemberanimu dan kejahatan hatimu: engkau datang ke mari dengan maksud melihat pertempuran.”"
  },
  {
    "reference": "1Sa 17:29",
    "text": "Tetapi jawab Daud: ”Apa yang telah kuperbuat? Hanya bertanya saja!”"
  },
  {
    "reference": "1Sa 17:30",
    "text": "Lalu berpalinglah ia dari padanya kepada orang lain dan menanyakan yang sama. Dan rakyat memberi jawab kepadanya seperti tadi."
  },
  {
    "reference": "1Sa 17:31",
    "text": "Terdengarlah kepada orang perkataan yang diucapkan oleh Daud, lalu diberitahukanlah kepada Saul. Dan Saul menyuruh memanggil dia."
  },
  {
    "reference": "1Sa 17:32",
    "text": "Berkatalah Daud kepada Saul: ”Janganlah seseorang menjadi tawar hati karena dia; hambamu ini akan pergi melawan orang Filistin itu.”"
  },
  {
    "reference": "1Sa 17:33",
    "text": "Tetapi Saul berkata kepada Daud: ”Tidak mungkin engkau dapat menghadapi orang Filistin itu untuk melawan dia, sebab engkau masih muda, sedang dia sejak dari masa mudanya telah menjadi prajurit.”"
  },
  {
    "reference": "1Sa 17:34",
    "text": "Tetapi Daud berkata kepada Saul: ”Hambamu ini biasa menggembalakan kambing domba ayahnya. Apabila datang singa atau beruang, yang menerkam seekor domba dari kawanannya,"
  },
  {
    "reference": "1Sa 17:35",
    "text": "maka aku mengejarnya, menghajarnya dan melepaskan domba itu dari mulutnya. Kemudian apabila ia berdiri menyerang aku, maka aku menangkap janggutnya lalu menghajarnya dan membunuhnya."
  },
  {
    "reference": "1Sa 17:36",
    "text": "Baik singa maupun beruang telah dihajar oleh hambamu ini. Dan orang Filistin yang tidak bersunat itu, ia akan sama seperti salah satu dari pada binatang itu, karena ia telah mencemooh barisan dari pada Allah yang hidup.”"
  },
  {
    "reference": "1Sa 17:37",
    "text": "Pula kata Daud: ” Tuhan yang telah melepaskan aku dari cakar singa dan dari cakar beruang, Dia juga akan melepaskan aku dari tangan orang Filistin itu.” Kata Saul kepada Daud: ”Pergilah! Tuhan menyertai engkau.”"
  },
  {
    "reference": "1Sa 17:38",
    "text": "Lalu Saul mengenakan baju perangnya kepada Daud, ditaruhnya ketopong tembaga di kepalanya dan dikenakannya baju zirah kepadanya."
  },
  {
    "reference": "1Sa 17:39",
    "text": "Lalu Daud mengikatkan pedangnya di luar baju perangnya, kemudian ia berikhtiar berjalan, sebab belum pernah dicobanya. Maka berkatalah Daud kepada Saul: ”Aku tidak dapat berjalan dengan memakai ini, sebab belum pernah aku mencobanya.” Kemudian ia menanggalkannya. Perkelahian Daud dengan Goliat 17:40-58"
  },
  {
    "reference": "1Sa 17:40",
    "text": "Lalu Daud mengambil tongkatnya di tangannya, dipilihnya dari dasar sungai lima batu yang licin dan ditaruhnya dalam kantung gembala yang dibawanya, yakni tempat batu-batu, sedang umbannya dipegangnya di tangannya. Demikianlah ia mendekati orang Filistin itu."
  },
  {
    "reference": "1Sa 17:41",
    "text": "Orang Filistin itu kian dekat menghampiri Daud dan di depannya orang yang membawa perisainya."
  },
  {
    "reference": "1Sa 17:42",
    "text": "Ketika orang Filistin itu menujukan pandangnya ke arah Daud serta melihat dia, dihinanya Daud itu karena ia masih muda, kemerah-merahan dan elok parasnya."
  },
  {
    "reference": "1Sa 17:43",
    "text": "Orang Filistin itu berkata kepada Daud: ”Anjingkah aku, maka engkau mendatangi aku dengan tongkat?” Lalu demi para allahnya orang Filistin itu mengutuki Daud."
  },
  {
    "reference": "1Sa 17:44",
    "text": "Pula orang Filistin itu berkata kepada Daud: ”Hadapilah aku, maka aku akan memberikan dagingmu kepada burung-burung di udara dan kepada binatang-binatang di padang.”"
  },
  {
    "reference": "1Sa 17:45",
    "text": "Tetapi Daud berkata kepada orang Filistin itu: ”Engkau mendatangi aku dengan pedang dan tombak dan lembing, tetapi aku mendatangi engkau dengan nama Tuhan semesta alam, Allah segala barisan Israel yang kautantang itu."
  },
  {
    "reference": "1Sa 17:46",
    "text": "Hari ini juga Tuhan akan menyerahkan engkau ke dalam tanganku dan aku akan mengalahkan engkau dan memenggal kepalamu dari tubuhmu; hari ini juga aku akan memberikan mayatmu dan mayat tentara orang Filistin kepada burung-burung di udara dan kepada binatang-binatang liar, supaya seluruh bumi tahu, bahwa Israel mempunyai Allah,"
  },
  {
    "reference": "1Sa 17:47",
    "text": "dan supaya segenap jemaah ini tahu, bahwa Tuhan menyelamatkan bukan dengan pedang dan bukan dengan lembing. Sebab di tangan Tuhanlah pertempuran dan Ia pun menyerahkan kamu ke dalam tangan kami.”"
  },
  {
    "reference": "1Sa 17:48",
    "text": "Ketika orang Filistin itu bergerak maju untuk menemui Daud, maka segeralah Daud berlari ke barisan musuh untuk menemui orang Filistin itu;"
  },
  {
    "reference": "1Sa 17:49",
    "text": "lalu Daud memasukkan tangannya dalam kantungnya, diambilnyalah sebuah batu dari dalamnya, diumbannya, maka kenalah dahi orang Filistin itu, sehingga batu itu terbenam ke dalam dahinya, dan terjerumuslah ia dengan mukanya ke tanah."
  },
  {
    "reference": "1Sa 17:50",
    "text": "Demikianlah Daud mengalahkan orang Filistin itu dengan umban dan batu; ia mengalahkan orang Filistin itu dan membunuhnya, tanpa pedang di tangan."
  },
  {
    "reference": "1Sa 17:51",
    "text": "Daud berlari mendapatkan orang Filistin itu, lalu berdiri di sebelahnya; diambilnyalah pedangnya, dihunusnya dari sarungnya, lalu menghabisi dia. Dipancungnyalah kepalanya dengan pedang itu. Ketika orang-orang Filistin melihat, bahwa pahlawan mereka telah mati, maka larilah mereka."
  },
  {
    "reference": "1Sa 17:52",
    "text": "Maka bangkitlah orang-orang Israel dan Yehuda, mereka bersorak-sorak lalu mengejar orang-orang Filistin sampai dekat Gat dan sampai pintu gerbang Ekron. Dan orang-orang yang terbunuh dari orang Filistin bergelimpangan di jalan ke Saaraim, sampai Gat dan sampai Ekron."
  },
  {
    "reference": "1Sa 17:53",
    "text": "Kemudian pulanglah orang Israel dari pemburuan hebat atas orang Filistin, lalu menjarah perkemahan mereka."
  },
  {
    "reference": "1Sa 17:54",
    "text": "Dan Daud mengambil kepala orang Filistin yang dipancungnya itu dan membawanya ke Yerusalem, tetapi senjata-senjata orang itu ditaruhnya dalam kemahnya."
  },
  {
    "reference": "1Sa 17:55",
    "text": "Ketika Saul melihat Daud pergi menemui orang Filistin itu, berkatalah ia kepada Abner, panglima tentaranya: ”Anak siapakah orang muda itu, Abner?” Jawab Abner: ”Demi tuanku hidup, ya raja, sesungguhnya aku tidak tahu.”"
  },
  {
    "reference": "1Sa 17:56",
    "text": "Kemudian raja berkata: ”Tanyakanlah, anak siapakah orang muda itu.”"
  },
  {
    "reference": "1Sa 17:57",
    "text": "Ketika Daud kembali sesudah mengalahkan orang Filistin itu, maka Abner memanggilnya dan membawanya menghadap Saul, sedang kepala orang Filistin itu masih ada di tangannya."
  },
  {
    "reference": "1Sa 17:58",
    "text": "Kata Saul kepadanya: ”Anak siapakah engkau, ya orang muda?” Jawab Daud: ”Anak hamba tuanku, Isai, orang Betlehem itu.”"
  },
  {
    "reference": "1Sa 18:1",
    "text": "Ketika Daud habis berbicara dengan Saul, berpadulah jiwa Yonatan dengan jiwa Daud; dan Yonatan mengasihi dia seperti jiwanya sendiri."
  },
  {
    "reference": "1Sa 18:2",
    "text": "Pada hari itu Saul membawa dia dan tidak membiarkannya pulang ke rumah ayahnya."
  },
  {
    "reference": "1Sa 18:3",
    "text": "Yonatan mengikat perjanjian dengan Daud, karena ia mengasihi dia seperti dirinya sendiri."
  },
  {
    "reference": "1Sa 18:4",
    "text": "Yonatan menanggalkan jubah yang dipakainya, dan memberikannya kepada Daud, juga baju perangnya, sampai pedangnya, panahnya dan ikat pinggangnya."
  },
  {
    "reference": "1Sa 18:5",
    "text": "Daud maju berperang dan selalu berhasil ke mana juga Saul menyuruhnya, sehingga Saul mengangkat dia mengepalai para prajurit. Hal ini dipandang baik oleh seluruh rakyat dan juga oleh pegawai-pegawai Saul. Saul benci kepada Daud 18:6-30"
  },
  {
    "reference": "1Sa 18:6",
    "text": "Tetapi pada waktu mereka pulang, ketika Daud kembali sesudah mengalahkan orang Filistin itu, keluarlah orang-orang perempuan dari segala kota Israel menyongsong raja Saul sambil menyanyi dan menari-nari dengan memukul rebana, dengan bersukaria dan dengan membunyikan gerincing;"
  },
  {
    "reference": "1Sa 18:7",
    "text": "- 18:7: 1Sam. 21:11, 29:5 dan perempuan yang menari-nari itu menyanyi berbalas-balasan, katanya: ”Saul mengalahkan beribu-ribu musuh, tetapi Daud berlaksa-laksa.”"
  },
  {
    "reference": "1Sa 18:8",
    "text": "Lalu bangkitlah amarah Saul dengan sangat; dan perkataan itu menyebalkan hatinya, sebab pikirnya: ”Kepada Daud diperhitungkan mereka berlaksa-laksa, tetapi kepadaku diperhitungkannya beribu-ribu; akhir-akhirnya jabatan raja itu pun jatuh kepadanya.”"
  },
  {
    "reference": "1Sa 18:9",
    "text": "Sejak hari itu maka Saul selalu mendengki Daud."
  },
  {
    "reference": "1Sa 18:10",
    "text": "Keesokan harinya roh jahat yang dari pada Allah itu berkuasa atas Saul, sehingga ia kerasukan di tengah-tengah rumah, sedang Daud main kecapi seperti sehari-hari. Adapun Saul ada tombak di tangannya."
  },
  {
    "reference": "1Sa 18:11",
    "text": "Saul melemparkan tombak itu, karena pikirnya: ”Baiklah aku menancapkan Daud ke dinding.” Tetapi Daud mengelakkannya sampai dua kali."
  },
  {
    "reference": "1Sa 18:12",
    "text": "Saul menjadi takut kepada Daud, karena Tuhan menyertai Daud, sedang dari pada Saul Ia telah undur."
  },
  {
    "reference": "1Sa 18:13",
    "text": "Sebab itu Saul menjauhkan Daud dari dekatnya dan mengangkat dia menjadi kepala pasukan seribu, sehingga ia berada di depan dalam segala gerakan tentara."
  },
  {
    "reference": "1Sa 18:14",
    "text": "Daud berhasil di segala perjalanannya, sebab Tuhan menyertai dia."
  },
  {
    "reference": "1Sa 18:15",
    "text": "Ketika dilihat Saul, bahwa Daud sangat berhasil, makin takutlah ia kepadanya;"
  },
  {
    "reference": "1Sa 18:16",
    "text": "tetapi seluruh orang Israel dan orang Yehuda mengasihi Daud, karena ia memimpin segala gerakan mereka."
  },
  {
    "reference": "1Sa 18:17",
    "text": "Berkatalah Saul kepada Daud: ”Ini dia anakku perempuan yang tertua, Merab; dia akan kuberikan kepadamu menjadi isterimu, hanya jadilah bagiku seorang yang gagah perkasa dan lakukanlah perang Tuhan.” Sebab pikir Saul: ”Janganlah tanganku memukul dia, tetapi biarlah ia dipukul oleh tangan orang Filistin.”"
  },
  {
    "reference": "1Sa 18:18",
    "text": "Tetapi Daud berkata kepada Saul: ”Siapakah aku dan siapakah sanak saudaraku, kaum ayahku, di antara orang Israel, sehingga aku menjadi menantu raja?”"
  },
  {
    "reference": "1Sa 18:19",
    "text": "Tetapi ketika tiba waktunya untuk memberikan Merab, anak Saul itu, kepada Daud, maka anak perempuan itu diberikan kepada Adriel, orang Mehola, menjadi isterinya."
  },
  {
    "reference": "1Sa 18:20",
    "text": "Tetapi Mikhal, anak perempuan Saul, jatuh cinta kepada Daud; ketika hal itu diberitahukan kepada Saul, maka ia pun menyetujuinya;"
  },
  {
    "reference": "1Sa 18:21",
    "text": "sebab pikir Saul: ”Baiklah Mikhal kuberikan kepadanya; biarlah ia menjadi jerat bagi Daud, dan biarlah tangan orang Filistin memukul dia!” Lalu berkatalah Saul kepada Daud untuk kedua kalinya: ”Pada hari ini engkau boleh menjadi menantuku.”"
  },
  {
    "reference": "1Sa 18:22",
    "text": "Lagi Saul memerintahkan kepada para pegawainya: ”Katakanlah kepada Daud dengan diam-diam, demikian: Sesungguhnya, raja suka kepadamu dan para pegawainya mengasihi engkau; maka sebab itu, jadilah engkau menantu raja.”"
  },
  {
    "reference": "1Sa 18:23",
    "text": "Lalu para pegawai Saul menyampaikan perkataan itu kepada Daud, tetapi Daud menjawab: ”Perkara ringankah pada pemandanganmu menjadi menantu raja? Bukankah aku seorang yang miskin dan rendah?”"
  },
  {
    "reference": "1Sa 18:24",
    "text": "Para pegawai Saul memberitahukan kepada raja, katanya: ”Demikianlah jawab yang diberi Daud.”"
  },
  {
    "reference": "1Sa 18:25",
    "text": "Kemudian berkatalah Saul: ”Beginilah kamu katakan kepada Daud: Raja tidak menghendaki mas kawin selain dari seratus kulit khatan orang Filistin sebagai pembalasan kepada musuh raja.” Saul bermaksud untuk menjatuhkan Daud dengan perantaraan orang Filistin."
  },
  {
    "reference": "1Sa 18:26",
    "text": "Ketika para pegawainya memberitahukan perkataan itu kepada Daud, maka setujulah Daud menjadi menantu raja. Waktunya belum genap,"
  },
  {
    "reference": "1Sa 18:27",
    "text": "tetapi Daud sudah bersiap, ia pergi dengan orang-orangnya dan menewaskan dari orang Filistin itu dua ratus orang serta membawa kulit khatan mereka; dan dalam jumlah yang genap diberikan merekalah semuanya itu kepada raja, supaya Daud menjadi menantu raja. Kemudian Saul memberikan Mikhal, anaknya, kepadanya menjadi isterinya."
  },
  {
    "reference": "1Sa 18:28",
    "text": "Lalu mengertilah Saul dan tahulah ia, bahwa Tuhan menyertai Daud, dan bahwa seluruh orang Israel mengasihi Daud."
  },
  {
    "reference": "1Sa 18:29",
    "text": "Maka makin takutlah Saul kepada Daud. Saul tetap menjadi musuh Daud seumur hidupnya."
  },
  {
    "reference": "1Sa 18:30",
    "text": "Apabila raja-raja orang Filistin maju berperang, setiap kali mereka maju berperang, maka Daud lebih berhasil dari semua pegawai Saul, sehingga namanya sangat masyhur."
  },
  {
    "reference": "1Sa 19:1",
    "text": "Saul mengatakan kepada Yonatan, anaknya, dan kepada semua pegawainya, bahwa Daud harus dibunuh. Tetapi Yonatan, anak Saul, sangat suka kepada Daud,"
  },
  {
    "reference": "1Sa 19:2",
    "text": "sehingga Yonatan memberitahukan kepada Daud: ”Ayahku Saul berikhtiar untuk membunuh engkau; oleh sebab itu, hati-hatilah besok pagi, duduklah di suatu tempat perlindungan dan bersembunyilah di sana."
  },
  {
    "reference": "1Sa 19:3",
    "text": "Aku akan keluar dan berdiri di sisi ayahku di padang tempatmu itu. Maka aku akan berbicara dengan ayahku perihalmu; aku akan melihat bagaimana keadaannya, lalu memberitahukannya kepadamu.”"
  },
  {
    "reference": "1Sa 19:4",
    "text": "Lalu Yonatan mengatakan yang baik tentang Daud kepada Saul, ayahnya, katanya: ”Janganlah raja berbuat dosa terhadap Daud, hambanya, sebab ia tidak berbuat dosa terhadapmu; bukankah apa yang diperbuatnya sangat baik bagimu!"
  },
  {
    "reference": "1Sa 19:5",
    "text": "Ia telah mempertaruhkan nyawanya dan telah mengalahkan orang Filistin itu, dan Tuhan telah memberikan kemenangan yang besar kepada seluruh Israel. Engkau sudah melihatnya dan bersukacita karenanya. Mengapa engkau hendak berbuat dosa terhadap darah orang yang tidak bersalah dengan membunuh Daud tanpa alasan?”"
  },
  {
    "reference": "1Sa 19:6",
    "text": "Saul mendengarkan perkataan Yonatan dan Saul bersumpah: ”Demi Tuhan yang hidup, ia tidak akan dibunuh.”"
  },
  {
    "reference": "1Sa 19:7",
    "text": "Lalu Yonatan memanggil Daud dan Yonatan memberitahukan kepadanya segala perkataan itu. Yonatan membawa Daud kepada Saul dan ia bekerja padanya seperti dahulu."
  },
  {
    "reference": "1Sa 19:8",
    "text": "Ketika perang pecah pula, maka majulah Daud dan berperang melawan orang Filistin; ia menimbulkan kekalahan besar di antara mereka, sehingga mereka melarikan diri dari depannya."
  },
  {
    "reference": "1Sa 19:9",
    "text": "Tetapi roh jahat yang dari pada Tuhan hinggap pada Saul, ketika ia duduk di rumahnya, dengan tombaknya di tangannya; dan Daud sedang main kecapi."
  },
  {
    "reference": "1Sa 19:10",
    "text": "Lalu Saul berikhtiar menancapkan Daud ke dinding dengan tombaknya, tetapi Daud mengelakkan tikaman Saul, sehingga Saul mengenai dinding dengan tombak itu. Sesudah itu Daud melarikan diri dan luputlah ia pada malam itu."
  },
  {
    "reference": "1Sa 19:11",
    "text": "- 19:11: Mzm. 59:1 Kemudian Saul mengirim orang-orang suruhan ke rumah Daud untuk mengamat-amatinya dan untuk membunuh dia pada waktu pagi. Tetapi Mikhal, isteri Daud, memberitahukan kepadanya, demikian: ”Jika engkau tidak dapat meluputkan dirimu malam ini, maka besok engkau akan dibunuh.”"
  },
  {
    "reference": "1Sa 19:12",
    "text": "Lalu Mikhal menurunkan Daud dari jendela, ia pergi melarikan diri dan luputlah ia."
  },
  {
    "reference": "1Sa 19:13",
    "text": "Sesudah itu Mikhal mengambil terafim dan menaruhnya di tempat tidur; ditaruhnya sehelai tenunan bulu kambing di bagian kepala dan ditutupinya dengan selimut."
  },
  {
    "reference": "1Sa 19:14",
    "text": "Lalu Saul mengirim orang-orang suruhan untuk mengambil Daud, tetapi perempuan itu berkata: ”Ia sakit.”"
  },
  {
    "reference": "1Sa 19:15",
    "text": "Sesudah itu Saul mengirim orang-orang suruhan itu untuk melihat Daud, katanya: ”Bawalah dia di atas tempat tidur itu ke mari, supaya ia dibunuh.”"
  },
  {
    "reference": "1Sa 19:16",
    "text": "Lalu masuklah para suruhan itu ke dalam, dan tampaklah ada terafim di tempat tidur dengan sehelai tenunan bulu kambing di bagian kepala."
  },
  {
    "reference": "1Sa 19:17",
    "text": "Berkatalah Saul kepada Mikhal: ”Mengapa engkau menipu aku demikian itu dan melepas musuhku pergi, sehingga ia luput?” Tetapi jawab Mikhal kepada Saul: ”Ia berkata kepadaku: Biarkanlah aku pergi, apa perlunya aku membunuh engkau?”"
  },
  {
    "reference": "1Sa 19:18",
    "text": "Setelah Daud melarikan diri dan luput, sampailah ia kepada Samuel di Rama dan memberitahukan kepadanya segala yang dilakukan Saul kepadanya. Kemudian pergilah ia bersama-sama dengan Samuel dan tinggallah mereka di Nayot."
  },
  {
    "reference": "1Sa 19:19",
    "text": "Ketika diberitahukan kepada Saul, demikian: ”Ketahuilah, Daud ada di Nayot, dekat Rama,”"
  },
  {
    "reference": "1Sa 19:20",
    "text": "maka Saul mengirim orang-orang suruhan untuk mengambil Daud. Tetapi orang-orang ini melihat sekumpulan nabi kepenuhan, dengan dikepalai oleh Samuel. Dan Roh Allah hinggap pada orang-orang suruhan Saul, sehingga mereka pun kepenuhan seperti nabi."
  },
  {
    "reference": "1Sa 19:21",
    "text": "Lalu hal itu diberitahukan kepada Saul; ia mengirim orang-orang suruhan yang lain, tetapi orang-orang itu pun juga kepenuhan seperti nabi. Saul mengirim sekali lagi orang-orang suruhan, rombongan yang ketiga, dan orang-orang ini pun juga kepenuhan."
  },
  {
    "reference": "1Sa 19:22",
    "text": "Lalu ia sendiri pergi ke Rama. Sesampainya ke dekat perigi besar yang di Sekhu, bertanyalah ia, katanya: ”Di mana Samuel dan Daud?” Jawab orang: ”Ada di Nayot, dekat Rama.”"
  },
  {
    "reference": "1Sa 19:23",
    "text": "Lalu pergilah ia ke sana, ke Nayot, dekat Rama dan pada dia pun hinggaplah Roh Allah, dan selama ia melanjutkan perjalanannya ia kepenuhan seperti nabi, hingga ia sampai ke Nayot dekat Rama."
  },
  {
    "reference": "1Sa 19:24",
    "text": "- 19:24: 1Sam. 10:11-12 Ia pun menanggalkan pakaiannya, dan ia pun juga kepenuhan di depan Samuel. Ia rebah terhantar dengan telanjang sehari-harian dan semalam-malaman itu. Itulah sebabnya orang berkata: ”Apakah juga Saul termasuk golongan nabi?”"
  },
  {
    "reference": "1Sa 20:1",
    "text": "Maka larilah Daud dari Nayot, dekat Rama; sampailah ia kepada Yonatan, lalu berkata: ”Apakah yang telah kuperbuat? Apakah kesalahanku dan apakah dosaku terhadap ayahmu, sehingga ia ingin mencabut nyawaku?”"
  },
  {
    "reference": "1Sa 20:2",
    "text": "Tetapi Yonatan berkata kepadanya: ”Jauhlah yang demikian itu! engkau tidak akan mati dibunuh. Ingatlah, ayahku tidak berbuat sesuatu, baik perkara besar maupun perkara kecil, dengan tidak menyatakannya kepadaku. Mengapa ayahku harus menyembunyikan perkara ini kepadaku? Tidak mungkin!”"
  },
  {
    "reference": "1Sa 20:3",
    "text": "Tetapi Daud menjawab, katanya: ”Ayahmu tahu benar, bahwa engkau suka kepadaku. Sebab itu pikirnya: Tidak boleh Yonatan mengetahui hal ini, nanti ia bersusah hati. Namun, demi Tuhan yang hidup dan demi hidupmu, hanya satu langkah jaraknya antara aku dan maut.”"
  },
  {
    "reference": "1Sa 20:4",
    "text": "Yonatan berkata kepada Daud: ”Apa pun kehendak hatimu, aku akan melakukannya bagimu.”"
  },
  {
    "reference": "1Sa 20:5",
    "text": "- 20:5: Bil. 28:11 Lalu kata Daud kepada Yonatan: ”Kautahu, besok bulan baru, maka sebenarnya aku harus duduk makan bersama-sama dengan raja. Jika engkau membiarkan aku pergi, maka aku akan bersembunyi di padang sampai lusa petang."
  },
  {
    "reference": "1Sa 20:6",
    "text": "Apabila ayahmu menanyakan aku, haruslah kaukatakan: Daud telah meminta dengan sangat kepadaku untuk pergi dengan segera ke Betlehem, kotanya, karena di sana ada upacara pengorbanan tahunan bagi segenap kaumnya."
  },
  {
    "reference": "1Sa 20:7",
    "text": "Jika begini dikatakannya: Baiklah! maka hambamu ini selamat. Tetapi jika amarahnya bangkit dengan segera, ketahuilah, bahwa ia telah mengambil keputusan untuk mendatangkan celaka."
  },
  {
    "reference": "1Sa 20:8",
    "text": "Jika demikian, tunjukkanlah kesetiaanmu kepada hambamu ini, sebab engkau telah mengikat perjanjian di hadapan Tuhan dengan hambamu ini. Tetapi jika ada kesalahan padaku, engkau sendirilah membunuh aku. Mengapa engkau harus menyerahkan aku kepada ayahmu?”"
  },
  {
    "reference": "1Sa 20:9",
    "text": "Tetapi jawab Yonatan: ”Jauhlah yang demikian itu! Sebab jika kuketahui dengan pasti, bahwa ayahku telah mengambil keputusan untuk mendatangkan celaka kepadamu, masakan aku tidak memberitahukannya kepadamu?”"
  },
  {
    "reference": "1Sa 20:10",
    "text": "Lalu bertanyalah Daud kepada Yonatan: ”Siapakah yang akan memberitahukan kepadaku, apabila ayahmu menjawab engkau dengan keras?”"
  },
  {
    "reference": "1Sa 20:11",
    "text": "Kata Yonatan kepada Daud: ”Marilah kita keluar ke padang.” Maka keluarlah keduanya ke padang."
  },
  {
    "reference": "1Sa 20:12",
    "text": "Lalu berkatalah Yonatan kepada Daud: ”Demi Tuhan, Allah Israel, besok atau lusa kira-kira waktu ini aku akan memeriksa perasaan ayahku. Apabila baik keadaannya bagi Daud, masakan aku tidak akan menyuruh orang kepadamu dan memberitahukannya kepadamu?"
  },
  {
    "reference": "1Sa 20:13",
    "text": "Tetapi apabila ayahku memandang baik untuk mendatangkan celaka kepadamu, beginilah kiranya Tuhan menghukum Yonatan, bahkan lebih lagi dari pada itu, sekiranya aku tidak menyatakannya kepadamu dan membiarkan engkau pergi, sehingga engkau dapat berjalan dengan selamat. Tuhan kiranya menyertai engkau, seperti Ia menyertai ayahku dahulu."
  },
  {
    "reference": "1Sa 20:14",
    "text": "Jika aku masih hidup, bukankah engkau akan menunjukkan kepadaku kasih setia Tuhan? Tetapi jika aku sudah mati,"
  },
  {
    "reference": "1Sa 20:15",
    "text": "- 20:15: 2Sam. 9:1 janganlah engkau memutuskan kasih setiamu terhadap keturunanku sampai selamanya. Dan apabila Tuhan melenyapkan setiap orang dari musuh Daud dari muka bumi,"
  },
  {
    "reference": "1Sa 20:16",
    "text": "janganlah nama Yonatan terhapus dari keturunan Daud, melainkan kiranya Tuhan menuntut balas dari pada musuh-musuh Daud.”"
  },
  {
    "reference": "1Sa 20:17",
    "text": "Dan Yonatan menyuruh Daud sekali lagi bersumpah demi kasihnya kepadanya, sebab ia mengasihi Daud seperti dirinya sendiri."
  },
  {
    "reference": "1Sa 20:18",
    "text": "Kemudian berkatalah Yonatan kepadanya: ”Besok bulan baru; maka engkau nanti akan ditanyakan, sebab tempat dudukmu akan tinggal kosong."
  },
  {
    "reference": "1Sa 20:19",
    "text": "Tetapi lusa engkau pasti akan dicari; engkau harus datang ke tempat engkau bersembunyi pada hari peristiwa itu, dan duduklah dekat bukit batu."
  },
  {
    "reference": "1Sa 20:20",
    "text": "Maka aku akan memanahkan tiga anak panah ke samping batu itu, seolah-olah aku membidik suatu sasaran."
  },
  {
    "reference": "1Sa 20:21",
    "text": "Dan ketahuilah, aku akan menyuruh bujangku: Pergilah mencari anak-anak panah itu. Jika tegas kukatakan kepada bujang itu: Lihat anak-anak panah itu lebih ke mari, ambillah! – maka datanglah, sebab, demi Tuhan yang hidup, engkau selamat dan tidak ada bahaya apa-apa."
  },
  {
    "reference": "1Sa 20:22",
    "text": "Tetapi jika begini kukatakan kepada orang muda itu: Lihat anak-anak panah itu lebih ke sana! – maka pergilah, sebab Tuhan menyuruh engkau pergi."
  },
  {
    "reference": "1Sa 20:23",
    "text": "Tentang hal yang kita janjikan itu, antara aku dan engkau, sesungguhnya, Tuhan ada di antara aku dan engkau sampai selamanya.”"
  },
  {
    "reference": "1Sa 20:24",
    "text": "Sesudah itu bersembunyilah Daud di padang. Ketika bulan baru tiba, duduklah raja pada meja untuk makan."
  },
  {
    "reference": "1Sa 20:25",
    "text": "Raja duduk di tempatnya seperti biasa, dekat dinding. Yonatan berhadapan dengan dia, Abner duduk di sisi Saul, tetapi tempat Daud tinggal kosong."
  },
  {
    "reference": "1Sa 20:26",
    "text": "Dan Saul tidak berkata apa-apa pada hari itu, sebab pikirnya: ”Barangkali ada sesuatu yang terjadi kepadanya; mungkin ia tidak tahir; ya, tentu ia tidak tahir.”"
  },
  {
    "reference": "1Sa 20:27",
    "text": "Tetapi pada hari sesudah bulan baru itu, pada hari yang kedua, ketika tempat Daud masih tinggal kosong, bertanyalah Saul kepada Yonatan, anaknya: ”Mengapa anak Isai tidak datang makan, baik kemarin maupun hari ini?”"
  },
  {
    "reference": "1Sa 20:28",
    "text": "Jawab Yonatan kepada Saul: ”Daud telah meminta dengan sangat kepadaku untuk pergi ke Betlehem,"
  },
  {
    "reference": "1Sa 20:29",
    "text": "katanya: Biarkanlah aku pergi, sebab ada upacara pengorbanan bagi kaum kami di kota, dan saudara-saudaraku sendirilah yang memanggil aku. Oleh sebab itu, jika engkau mengasihi aku, berilah izin kepadaku untuk menengok saudara-saudaraku. Itulah sebabnya ia tidak datang ke perjamuan raja.”"
  },
  {
    "reference": "1Sa 20:30",
    "text": "Lalu bangkitlah amarah Saul kepada Yonatan, katanya kepadanya: ”Anak sundal yang kurang ajar! Bukankah aku tahu, bahwa engkau telah memilih pihak anak Isai dan itu noda bagi kau sendiri dan bagi perut ibumu?"
  },
  {
    "reference": "1Sa 20:31",
    "text": "Sebab sesungguhnya selama anak Isai itu hidup di muka bumi, engkau dan kerajaanmu tidak akan kokoh. Dan sekarang suruhlah orang memanggil dan membawa dia kepadaku, sebab ia harus mati.”"
  },
  {
    "reference": "1Sa 20:32",
    "text": "Tetapi Yonatan menjawab Saul, ayahnya itu, katanya kepadanya: ”Mengapa ia harus dibunuh? Apa yang dilakukannya?”"
  },
  {
    "reference": "1Sa 20:33",
    "text": "Lalu Saul melemparkan tombaknya kepada Yonatan untuk membunuhnya. Maka tahulah Yonatan, bahwa ayahnya telah mengambil keputusan untuk membunuh Daud."
  },
  {
    "reference": "1Sa 20:34",
    "text": "Sebab itu Yonatan bangkit dan meninggalkan perjamuan itu dengan kemarahan yang bernyala-nyala. Pada hari yang kedua bulan baru itu ia tidak makan apa-apa, sebab ia bersusah hati karena Daud, sebab ayahnya telah menghina Daud."
  },
  {
    "reference": "1Sa 20:35",
    "text": "Pada waktu pagi keluarlah Yonatan ke padang bersama-sama seorang budak kecil sesuai dengan janjinya kepada Daud."
  },
  {
    "reference": "1Sa 20:36",
    "text": "Berkatalah ia kepada budaknya: ”Larilah, carilah anak-anak panah yang kupanahkan.” Baru saja budak itu berlari, maka Yonatan melepaskan sebatang anak panah lewat kepala budak itu."
  },
  {
    "reference": "1Sa 20:37",
    "text": "Ketika budak itu sampai ke tempat letaknya anak panah yang dilepaskan Yonatan itu, maka berserulah Yonatan dari belakang budak itu, katanya: ”Bukankah anak panah itu lebih ke sana?”"
  },
  {
    "reference": "1Sa 20:38",
    "text": "Kemudian berserulah Yonatan dari belakang budak itu: ”Ayo, cepat, jangan berdiri saja!” Lalu budak Yonatan memungut anak panah itu dan kembali kepada tuannya."
  },
  {
    "reference": "1Sa 20:39",
    "text": "Tetapi budak itu tidak tahu apa-apa, hanya Yonatan dan Daudlah yang mengetahui hal itu."
  },
  {
    "reference": "1Sa 20:40",
    "text": "Sesudah itu Yonatan memberikan senjatanya kepada budak yang menyertai dia, dan berkata kepadanya: ”Pergilah, bawalah ke kota.”"
  },
  {
    "reference": "1Sa 20:41",
    "text": "Maka pulanglah budak itu, lalu tampillah Daud dari sebelah bukit batu; ia sujud dengan mukanya ke tanah dan menyembah tiga kali. Mereka bercium-ciuman dan bertangis-tangisan. Akhirnya Daud dapat menahan diri."
  },
  {
    "reference": "1Sa 20:42",
    "text": "Kemudian berkatalah Yonatan kepada Daud: ”Pergilah dengan selamat; bukankah kita berdua telah bersumpah demi nama Tuhan, demikian: Tuhan akan ada di antara aku dan engkau serta di antara keturunanku dan keturunanmu sampai selamanya.”"
  },
  {
    "reference": "1Sa 20:43",
    "text": "Setelah itu bangunlah Daud dan pergi; dan Yonatan pun pulang ke kota."
  },
  {
    "reference": "1Sa 21:1",
    "text": "- 21:1-6: Mat. 12:3-4; Mrk. 2:25-26; Luk. 6:3-4 Sampailah Daud ke Nob kepada Ahimelekh, imam itu. Dengan gemetar Ahimelekh pergi menemui Daud dan berkata kepadanya: ”Mengapa engkau seorang diri dan tidak ada orang bersama-sama dengan engkau?”"
  },
  {
    "reference": "1Sa 21:2",
    "text": "Jawab Daud kepada imam Ahimelekh: ”Raja menugaskan sesuatu kepadaku, katanya kepadaku: Siapa pun juga tidak boleh mengetahui sesuatu dari hal yang kusuruh kepadamu dan yang kutugaskan kepadamu ini. Sebab itu orang-orangku telah kusuruh pergi ke suatu tempat."
  },
  {
    "reference": "1Sa 21:3",
    "text": "Maka sekarang, apa yang ada padamu? Berikanlah kepadaku lima roti atau apa pun yang ada.”"
  },
  {
    "reference": "1Sa 21:4",
    "text": "Lalu jawab imam itu kepada Daud: ”Tidak ada roti biasa padaku, hanya roti kudus yang ada; asal saja orang-orangmu itu menjaga diri terhadap perempuan.”"
  },
  {
    "reference": "1Sa 21:5",
    "text": "Daud menjawab imam itu, katanya kepadanya: ”Memang, kami tidak diperbolehkan bergaul dengan perempuan, seperti sediakala apabila aku maju berperang. Tubuh orang-orangku itu tahir, sekalipun pada perjalanan biasa, apalagi pada hari ini, masing-masing mereka tahir tubuhnya.”"
  },
  {
    "reference": "1Sa 21:6",
    "text": "- 21:6: Im. 24:5-9 Lalu imam itu memberikan kepadanya roti kudus itu, karena tidak ada roti di sana kecuali roti sajian; roti itu biasa diangkat orang dari hadapan Tuhan, supaya pada hari roti itu diambil, ditaruh lagi roti baru."
  },
  {
    "reference": "1Sa 21:7",
    "text": "Maka pada hari itu juga ada di sana salah seorang pegawai Saul, yang dikhususkan melayani Tuhan; namanya Do”eg, seorang Edom, pengawas atas gembala-gembala Saul."
  },
  {
    "reference": "1Sa 21:8",
    "text": "Berkatalah Daud kepada Ahimelekh: ”Tidak adakah padamu di sini tombak atau pedang? Sebab baik pedangku maupun senjataku, tidak dapat kubawa, karena perintah raja itu mendesak.”"
  },
  {
    "reference": "1Sa 21:9",
    "text": "- 21:9: 1Sam. 17:51, 54 Kemudian berkatalah imam itu: ”Pedang Goliat, orang Filistin, yang kaupukul kalah di Lembah Tarbantin, itulah yang ada di sini, terbungkus dalam kain di belakang efod itu. Jika engkau hendak mengambilnya, ambillah; yang lain tidak ada, hanya ini.” Kata Daud: ”Tidak ada yang seperti itu; berikanlah itu kepadaku.” Daud di Gat 21:10-15"
  },
  {
    "reference": "1Sa 21:10",
    "text": "Kemudian bersiaplah Daud dan larilah ia pada hari itu juga dari Saul; sampailah ia kepada Akhis, raja kota Gat."
  },
  {
    "reference": "1Sa 21:11",
    "text": "- 21:11: 1Sam. 18:7, 29:5 Pegawai-pegawai Akhis berkata kepada tuannya: ”Bukankah ini Daud raja negeri itu? Bukankah tentang dia orang-orang menyanyi berbalas-balasan sambil menari-nari, demikian: Saul mengalahkan beribu-ribu musuh, tetapi Daud berlaksa-laksa?”"
  },
  {
    "reference": "1Sa 21:12",
    "text": "- 21:12: Mzm. 56:1 Daud memperhatikan perkataan itu, dan dia menjadi takut sekali kepada Akhis, raja kota Gat itu."
  },
  {
    "reference": "1Sa 21:13",
    "text": "- 21:13: Mzm. 34:1 Sebab itu ia berlaku seperti orang yang sakit ingatan di depan mata mereka dan berbuat pura-pura gila di dekat mereka; ia menggores-gores pintu gerbang dan membiarkan ludahnya meleleh ke janggutnya."
  },
  {
    "reference": "1Sa 21:14",
    "text": "Lalu berkatalah Akhis kepada para pegawainya: ”Tidakkah kamu lihat, bahwa orang itu gila? Mengapa kamu membawa dia kepadaku?"
  },
  {
    "reference": "1Sa 21:15",
    "text": "Kekurangan orang gilakah aku, maka kamu bawa orang ini kepadaku supaya ia menunjukkan gilanya dekat aku? Patutkah orang yang demikian masuk ke rumahku?”"
  },
  {
    "reference": "1Sa 22:1",
    "text": "- 22:1: Mzm. 57:1, 142:1 Lalu Daud pergi dari sana dan melarikan diri ke gua Adulam. Ketika saudara-saudaranya dan seluruh keluarganya mendengar hal itu, pergilah mereka ke sana mendapatkan dia."
  },
  {
    "reference": "1Sa 22:2",
    "text": "Berhimpunlah juga kepadanya setiap orang yang dalam kesukaran, setiap orang yang dikejar-kejar tukang piutang, setiap orang yang sakit hati, maka ia menjadi pemimpin mereka. Bersama-sama dengan dia ada kira-kira empat ratus orang."
  },
  {
    "reference": "1Sa 22:3",
    "text": "Dari sana Daud pergi ke Mizpa di Moab dan berkata kepada raja negeri Moab: ”Izinkanlah ayahku dan ibuku tinggal padamu, sampai aku tahu, apa yang dilakukan Allah kepadaku.”"
  },
  {
    "reference": "1Sa 22:4",
    "text": "Lalu diantarkannyalah mereka kepada raja negeri Moab, dan mereka tinggal bersama dia selama Daud ada di kubu gunung."
  },
  {
    "reference": "1Sa 22:5",
    "text": "Tetapi Gad, nabi itu, berkata kepada Daud: ”Janganlah tinggal di kubu gunung itu, pergilah dan pulanglah ke tanah Yehuda.” Lalu pergilah Daud dan masuk ke hutan Keret. Para imam di Nob dibunuh 22:6-23"
  },
  {
    "reference": "1Sa 22:6",
    "text": "Hal itu terdengar oleh Saul, sebab Daud dan orang-orang yang bersama-sama dengan dia telah diketahui tempatnya. Adapun Saul ada di Gibea, sedang duduk di bawah pohon tamariska di bukit, dengan tombaknya di tangan dan semua pegawainya berdiri di dekatnya."
  },
  {
    "reference": "1Sa 22:7",
    "text": "Lalu berkatalah Saul kepada para pegawainya yang berdiri di dekatnya: ”Cobalah dengar, ya orang-orang Benyamin! Apakah anak Isai itu juga akan memberikan kepada kamu sekalian ladang dan kebun anggur, apakah ia akan mengangkat kamu sekalian menjadi kepala atas pasukan seribu dan atas pasukan seratus,"
  },
  {
    "reference": "1Sa 22:8",
    "text": "sehingga kamu sekalian mengadakan persepakatan melawan aku dan tidak ada seorang pun yang menyatakan kepadaku, bahwa anakku mengikat diri dengan anak Isai itu? Tidak ada seorang pun dari kamu yang cemas karena aku, atau yang menyatakan kepadaku, bahwa anakku telah menghasut pegawaiku melawan aku menjadi penghadang seperti sekarang ini.”"
  },
  {
    "reference": "1Sa 22:9",
    "text": "- 22:9-10: Mzm. 52:2 Lalu menjawablah Do”eg, orang Edom itu, yang berdiri dekat para pegawai Saul, katanya: ”Telah kulihat, bahwa anak Isai itu datang ke Nob, kepada Ahimelekh bin Ahitub."
  },
  {
    "reference": "1Sa 22:10",
    "text": "Ia menanyakan Tuhan bagi Daud dan memberikan bekal kepadanya; juga pedang Goliat, orang Filistin itu, diberikannya kepadanya.”"
  },
  {
    "reference": "1Sa 22:11",
    "text": "Lalu raja menyuruh memanggil Ahimelekh bin Ahitub, imam itu, bersama-sama dengan seluruh keluarganya, para imam yang di Nob; dan datanglah sekaliannya menghadap raja."
  },
  {
    "reference": "1Sa 22:12",
    "text": "Kata Saul: ”Cobalah dengar, ya anak Ahitub!” Jawabnya: ”Ya, tuanku.”"
  },
  {
    "reference": "1Sa 22:13",
    "text": "Kemudian bertanyalah Saul kepadanya: ”Mengapa kamu mengadakan persepakatan melawan aku, engkau dengan anak Isai itu, dengan memberikan roti dan pedang kepadanya, menanyakan Allah baginya, sehingga ia bangkit melawan aku menjadi penghadang seperti sekarang ini?”"
  },
  {
    "reference": "1Sa 22:14",
    "text": "Lalu Ahimelekh menjawab raja: ”Tetapi siapakah di antara segala pegawaimu yang dapat dipercaya seperti Daud, apalagi ia menantu raja dan kepala para pengawalmu, dan dihormati dalam rumahmu?"
  },
  {
    "reference": "1Sa 22:15",
    "text": "Bukan ini pertama kali aku menanyakan Allah bagi dia. Sekali-kali tidak! Janganlah kiranya raja melontarkan tuduhan kepada hambamu ini, bahkan kepada seluruh keluargaku, sebab hambamu ini tidak tahu apa-apa tentang semuanya itu, baik tentang perkara kecil maupun perkara besar.”"
  },
  {
    "reference": "1Sa 22:16",
    "text": "Tetapi raja berkata: ”Engkau mesti dibunuh, Ahimelekh, engkau dan seluruh keluargamu.”"
  },
  {
    "reference": "1Sa 22:17",
    "text": "Lalu raja memerintahkan kepada bentara yang berdiri di dekatnya: ”Majulah dan bunuhlah para imam Tuhan itu sebab mereka membantu Daud; sebab walaupun mereka tahu, bahwa ia melarikan diri, mereka tidak memberitahukan hal itu kepadaku.” Tetapi para pegawai raja tidak mau mengangkat tangannya untuk memarang imam-imam Tuhan itu."
  },
  {
    "reference": "1Sa 22:18",
    "text": "Lalu berkatalah raja kepada Do”eg: ”Majulah engkau dan paranglah para imam itu.” Maka majulah Do”eg, orang Edom itu, lalu memarang para imam itu. Ia membunuh pada hari itu delapan puluh lima orang, yang memakai baju efod dari kain lenan."
  },
  {
    "reference": "1Sa 22:19",
    "text": "Juga penduduk Nob, kota imam itu, dibunuh raja dengan mata pedang; laki-laki maupun perempuan, kanak-kanak maupun anak yang menyusu, pula lembu, keledai dan domba dibunuhnya dengan mata pedang."
  },
  {
    "reference": "1Sa 22:20",
    "text": "Tetapi seorang anak Ahimelekh bin Ahitub, namanya Abyatar luput; ia melarikan diri menjadi pengikut Daud."
  },
  {
    "reference": "1Sa 22:21",
    "text": "Ketika Abyatar memberitahukan kepada Daud, bahwa Saul telah membunuh para imam Tuhan,"
  },
  {
    "reference": "1Sa 22:22",
    "text": "berkatalah Daud kepada Abyatar: ”Memang pada hari itu juga ketika Do”eg, orang Edom itu, ada di sana, aku telah tahu, bahwa pasti ia akan memberitahukannya kepada Saul. Akulah sebab utama dari pada kematian seluruh keluargamu."
  },
  {
    "reference": "1Sa 22:23",
    "text": "Tinggallah padaku, janganlah takut; sebab siapa yang ingin mencabut nyawamu, ia juga ingin mencabut nyawaku; di dekatku engkau aman.”"
  },
  {
    "reference": "1Sa 23:1",
    "text": "Diberitahukanlah kepada Daud, begini: ”Ketahuilah, orang Filistin berperang melawan kota Kehila dan menjarah tempat-tempat pengirikan.”"
  },
  {
    "reference": "1Sa 23:2",
    "text": "Lalu bertanyalah Daud kepada Tuhan: ”Apakah aku akan pergi mengalahkan orang Filistin itu?” Jawab Tuhan kepada Daud: ”Pergilah, kalahkanlah orang Filistin itu dan selamatkanlah Kehila.”"
  },
  {
    "reference": "1Sa 23:3",
    "text": "Tetapi orang-orang Daud berkata kepadanya: ”Ingatlah, sedangkan di sini di Yehuda kita sudah dalam ketakutan, apalagi kalau kita pergi ke Kehila, melawan barisan perang orang Filistin.”"
  },
  {
    "reference": "1Sa 23:4",
    "text": "Lalu bertanya pulalah Daud kepada Tuhan, maka Tuhan menjawab dia, firman-Nya: ”Bersiaplah, pergilah ke Kehila, sebab Aku akan menyerahkan orang Filistin itu ke dalam tanganmu.”"
  },
  {
    "reference": "1Sa 23:5",
    "text": "Kemudian pergilah Daud dengan orang-orangnya ke Kehila; ia berperang melawan orang Filistin itu, dihalaunya ternak mereka dan ditimbulkannya kekalahan besar di antara mereka. Demikianlah Daud menyelamatkan penduduk Kehila."
  },
  {
    "reference": "1Sa 23:6",
    "text": "Ketika Abyatar bin Ahimelekh melarikan diri kepada Daud ke Kehila, ia turun dengan membawa efod di tangannya."
  },
  {
    "reference": "1Sa 23:7",
    "text": "Kepada Saul diberitahukan, bahwa Daud telah masuk Kehila. Lalu berkatalah Saul: ”Allah telah menyerahkan dia ke dalam tanganku, sebab dengan masuk ke dalam kota yang berpintu dan berpalang ia telah mengurung dirinya.”"
  },
  {
    "reference": "1Sa 23:8",
    "text": "Maka Saul memanggil seluruh rakyat pergi berperang ke Kehila dan mengepung Daud dengan orang-orangnya."
  },
  {
    "reference": "1Sa 23:9",
    "text": "Ketika diketahui Daud, bahwa Saul berniat jahat terhadap dia, berkatalah ia kepada imam Abyatar: ”Bawalah efod itu ke mari.”"
  },
  {
    "reference": "1Sa 23:10",
    "text": "Berkatalah Daud: ” Tuhan, Allah Israel, hamba-Mu ini telah mendengar kabar pasti, bahwa Saul berikhtiar untuk datang ke Kehila dan memusnahkan kota ini oleh karena aku."
  },
  {
    "reference": "1Sa 23:11",
    "text": "Akan diserahkan oleh warga-warga kota Kehila itukah aku ke dalam tangannya? Akan datangkah Saul seperti yang telah didengar oleh hamba-Mu ini? Tuhan, Allah Israel, beritahukanlah kiranya kepada hamba-Mu ini.” Jawab Tuhan: ”Ia akan datang.”"
  },
  {
    "reference": "1Sa 23:12",
    "text": "Kemudian bertanyalah Daud: ”Akan diserahkan oleh warga-warga kota Kehila itukah aku dengan orang-orangku ke dalam tangan Saul?” Firman Tuhan: ”Akan mereka serahkan.”"
  },
  {
    "reference": "1Sa 23:13",
    "text": "Lalu bersiaplah Daud dan orang-orangnya, kira-kira enam ratus orang banyaknya, mereka keluar dari Kehila dan pergi ke mana saja mereka dapat pergi. Apabila kepada Saul diberitahukan, bahwa Daud telah meluputkan diri dari Kehila, maka tidak jadilah ia maju berperang. Daud di padang gurun Zif 23:14-28"
  },
  {
    "reference": "1Sa 23:14",
    "text": "Maka Daud tinggal di padang gurun, di tempat-tempat perlindungan. Ia tinggal di pegunungan, di padang gurun Zif. Dan selama waktu itu Saul mencari dia, tetapi Allah tidak menyerahkan dia ke dalam tangannya."
  },
  {
    "reference": "1Sa 23:15",
    "text": "Daud takut, karena Saul telah keluar dengan maksud mencabut nyawanya. Ketika Daud ada di padang gurun Zif di Koresa,"
  },
  {
    "reference": "1Sa 23:16",
    "text": "maka bersiaplah Yonatan, anak Saul, lalu pergi kepada Daud di Koresa. Ia menguatkan kepercayaan Daud kepada Allah"
  },
  {
    "reference": "1Sa 23:17",
    "text": "dan berkata kepadanya: ”Janganlah takut, sebab tangan ayahku Saul tidak akan menangkap engkau; engkau akan menjadi raja atas Israel, dan aku akan menjadi orang kedua di bawahmu. Juga ayahku Saul telah mengetahui yang demikian itu.”"
  },
  {
    "reference": "1Sa 23:18",
    "text": "- 23:18: 1Sam. 18:3 Kemudian kedua orang itu mengikat perjanjian di hadapan Tuhan. Dan Daud tinggal di Koresa, tetapi Yonatan pulang ke rumahnya."
  },
  {
    "reference": "1Sa 23:19",
    "text": "- 23:19: Mzm. 54:2 Tetapi beberapa orang Zif pergi menghadap Saul di Gibea dan berkata: ”Daud menyembunyikan diri dekat kami di kubu-kubu gunung dekat Koresa, di bukit Hakhila, di sebelah selatan padang belantara."
  },
  {
    "reference": "1Sa 23:20",
    "text": "Oleh sebab itu, jika tuanku raja berkenan datang, silakanlah datang; tanggungan kamilah untuk menyerahkan dia ke dalam tangan raja.”"
  },
  {
    "reference": "1Sa 23:21",
    "text": "Berkatalah Saul: ”Diberkatilah kiranya kamu oleh Tuhan, karena kamu menunjukkan sayangmu kepadaku."
  },
  {
    "reference": "1Sa 23:22",
    "text": "Baiklah pergi, carilah kepastian lagi, berusahalah mengetahui di mana ia berada dan siapa yang telah melihat dia di sana; sebab telah dikatakan orang kepadaku, bahwa ia sangat cerdik."
  },
  {
    "reference": "1Sa 23:23",
    "text": "Berusahalah mengetahui segala tempat persembunyiannya. Kemudian datanglah kembali kepadaku dengan kabar yang pasti; dan aku akan pergi bersama-sama dengan kamu. Sesungguhnya, jika ia ada di dalam negeri, maka aku akan meneliti dia di antara segala ribuan orang Yehuda.”"
  },
  {
    "reference": "1Sa 23:24",
    "text": "Lalu berkemaslah mereka pergi ke Zif, mendahului Saul. Daud dan orang-orangnya ada di padang gurun Maon, di dataran di sebelah selatan padang belantara."
  },
  {
    "reference": "1Sa 23:25",
    "text": "Ketika Saul dengan orang-orangnya pergi mencari Daud, diberitahukanlah hal itu kepada Daud, lalu pergilah ia ke gunung batu dan tinggal di padang gurun Maon. Saul mendengar hal itu, lalu mengejar Daud di padang gurun Maon;"
  },
  {
    "reference": "1Sa 23:26",
    "text": "Saul berjalan dari sisi gunung sebelah sini dan Daud dengan orang-orangnya dari sisi gunung sebelah sana. Daud cepat-cepat mengelakkan Saul; tetapi Saul dengan orang-orangnya sudah hampir mengepung Daud serta orang-orangnya untuk menangkap mereka,"
  },
  {
    "reference": "1Sa 23:27",
    "text": "ketika seorang suruhan datang kepada Saul dengan pesan: ”Segeralah undur, sebab orang Filistin telah menyerbu negeri.”"
  },
  {
    "reference": "1Sa 23:28",
    "text": "Maka berhentilah Saul mengejar Daud dan pergi menghadapi orang Filistin. Itulah sebabnya orang menyebut tempat itu: Gunung Batu Keluputan."
  },
  {
    "reference": "1Sa 24:1",
    "text": "Daud pergi dari sana, lalu tinggal di kubu-kubu gunung di En-Gedi."
  },
  {
    "reference": "1Sa 24:2",
    "text": "Ketika Saul pulang sesudah memburu orang Filistin itu, diberitahukanlah kepadanya, demikian: ”Ketahuilah, Daud ada di padang gurun En-Gedi.”"
  },
  {
    "reference": "1Sa 24:3",
    "text": "- 24:3: Mzm. 57:1, 142:1 Kemudian Saul mengambil tiga ribu orang yang terpilih dari seluruh orang Israel, lalu pergi mencari Daud dan orang-orangnya di gunung batu Kambing Hutan."
  },
  {
    "reference": "1Sa 24:4",
    "text": "Ia sampai ke kandang-kandang domba di tepi jalan. Di sana ada gua dan Saul masuk ke dalamnya untuk membuang hajat, tetapi Daud dan orang-orangnya duduk di bagian belakang gua itu."
  },
  {
    "reference": "1Sa 24:5",
    "text": "Lalu berkatalah orang-orangnya kepada Daud: ”Telah tiba hari yang dikatakan Tuhan kepadamu: Sesungguhnya, Aku menyerahkan musuhmu ke dalam tanganmu, maka perbuatlah kepadanya apa yang kaupandang baik.” Maka Daud bangun, lalu memotong punca jubah Saul dengan diam-diam."
  },
  {
    "reference": "1Sa 24:6",
    "text": "Kemudian berdebar-debarlah hati Daud, karena ia telah memotong punca Saul;"
  },
  {
    "reference": "1Sa 24:7",
    "text": "lalu berkatalah ia kepada orang-orangnya: ”Dijauhkan Tuhanlah kiranya dari padaku untuk melakukan hal yang demikian kepada tuanku, kepada orang yang diurapi Tuhan, yakni menjamah dia, sebab dialah orang yang diurapi Tuhan.”"
  },
  {
    "reference": "1Sa 24:8",
    "text": "Dan Daud mencegah orang-orangnya dengan perkataan itu; ia tidak mengizinkan mereka bangkit menyerang Saul. Sementara itu Saul telah bangun meninggalkan gua itu hendak melanjutkan perjalanannya."
  },
  {
    "reference": "1Sa 24:9",
    "text": "Kemudian bangunlah Daud, ia keluar dari dalam gua itu dan berseru kepada Saul dari belakang, katanya: ”Tuanku raja!” Saul menoleh ke belakang, lalu Daud berlutut dengan mukanya ke tanah dan sujud menyembah."
  },
  {
    "reference": "1Sa 24:10",
    "text": "Lalu berkatalah Daud kepada Saul: ”Mengapa engkau mendengarkan perkataan orang-orang yang mengatakan: Sesungguhnya Daud mengikhtiarkan celakamu?"
  },
  {
    "reference": "1Sa 24:11",
    "text": "Ketahuilah, pada hari ini matamu sendiri melihat, bahwa Tuhan sekarang menyerahkan engkau ke dalam tanganku dalam gua itu; ada orang yang telah menyuruh aku membunuh engkau, tetapi aku merasa sayang kepadamu karena pikirku: Aku tidak akan menjamah tuanku itu, sebab dialah orang yang diurapi Tuhan."
  },
  {
    "reference": "1Sa 24:12",
    "text": "Lihatlah dahulu, ayahku, lihatlah kiranya punca jubahmu dalam tanganku ini! Sebab dari kenyataan bahwa aku memotong punca jubahmu dengan tidak membunuh engkau, dapatlah kauketahui dan kaulihat, bahwa tanganku bersih dari pada kejahatan dan pengkhianatan, dan bahwa aku tidak berbuat dosa terhadap engkau, walaupun engkau ini mengejar-ngejar aku untuk mencabut nyawaku."
  },
  {
    "reference": "1Sa 24:13",
    "text": "Tuhan kiranya menjadi hakim di antara aku dan engkau, Tuhan kiranya membalaskan aku kepadamu, tetapi tanganku tidak akan memukul engkau;"
  },
  {
    "reference": "1Sa 24:14",
    "text": "seperti peribahasa orang tua-tua mengatakan: Dari orang fasik timbul kefasikan. Tetapi tanganku tidak akan memukul engkau."
  },
  {
    "reference": "1Sa 24:15",
    "text": "Terhadap siapakah raja Israel keluar berperang? Siapakah yang kaukejar? Anjing mati! Seekor kutu saja!"
  },
  {
    "reference": "1Sa 24:16",
    "text": "Sebab itu Tuhan kiranya menjadi hakim yang memutuskan antara aku dan engkau; Dia kiranya memperhatikannya, memperjuangkan perkaraku dan memberi keadilan kepadaku dengan melepaskan aku dari tanganmu.”"
  },
  {
    "reference": "1Sa 24:17",
    "text": "Setelah Daud selesai menyampaikan perkataan itu kepada Saul, berkatalah Saul: ”Suaramukah itu, ya anakku Daud?” Sesudah itu dengan suara nyaring menangislah Saul."
  },
  {
    "reference": "1Sa 24:18",
    "text": "Katanya kepada Daud: ”Engkau lebih benar dari pada aku, sebab engkau telah melakukan yang baik kepadaku, padahal aku melakukan yang jahat kepadamu."
  },
  {
    "reference": "1Sa 24:19",
    "text": "Telah kautunjukkan pada hari ini, betapa engkau telah melakukan yang baik kepadaku: walaupun Tuhan telah menyerahkan aku ke dalam tanganmu, engkau tidak membunuh aku."
  },
  {
    "reference": "1Sa 24:20",
    "text": "Apabila seseorang mendapat musuhnya, masakan dilepaskannya dia berjalan dengan selamat? Tuhan kiranya membalaskan kepadamu kebaikan ganti apa yang kaulakukan kepadaku pada hari ini."
  },
  {
    "reference": "1Sa 24:21",
    "text": "Oleh karena itu, sesungguhnya aku tahu, bahwa engkau pasti menjadi raja dan jabatan raja Israel akan tetap kokoh dalam tanganmu."
  },
  {
    "reference": "1Sa 24:22",
    "text": "Oleh sebab itu, bersumpahlah kepadaku demi Tuhan, bahwa engkau tidak akan melenyapkan keturunanku dan tidak akan menghapuskan namaku dari kaum keluargaku.”"
  },
  {
    "reference": "1Sa 24:23",
    "text": "Lalu bersumpahlah Daud kepada Saul. Kemudian pulanglah Saul ke rumahnya, sedang Daud dan orang-orangnya pergi ke kubu gunung."
  },
  {
    "reference": "1Sa 25:1",
    "text": "Dan matilah Samuel; seluruh orang Israel berkumpul meratapi dia dan menguburkan dia di rumahnya di Rama. Dan Daud berkemas, lalu pergi ke padang gurun Paran. Daud, Nabal dan Abigail 25:2-44"
  },
  {
    "reference": "1Sa 25:2",
    "text": "Ketika itu ada seorang laki-laki di Maon, yang mempunyai perusahaan di Karmel. Orang itu sangat kaya: ia mempunyai tiga ribu ekor domba dan seribu ekor kambing. Ia ada di Karmel pada pengguntingan bulu domba-dombanya."
  },
  {
    "reference": "1Sa 25:3",
    "text": "Nama orang itu Nabal dan nama isterinya Abigail. Perempuan itu bijak dan cantik, tetapi laki-laki itu kasar dan jahat kelakuannya. Ia seorang keturunan Kaleb."
  },
  {
    "reference": "1Sa 25:4",
    "text": "Ketika didengar Daud di padang gurun, bahwa Nabal sedang menggunting bulu domba-dombanya,"
  },
  {
    "reference": "1Sa 25:5",
    "text": "maka Daud menyuruh sepuluh orang dan kepada orang-orang itu Daud berkata: ”Pergilah ke Karmel dan temuilah Nabal. Tanyakanlah keselamatannya atas namaku"
  },
  {
    "reference": "1Sa 25:6",
    "text": "dan sampaikanlah salam ini kepadanya: Selamat! Selamatlah engkau, selamatlah keluargamu, selamatlah segala yang ada padamu."
  },
  {
    "reference": "1Sa 25:7",
    "text": "Baru-baru ini aku mendengar bahwa engkau mengadakan pengguntingan bulu domba. Adapun gembala-gembalamu yang ada dengan kami, tidak kami ganggu dan tidak ada sesuatu yang hilang dari pada mereka selama mereka ada di Karmel."
  },
  {
    "reference": "1Sa 25:8",
    "text": "Tanyakanlah kepada orang-orangmu, mereka tentu akan memberitahukan kepadamu. Sebab itu biarlah orang-orang ini mendapat belas kasihanmu; bukankah kami ini datang pada hari raya? Berikanlah kepada hamba-hambamu ini dan kepada anakmu Daud apa yang ada padamu.”"
  },
  {
    "reference": "1Sa 25:9",
    "text": "Ketika orang-orang Daud sampai ke sana, berkatalah mereka kepada Nabal atas nama Daud tepat seperti yang dikatakan kepada mereka, kemudian mereka menanti."
  },
  {
    "reference": "1Sa 25:10",
    "text": "Tetapi Nabal menjawab anak buah Daud itu, katanya: ”Siapakah Daud? Siapakah anak Isai itu? Pada waktu sekarang ini ada banyak hamba-hamba yang lari dari tuannya."
  },
  {
    "reference": "1Sa 25:11",
    "text": "Masakan aku mengambil rotiku, air minumku dan hewan bantaian yang kubantai bagi orang-orang pengguntingku untuk memberikannya kepada orang-orang yang aku tidak tahu dari mana mereka datang?”"
  },
  {
    "reference": "1Sa 25:12",
    "text": "Lalu orang-orang Daud itu berbalik pulang dan setelah sampai, mereka memberitahukan kepadanya tepat seperti yang dikatakan kepada mereka."
  },
  {
    "reference": "1Sa 25:13",
    "text": "Kemudian berkatalah Daud kepada orang-orangnya: ”Kamu masing-masing, sandanglah pedang!” Lalu mereka masing-masing menyandang pedangnya; Daud sendiri pun menyandang pedangnya. Sesudah itu kira-kira empat ratus orang maju mengikuti Daud, sedang dua ratus orang tinggal menjaga barang-barang."
  },
  {
    "reference": "1Sa 25:14",
    "text": "Tetapi kepada Abigail, isteri Nabal, telah diberitahukan oleh salah seorang bujangnya, katanya: ”Ketahuilah, Daud menyuruh orang dari padang gurun untuk memberi salam kepada tuan kita, tetapi ia memaki-maki mereka."
  },
  {
    "reference": "1Sa 25:15",
    "text": "Padahal orang-orang itu sangat baik kepada kami; mereka tidak mengganggu kami dan kami tidak kehilangan apa-apa selama kami lalu-lalang di dekat mereka, ketika kami ada di ladang."
  },
  {
    "reference": "1Sa 25:16",
    "text": "Mereka seperti pagar tembok sekeliling kami siang malam, selama kami menggembalakan domba-domba di dekat mereka."
  },
  {
    "reference": "1Sa 25:17",
    "text": "Oleh sebab itu, pikirkanlah dan pertimbangkanlah apa yang harus kauperbuat, sebab telah diputuskan bahwa celaka akan didatangkan kepada tuan kita dan kepada seisi rumahnya, dan ia seorang yang dursila, sehingga orang tidak dapat berbicara dengan dia.”"
  },
  {
    "reference": "1Sa 25:18",
    "text": "Lalu segeralah Abigail mengambil dua ratus roti, dua buyung anggur, lima domba yang telah diolah, lima sukat bertih gandum, seratus buah kue kismis dan dua ratus kue ara, dimuatnyalah semuanya ke atas keledai,"
  },
  {
    "reference": "1Sa 25:19",
    "text": "lalu berkata kepada bujang-bujangnya: ”Berjalanlah mendahului aku; aku segera menyusul kamu.” Tetapi Nabal, suaminya, tidaklah diberitahunya."
  },
  {
    "reference": "1Sa 25:20",
    "text": "Ketika perempuan itu dengan menunggang keledainya, turun dengan terlindung oleh gunung, tampaklah Daud dan orang-orangnya turun ke arahnya, dan perempuan itu bertemu dengan mereka."
  },
  {
    "reference": "1Sa 25:21",
    "text": "Daud tadinya telah berkata: ”Sia-sialah aku melindungi segala kepunyaan orang ini di padang gurun, sehingga tidak ada sesuatu pun yang hilang dari segala kepunyaannya; ia membalas kebaikanku dengan kejahatan."
  },
  {
    "reference": "1Sa 25:22",
    "text": "Beginilah kiranya Allah menghukum Daud, bahkan lebih lagi dari pada itu, jika kutinggalkan hidup sampai pagi seorang laki-laki saja pun dari semua yang ada padanya.”"
  },
  {
    "reference": "1Sa 25:23",
    "text": "Ketika Abigail melihat Daud, segeralah ia turun dari atas keledainya, lalu sujud menyembah di depan Daud dengan mukanya sampai ke tanah."
  },
  {
    "reference": "1Sa 25:24",
    "text": "Ia sujud pada kaki Daud serta berkata: ”Aku sajalah, ya tuanku, yang menanggung kesalahan itu. Izinkanlah hambamu ini berbicara kepadamu, dan dengarkanlah perkataan hambamu ini."
  },
  {
    "reference": "1Sa 25:25",
    "text": "Janganlah kiranya tuanku mengindahkan Nabal, orang yang dursila itu, sebab seperti namanya demikianlah ia: Nabal namanya dan bebal orangnya. Tetapi aku, hambamu ini, tidak melihat orang-orang yang tuanku suruh."
  },
  {
    "reference": "1Sa 25:26",
    "text": "Oleh sebab itu, tuanku, demi Tuhan yang hidup dan demi hidupmu yang dicegah Tuhan dari pada melakukan hutang darah dan dari pada bertindak sendiri dalam mencari keadilan, biarlah menjadi sama seperti Nabal musuhmu dan orang yang bermaksud jahat terhadap tuanku!"
  },
  {
    "reference": "1Sa 25:27",
    "text": "Oleh sebab itu, pemberian yang dibawa kepada tuanku oleh budakmu ini, biarlah diberikan kepada orang-orang yang mengikuti tuanku."
  },
  {
    "reference": "1Sa 25:28",
    "text": "Ampunilah kiranya kecerobohan hambamu ini, sebab pastilah Tuhan akan membangun bagi tuanku keturunan yang teguh, karena tuanku ini melakukan perang Tuhan dan tidak ada yang jahat terdapat padamu selama hidupmu."
  },
  {
    "reference": "1Sa 25:29",
    "text": "Jika sekiranya ada seorang bangkit mengejar engkau dan ingin mencabut nyawamu, maka nyawa tuanku akan terbungkus dalam bungkusan tempat orang-orang hidup pada Tuhan, Allahmu, tetapi nyawa para musuhmu akan diumbankan-Nya dari dalam salang umban."
  },
  {
    "reference": "1Sa 25:30",
    "text": "Apabila Tuhan melakukan kepada tuanku sesuai dengan segala kebaikan yang difirmankan-Nya kepadamu dan menunjuk engkau menjadi raja atas Israel,"
  },
  {
    "reference": "1Sa 25:31",
    "text": "maka tak usahlah tuanku bersusah hati dan menyesal karena menumpahkan darah tanpa alasan, dan karena tuanku bertindak sendiri dalam mencari keadilan. Dan apabila Tuhan berbuat baik kepada tuanku, ingatlah kepada hambamu ini.”"
  },
  {
    "reference": "1Sa 25:32",
    "text": "Lalu berkatalah Daud kepada Abigail: ”Terpujilah Tuhan, Allah Israel, yang mengutus engkau menemui aku pada hari ini;"
  },
  {
    "reference": "1Sa 25:33",
    "text": "terpujilah kebijakanmu dan terpujilah engkau sendiri, bahwa engkau pada hari ini menahan aku dari pada melakukan hutang darah dan dari pada bertindak sendiri dalam mencari keadilan."
  },
  {
    "reference": "1Sa 25:34",
    "text": "Tetapi demi Tuhan, Allah Israel yang hidup, yang mencegah aku dari pada berbuat jahat kepadamu – jika engkau tadinya tidak segera datang menemui aku, pasti tidak akan ada seorang laki-laki pun tinggal hidup pada Nabal sampai fajar menyingsing.”"
  },
  {
    "reference": "1Sa 25:35",
    "text": "Lalu Daud menerima dari perempuan itu apa yang dibawanya untuk dia, dan berkata kepadanya: ”Pulanglah dengan selamat ke rumahmu; lihatlah, aku mendengarkan perkataanmu dan menerima permintaanmu dengan baik.”"
  },
  {
    "reference": "1Sa 25:36",
    "text": "Sampailah Abigail kepada Nabal dan tampaklah, Nabal mengadakan perjamuan di rumahnya, seperti perjamuan raja-raja. Nabal riang gembira dan mabuk sekali. Sebab itu tidaklah diceriterakan perempuan itu sepatah kata pun kepadanya, sampai fajar menyingsing."
  },
  {
    "reference": "1Sa 25:37",
    "text": "Tetapi pada waktu pagi, ketika sudah hilang mabuk Nabal itu, diceriterakanlah kepadanya oleh isterinya segala perkara itu. Lalu terhentilah jantungnya dalam dada dan ia membatu."
  },
  {
    "reference": "1Sa 25:38",
    "text": "Dan kira-kira sepuluh hari sesudah itu Tuhan memukul Nabal, sehingga ia mati."
  },
  {
    "reference": "1Sa 25:39",
    "text": "Ketika didengar Daud, bahwa Nabal telah mati, berkatalah ia: ”Terpujilah Tuhan, yang membela aku dalam perkara penghinaan Nabal terhadap aku dan yang mencegah hamba-Nya dari pada berbuat jahat. Tuhan telah membalikkan kejahatan Nabal ke atas kepalanya sendiri.” Kemudian Daud menyuruh orang untuk berbicara dengan Abigail tentang mengambil dia menjadi isterinya."
  },
  {
    "reference": "1Sa 25:40",
    "text": "Para hamba Daud datang kepada Abigail di Karmel dan berkata kepadanya, demikian: ”Daud menyuruh kami kepadamu untuk mengambil engkau menjadi isterinya.”"
  },
  {
    "reference": "1Sa 25:41",
    "text": "Lalu bangkitlah perempuan itu berdiri, sujudlah ia menyembah dengan mukanya ke tanah sambil berkata: ”Sesungguhnya, hambamu ini ingin menjadi budak yang membasuh kaki para hamba tuanku itu.”"
  },
  {
    "reference": "1Sa 25:42",
    "text": "Kemudian berkemaslah Abigail dengan segera; ia menunggang keledainya, dengan diiringi lima orang pelayan perempuan. Ia mengikuti suruhan Daud itu dan menjadi isteri Daud."
  },
  {
    "reference": "1Sa 25:43",
    "text": "Juga Ahinoam dari Yizreel telah diambil Daud menjadi isterinya; kedua perempuan itu menjadi isterinya."
  },
  {
    "reference": "1Sa 25:44",
    "text": "Tetapi Saul telah memberikan Mikhal, anaknya perempuan, isteri Daud, kepada Palti bin Lais, yang dari Galim itu."
  },
  {
    "reference": "1Sa 26:1",
    "text": "- 26:1: Mzm. 54:2 Datanglah orang Zif kepada Saul di Gibea serta berkata: ”Daud menyembunyikan diri di bukit Hakhila di padang belantara.”"
  },
  {
    "reference": "1Sa 26:2",
    "text": "Lalu berkemaslah Saul dan turun ke padang gurun Zif dengan tiga ribu orang yang terpilih dari orang Israel untuk mencari Daud di padang gurun Zif."
  },
  {
    "reference": "1Sa 26:3",
    "text": "Berkemahlah Saul di bukit Hakhila yang di tepi jalan di padang belantara, sedang Daud tinggal di padang gurun. Ketika diketahui Daud, bahwa Saul datang mengikuti dia ke padang gurun,"
  },
  {
    "reference": "1Sa 26:4",
    "text": "disuruhnyalah pengintai-pengintai, maka diketahuinyalah, bahwa Saul benar-benar datang."
  },
  {
    "reference": "1Sa 26:5",
    "text": "Berkemaslah Daud, lalu sampai ke tempat Saul berkemah. Waktu Daud melihat tempat Saul berbaring dengan Abner bin Ner, panglima tentaranya, – Saul berbaring di tengah-tengah perkemahan, sedang rakyat berkemah sekelilingnya –"
  },
  {
    "reference": "1Sa 26:6",
    "text": "berbicaralah Daud kepada Ahimelekh, orang Het itu, dan kepada Abisai, anak Zeruya, saudara Yoab, katanya: ”Siapa turun bersama-sama dengan aku kepada Saul ke tempat perkemahan itu?” Jawab Abisai: ”Aku turun bersama-sama dengan engkau.”"
  },
  {
    "reference": "1Sa 26:7",
    "text": "Datanglah Daud dengan Abisai kepada rakyat itu pada waktu malam, dan tampaklah di sana Saul berbaring tidur di tengah-tengah perkemahan, dengan tombaknya terpancung di tanah pada sebelah kepalanya, sedang Abner dan rakyat itu berbaring sekelilingnya."
  },
  {
    "reference": "1Sa 26:8",
    "text": "Lalu berkatalah Abisai kepada Daud: ”Pada hari ini Allah telah menyerahkan musuhmu ke dalam tanganmu, oleh sebab itu izinkanlah kiranya aku menancapkan dia ke tanah dengan tombak ini, dengan satu tikaman saja, tidak usah dia kutancapkan dua kali.”"
  },
  {
    "reference": "1Sa 26:9",
    "text": "Tetapi kata Daud kepada Abisai: ”Jangan musnahkan dia, sebab siapakah yang dapat menjamah orang yang diurapi Tuhan, dan bebas dari hukuman?”"
  },
  {
    "reference": "1Sa 26:10",
    "text": "Lagi kata Daud: ”Demi Tuhan yang hidup, niscaya Tuhan akan membunuh dia: entah karena sampai ajalnya dan ia mati, entah karena ia pergi berperang dan hilang lenyap di sana."
  },
  {
    "reference": "1Sa 26:11",
    "text": "Kiranya Tuhan menjauhkan dari padaku untuk menjamah orang yang diurapi Tuhan. Ambillah sekarang tombak yang ada di sebelah kepalanya dan kendi itu, dan marilah kita pergi.”"
  },
  {
    "reference": "1Sa 26:12",
    "text": "Kemudian Daud mengambil tombak dan kendi itu dari sebelah kepala Saul, lalu mereka pergi. Tidak ada yang melihatnya, tidak ada yang mengetahuinya, tidak ada yang terbangun, sebab sekaliannya tidur, karena Tuhan membuat mereka tidur nyenyak."
  },
  {
    "reference": "1Sa 26:13",
    "text": "Setelah Daud sampai ke seberang, berdirilah ia jauh-jauh di puncak gunung, sehingga ada jarak yang besar antara mereka."
  },
  {
    "reference": "1Sa 26:14",
    "text": "Dan berserulah Daud kepada tentara itu dan kepada Abner bin Ner, katanya: ”Tidakkah engkau menjawab, Abner?” Maka jawab Abner, katanya: ”Siapakah engkau ini yang berseru-seru kepada raja?”"
  },
  {
    "reference": "1Sa 26:15",
    "text": "Kemudian berkatalah Daud kepada Abner: ”Apakah engkau ini bukan laki-laki? Siapakah yang seperti engkau di antara orang Israel? Mengapa engkau tidak mengawal tuanmu raja? Sebab ada seorang dari rakyat yang datang untuk memusnahkan raja, tuanmu itu."
  },
  {
    "reference": "1Sa 26:16",
    "text": "Tidak baik hal yang kauperbuat itu. Demi Tuhan yang hidup, kamu ini harus mati, karena kamu tidak mengawal tuanmu, orang yang diurapi Tuhan itu. Sekarang, lihatlah, di mana tombak raja dan kendi yang ada di sebelah kepalanya?”"
  },
  {
    "reference": "1Sa 26:17",
    "text": "Saul mengenal suara Daud, lalu ia berkata: ”Suaramukah itu, anakku Daud?” Jawab Daud: ”Suaraku, tuanku raja.”"
  },
  {
    "reference": "1Sa 26:18",
    "text": "Lalu berkatalah ia: ”Mengapa pula tuanku mengejar hambanya ini? Apa yang telah kuperbuat? Apakah kejahatan yang melekat pada tanganku?"
  },
  {
    "reference": "1Sa 26:19",
    "text": "Oleh sebab itu, kiranya tuanku raja mendengarkan perkataan hambanya ini. Jika Tuhan yang membujuk engkau melawan aku, maka biarlah Ia mencium bau korban persembahan; tetapi jika itu anak-anak manusia, terkutuklah mereka di hadapan Tuhan, karena mereka sekarang mengusir aku, sehingga aku tidak mendapat bagian dari pada milik Tuhan, dengan berkata: Pergilah, beribadahlah kepada allah lain."
  },
  {
    "reference": "1Sa 26:20",
    "text": "Sebab itu, janganlah kiranya darahku tertumpah ke tanah, jauh dari hadapan Tuhan. Sebab raja Israel keluar untuk mencabut nyawaku, seperti orang memburu seekor ayam hutan di gunung-gunung.”"
  },
  {
    "reference": "1Sa 26:21",
    "text": "Lalu berkatalah Saul: ”Aku telah berbuat dosa, pulanglah, anakku Daud, sebab aku tidak akan berbuat jahat lagi kepadamu, karena nyawaku pada hari ini berharga di matamu. Sesungguhnya, perbuatanku itu bodoh dan aku sesat sama sekali.”"
  },
  {
    "reference": "1Sa 26:22",
    "text": "Tetapi Daud menjawab: ”Inilah tombak itu, ya tuanku raja! Baiklah salah seorang dari orang-orangmu menyeberang untuk mengambilnya."
  },
  {
    "reference": "1Sa 26:23",
    "text": "Tuhan akan membalas kebenaran dan kesetiaan setiap orang, sebab Tuhan menyerahkan engkau pada hari ini ke dalam tanganku, tetapi aku tidak mau menjamah orang yang diurapi Tuhan."
  },
  {
    "reference": "1Sa 26:24",
    "text": "Dan sesungguhnya, seperti nyawamu pada hari ini berharga di mataku, demikianlah hendaknya nyawaku berharga di mata Tuhan, dan hendaknya Ia melepaskan aku dari segala kesusahan.”"
  },
  {
    "reference": "1Sa 26:25",
    "text": "Lalu berkatalah Saul kepada Daud: ”Diberkatilah kiranya engkau, anakku Daud. Apa jua pun yang kauperbuat, pastilah engkau sanggup melakukannya.” Lalu pergilah Daud meneruskan perjalanannya dan pulanglah Saul ke tempatnya."
  },
  {
    "reference": "1Sa 27:1",
    "text": "Tetapi Daud berpikir dalam hatinya: ”Bagaimanapun juga pada suatu hari aku akan binasa oleh tangan Saul. Jadi tidak ada yang lebih baik bagiku selain meluputkan diri dengan segera ke negeri orang Filistin; maka tidak ada harapan bagi Saul untuk mencari aku lagi di seluruh daerah Israel dan aku akan terluput dari tangannya.”"
  },
  {
    "reference": "1Sa 27:2",
    "text": "Bersiaplah Daud, lalu berjalan ke sana, ia dan keenam ratus orang yang bersama-sama dengan dia itu, kepada Akhis bin Maokh, raja kota Gat."
  },
  {
    "reference": "1Sa 27:3",
    "text": "Daud dan semua orangnya menetap pada Akhis di Gat, masing-masing dengan rumah tangganya; Daud dengan kedua orang isterinya, yakni Ahinoam, perempuan Yizreel, dan Abigail, bekas isteri Nabal, perempuan Karmel."
  },
  {
    "reference": "1Sa 27:4",
    "text": "Setelah diberitahukan kepada Saul, bahwa Daud telah melarikan diri ke Gat, ia tidak lagi mencarinya."
  },
  {
    "reference": "1Sa 27:5",
    "text": "Berkatalah Daud kepada Akhis: ”Jika kiranya aku mendapat belas kasihanmu, biarlah diberikan kepadaku tempat di salah satu kota di tanah datar, supaya aku tinggal di sana. Mengapa hambamu ini tinggal padamu di kota kerajaan ini?”"
  },
  {
    "reference": "1Sa 27:6",
    "text": "Maka pada hari itu Akhis memberikan Ziklag kepadanya; itulah sebabnya Ziklag menjadi kepunyaan raja-raja Yehuda sampai sekarang."
  },
  {
    "reference": "1Sa 27:7",
    "text": "Dan lamanya Daud tinggal di daerah orang Filistin adalah satu tahun empat bulan."
  },
  {
    "reference": "1Sa 27:8",
    "text": "Maka Daud dan orang-orangnya bergerak maju dan menyerbu orang Gesur, orang Girzi dan orang Amalek; sebab orang-orang inilah penduduk negeri itu yang membentang dari Telam ke arah Syur sampai tanah Mesir."
  },
  {
    "reference": "1Sa 27:9",
    "text": "Apabila Daud memusnahkan negeri itu, seorang pun tidak dibiarkannya hidup, baik laki-laki maupun perempuan; ia merampas kambing domba, lembu, keledai, unta dan pakaian, kemudian pulanglah ia dan kembali kepada Akhis."
  },
  {
    "reference": "1Sa 27:10",
    "text": "Jika Akhis bertanya: ”Di mana kamu menyerbu pada hari ini?” maka jawab Daud: ”Di Tanah Negeb Yehuda,” atau: ”Di Tanah Negeb orang Yerahmeel,” atau: ”Di Tanah Negeb orang Keni.”"
  },
  {
    "reference": "1Sa 27:11",
    "text": "Daud tidak membiarkan hidup seorang pun, baik laki-laki maupun perempuan, untuk dibawa ke Gat, sebab pikirnya: ”Jangan-jangan mereka mengabarkan tentang kami, dengan berkata: Beginilah dilakukan Daud.” Itulah kebiasaannya, selama ia tinggal di daerah orang Filistin."
  },
  {
    "reference": "1Sa 27:12",
    "text": "Tetapi Akhis mempercayai Daud, sebab pikirnya: ”Tentulah ia telah membuat diri dibenci di antara orang Israel, bangsanya; ia akan menjadi hambaku sampai selamanya.”"
  },
  {
    "reference": "1Sa 28:1",
    "text": "Pada waktu itu orang Filistin mengerahkan tentaranya untuk berperang melawan orang Israel. Lalu berkatalah Akhis kepada Daud: ”Ketahuilah baik-baik, bahwa engkau beserta orang-orangmu harus maju berperang bersama-sama dengan aku dalam tentara.”"
  },
  {
    "reference": "1Sa 28:2",
    "text": "Jawab Daud kepada Akhis: ”Baik, engkau akan tahu, apa yang dapat diperbuat hambamu ini.” Lalu Akhis berkata kepada Daud: ”Sebab itu aku mengangkat engkau menjadi pengawalku sendiri sampai selamanya.”"
  },
  {
    "reference": "1Sa 28:3",
    "text": "- 28:3: Im. 20:27; Ul. 18:10-11; 1Sam. 25:1 Adapun Samuel sudah mati. Seluruh orang Israel sudah meratapi dia dan mereka telah menguburkan dia di Rama, di kotanya. Dan Saul telah menyingkirkan dari dalam negeri para pemanggil arwah dan roh peramal."
  },
  {
    "reference": "1Sa 28:4",
    "text": "Orang Filistin itu berkumpul, lalu bergerak maju, dan berkemah dekat Sunem. Saul mengumpulkan seluruh orang Israel, lalu mereka berkemah di Gilboa."
  },
  {
    "reference": "1Sa 28:5",
    "text": "Ketika Saul melihat tentara Filistin itu, maka takutlah ia dan hatinya sangat gemetar."
  },
  {
    "reference": "1Sa 28:6",
    "text": "- 28:6: Bil. 27:21 Dan Saul bertanya kepada Tuhan, tetapi Tuhan tidak menjawab dia, baik dengan mimpi, baik dengan Urim, baik dengan perantaraan para nabi."
  },
  {
    "reference": "1Sa 28:7",
    "text": "Lalu berkatalah Saul kepada para pegawainya: ”Carilah bagiku seorang perempuan yang sanggup memanggil arwah; maka aku hendak pergi kepadanya dan meminta petunjuk kepadanya.” Para pegawainya menjawab dia: ”Di En-Dor ada seorang perempuan yang sanggup memanggil arwah.”"
  },
  {
    "reference": "1Sa 28:8",
    "text": "Lalu menyamarlah Saul, ia mengenakan pakaian lain dan pergilah ia dengan dua orang. Ketika mereka pada waktu malam sampai kepada perempuan itu, berkatalah Saul: ”Cobalah engkau menenung bagiku dengan perantaraan arwah, dan panggillah supaya muncul kepadaku orang yang akan kusebut kepadamu.”"
  },
  {
    "reference": "1Sa 28:9",
    "text": "Tetapi perempuan itu menjawabnya: ”Tentu engkau mengetahui apa yang diperbuat Saul, bahwa ia telah melenyapkan dari dalam negeri para pemanggil arwah dan roh peramal. Mengapa engkau memasang jerat terhadap nyawaku untuk membunuh aku?”"
  },
  {
    "reference": "1Sa 28:10",
    "text": "Lalu bersumpahlah Saul kepadanya demi Tuhan, katanya: ”Demi Tuhan yang hidup, tidak akan ada kesalahan tertimpa kepadamu karena perkara ini.”"
  },
  {
    "reference": "1Sa 28:11",
    "text": "Sesudah itu bertanyalah perempuan itu: ”Siapakah yang harus kupanggil supaya muncul kepadamu?” Jawabnya: ”Panggillah Samuel supaya muncul kepadaku.”"
  },
  {
    "reference": "1Sa 28:12",
    "text": "Ketika perempuan itu melihat Samuel, berteriaklah ia dengan suara nyaring. Lalu perempuan itu berkata kepada Saul, demikian: ”Mengapa engkau menipu aku? Engkau sendirilah Saul!”"
  },
  {
    "reference": "1Sa 28:13",
    "text": "Maka berbicaralah raja kepadanya: ”Janganlah takut; tetapi apakah yang kaulihat?” Perempuan itu menjawab Saul: ”Aku melihat sesuatu yang ilahi muncul dari dalam bumi.”"
  },
  {
    "reference": "1Sa 28:14",
    "text": "Kemudian bertanyalah ia kepada perempuan itu: ”Bagaimana rupanya?” Jawabnya: ”Ada seorang tua muncul, berselubungkan jubah.” Maka tahulah Saul, bahwa itulah Samuel, lalu berlututlah ia dengan mukanya sampai ke tanah dan sujud menyembah."
  },
  {
    "reference": "1Sa 28:15",
    "text": "Sesudah itu berbicaralah Samuel kepada Saul: ”Mengapa engkau mengganggu aku dengan memanggil aku muncul?” Kata Saul: ”Aku sangat dalam keadaan terjepit: orang Filistin berperang melawan aku, dan Allah telah undur dari padaku. Ia tidak menjawab aku lagi, baik dengan perantaraan nabi maupun dengan mimpi. Sebab itu aku memanggil engkau, supaya engkau memberitahukan kepadaku, apa yang harus kuperbuat.”"
  },
  {
    "reference": "1Sa 28:16",
    "text": "Lalu berbicaralah Samuel: ”Mengapa engkau bertanya kepadaku, padahal Tuhan telah undur dari padamu dan telah menjadi musuhmu?"
  },
  {
    "reference": "1Sa 28:17",
    "text": "- 28:17: 1Sam. 15:28 Tuhan telah melakukan kepadamu seperti yang difirmankan-Nya dengan perantaraanku, yakni Tuhan telah mengoyakkan kerajaan dari tanganmu dan telah memberikannya kepada orang lain, kepada Daud."
  },
  {
    "reference": "1Sa 28:18",
    "text": "- 28:18: 1Sam. 15:3-9 Karena engkau tidak mendengarkan suara Tuhan dan tidak melaksanakan murka-Nya yang bernyala-nyala itu atas Amalek, itulah sebabnya Tuhan melakukan hal itu kepadamu pada hari ini."
  },
  {
    "reference": "1Sa 28:19",
    "text": "Juga orang Israel bersama-sama dengan engkau akan diserahkan Tuhan ke dalam tangan orang Filistin, dan besok engkau serta anak-anakmu sudah ada bersama-sama dengan daku. Juga tentara Israel akan diserahkan Tuhan ke dalam tangan orang Filistin.”"
  },
  {
    "reference": "1Sa 28:20",
    "text": "Pada saat itu juga rebahlah Saul memanjang ke tanah sebab ia sangat ketakutan oleh karena perkataan Samuel itu. Juga tidak ada lagi kekuatannya, karena sehari semalam itu ia tidak makan apa-apa."
  },
  {
    "reference": "1Sa 28:21",
    "text": "Perempuan itu mendekati Saul lalu melihat, bahwa Saul sangat terkejut. Kemudian berkatalah perempuan itu kepadanya: ”Lihat, budakmu ini telah mendengarkan permintaanmu; aku telah mempertaruhkan nyawaku dan mendengarkan perkataan yang kaukatakan kepadaku."
  },
  {
    "reference": "1Sa 28:22",
    "text": "Oleh sebab itu, kiranya engkau pun mendengarkan permintaan budakmu ini. Izinkanlah aku menyajikan kepadamu sepotong roti; makanlah, supaya ada kekuatanmu, apabila engkau berjalan pula.”"
  },
  {
    "reference": "1Sa 28:23",
    "text": "Tetapi Saul menolak dan berkata: ”Aku tidak mau makan.” Tetapi ketika para pegawainya serta perempuan itu juga mendesak, maka didengarkannyalah permintaan mereka, lalu bangkitlah ia dari tanah dan duduk di balai-balai."
  },
  {
    "reference": "1Sa 28:24",
    "text": "Perempuan itu mempunyai seekor anak lembu tambun di rumahnya maka segeralah ia menyembelih itu. Ia mengambil tepung, diremasnya dan dibakarnya menjadi roti yang tidak beragi."
  },
  {
    "reference": "1Sa 28:25",
    "text": "Dihidangkannyalah semuanya itu ke depan Saul dan ke depan para pegawainya, lalu mereka makan. Kemudian bangkitlah mereka dan pergi pada malam itu juga."
  },
  {
    "reference": "1Sa 29:1",
    "text": "Orang Filistin mengumpulkan segala tentara mereka ke Afek, sedang orang Israel berkemah dekat mata air yang di Yizreel."
  },
  {
    "reference": "1Sa 29:2",
    "text": "Maka ketika raja-raja kota orang Filistin berjalan lewat dalam pasukan-pasukan seratus dan seribu, dan ketika juga Daud beserta orang-orangnya berjalan lewat di belakangnya bersama-sama dengan Akhis,"
  },
  {
    "reference": "1Sa 29:3",
    "text": "berkatalah para panglima orang Filistin itu: ”Apa gunanya orang-orang Ibrani ini?” Jawab Akhis kepada para panglima orang Filistin itu: ”Bukankah dia itu Daud, hamba Saul, raja Israel, yang sudah satu dua tahun bersama-sama dengan aku, tanpa kudapati sesuatu pun kesalahan padanya sejak saat ia membelot sampai hari ini?”"
  },
  {
    "reference": "1Sa 29:4",
    "text": "Tetapi para panglima orang Filistin itu menjadi marah kepadanya; serta berkata kepadanya: ”Suruhlah orang itu pulang, supaya ia kembali ke tempat, yang kautunjukkan kepadanya, dan janganlah ia pergi berperang, bersama-sama dengan kita, supaya jangan ia menjadi lawan kita dalam peperangan. Sebab dengan apakah orang ini dapat menyukakan hati tuannya, kecuali dengan memberi kepala-kepala orang-orang ini?"
  },
  {
    "reference": "1Sa 29:5",
    "text": "- 29:5: 1Sam. 18:7, 21:11 Bukankah dia ini Daud yang dinyanyikan orang secara berbalas-balasan sambil menari-nari, demikian: Saul mengalahkan beribu-ribu musuh, tetapi Daud berlaksa-laksa?”"
  },
  {
    "reference": "1Sa 29:6",
    "text": "Lalu Akhis memanggil Daud, dan berkata kepadanya: ”Demi Tuhan yang hidup, engkau ini orang jujur dan aku memandang baik, jika engkau keluar masuk bersama-sama dengan aku dalam tentara, sebab aku tidak mendapati sesuatu kejahatan padamu, sejak saat engkau datang kepadaku sampai hari ini; tetapi engkau ini tidak disukai oleh raja-raja kota."
  },
  {
    "reference": "1Sa 29:7",
    "text": "Sebab itu, pulanglah, pergilah dengan selamat dan jangan lakukan apa yang jahat di mata raja-raja kota orang Filistin itu.”"
  },
  {
    "reference": "1Sa 29:8",
    "text": "Tetapi Daud berkata kepada Akhis: ”Apa yang telah kuperbuat? Dan kesalahan apa yang kaudapati pada hambamu ini, sejak saat aku menjadi hamba kepadamu, sampai hari ini, sehingga aku tidak boleh ikut pergi berperang melawan musuh tuanku raja?”"
  },
  {
    "reference": "1Sa 29:9",
    "text": "Lalu Akhis menjawab Daud: ”Aku tahu, engkau ini memang kusukai seperti utusan Allah. Hanya, para panglima orang Filistin telah berkata: Ia tidak boleh pergi berperang bersama-sama dengan kita."
  },
  {
    "reference": "1Sa 29:10",
    "text": "Jadi, bangunlah pagi-pagi beserta orang-orang tuanmu ini yang datang bersama-sama dengan engkau; bangunlah kamu pagi-pagi, segera sesudah hari cukup terang bagimu, dan pergilah.”"
  },
  {
    "reference": "1Sa 29:11",
    "text": "Lalu bangunlah Daud dan orang-orangnya pagi-pagi untuk berjalan pulang ke negeri orang Filistin, sedang orang Filistin itu bergerak maju ke Yizreel."
  },
  {
    "reference": "1Sa 30:1",
    "text": "Ketika Daud serta orang-orangnya sampai ke Ziklag pada hari yang ketiga, orang Amalek telah menyerbu Tanah Negeb dan Ziklag; Ziklag telah dikalahkan oleh mereka dan dibakar habis."
  },
  {
    "reference": "1Sa 30:2",
    "text": "Perempuan-perempuan dan semua orang yang ada di sana, tua dan muda, telah ditawan mereka, dengan tidak membunuh seorang pun; mereka menggiring sekaliannya, kemudian meneruskan perjalanannya."
  },
  {
    "reference": "1Sa 30:3",
    "text": "Ketika Daud dan orang-orangnya sampai ke kota itu, tampaklah kota itu terbakar habis, dan isteri mereka serta anak mereka yang laki-laki dan perempuan telah ditawan."
  },
  {
    "reference": "1Sa 30:4",
    "text": "Lalu menangislah Daud dan rakyat yang bersama-sama dengan dia itu dengan nyaring, sampai mereka tidak kuat lagi menangis."
  },
  {
    "reference": "1Sa 30:5",
    "text": "- 30:5: 1Sam. 25:42-43 Juga kedua isteri Daud ditawan, yakni Ahinoam, perempuan Yizreel, dan Abigail, bekas isteri Nabal, orang Karmel itu."
  },
  {
    "reference": "1Sa 30:6",
    "text": "Dan Daud sangat terjepit, karena rakyat mengatakan hendak melempari dia dengan batu. Seluruh rakyat itu telah pedih hati, masing-masing karena anaknya laki-laki dan perempuan. Tetapi Daud menguatkan kepercayaannya kepada Tuhan, Allahnya."
  },
  {
    "reference": "1Sa 30:7",
    "text": "- 30:7: 1Sam. 22:20-23 Lalu Daud memberi perintah kepada imam Abyatar bin Ahimelekh: ”Bawalah efod itu kepadaku.” Maka Abyatar membawa efod itu kepada Daud."
  },
  {
    "reference": "1Sa 30:8",
    "text": "Kemudian bertanyalah Daud kepada Tuhan, katanya: ”Haruskah aku mengejar gerombolan itu? Akan dapatkah mereka kususul?” Dan Ia berfirman kepadanya: ”Kejarlah, sebab sesungguhnya, engkau akan dapat menyusul mereka dan melepaskan para tawanan.”"
  },
  {
    "reference": "1Sa 30:9",
    "text": "Lalu pergilah Daud beserta keenam ratus orang yang bersama-sama dengan dia, dan sampailah mereka ke sungai Besor. Sementara orang-orang yang mau tinggal di belakang berhenti di sana,"
  },
  {
    "reference": "1Sa 30:10",
    "text": "maka Daud melanjutkan pengejaran itu beserta empat ratus orang. Dua ratus orang yang terlalu lelah untuk menyeberangi sungai Besor itu, berhenti di sana."
  },
  {
    "reference": "1Sa 30:11",
    "text": "Kemudian mereka menemui seorang Mesir di padang lalu membawanya kepada Daud. Mereka memberi dia roti, lalu makanlah ia, kemudian mereka memberi dia minum air,"
  },
  {
    "reference": "1Sa 30:12",
    "text": "dan memberikan kepadanya sepotong kue ara dan dua buah kue kismis, dan setelah dimakannya, ia segar kembali, sebab ia tidak makan dan minum selama tiga hari tiga malam."
  },
  {
    "reference": "1Sa 30:13",
    "text": "Kemudian bertanyalah Daud kepadanya: ”Budak siapakah engkau dan dari manakah engkau?” Jawabnya: ”Aku ini seorang pemuda Mesir, budak kepunyaan seorang Amalek. Tuanku meninggalkan aku, karena tiga hari yang lalu aku jatuh sakit."
  },
  {
    "reference": "1Sa 30:14",
    "text": "Kami telah menyerbu Tanah Negeb orang Kreti dan daerah Yehuda dan Tanah Negeb Kaleb, dan Ziklag telah kami bakar habis.”"
  },
  {
    "reference": "1Sa 30:15",
    "text": "Daud bertanya kepadanya: ”Dapatkah engkau menunjuk jalan kepadaku ke gerombolan itu?” Katanya: ”Bersumpahlah kepadaku demi Allah, bahwa engkau tidak akan membunuh aku, dan tidak akan menyerahkan aku ke dalam tangan tuanku itu, maka aku akan menunjuk jalan kepadamu ke gerombolan itu.”"
  },
  {
    "reference": "1Sa 30:16",
    "text": "Ia menunjuk jalan kepada Daud ke sana, dan tampaklah orang-orang itu berpencar-pencar di atas seluruh daerah itu, sambil makan, minum dan mengadakan perayaan karena jarahan yang besar, yang telah dirampas mereka dari tanah orang Filistin dan dari tanah Yehuda."
  },
  {
    "reference": "1Sa 30:17",
    "text": "Dan pada keesokan harinya Daud menghancurkan mereka dari pagi-pagi buta sampai matahari terbenam; tidak ada seorang pun dari mereka yang lolos, kecuali empat ratus orang muda yang melarikan diri dengan menunggang unta."
  },
  {
    "reference": "1Sa 30:18",
    "text": "Daud melepaskan semua apa yang dirampas oleh orang Amalek itu; juga kedua isterinya dapat dilepaskan Daud."
  },
  {
    "reference": "1Sa 30:19",
    "text": "Tidak ada yang hilang pada mereka, dari hal yang kecil sampai hal yang besar, sampai anak laki-laki dan anak perempuan, dan dari jarahan sampai segala sesuatu yang telah dirampas mereka; semuanya itu dibawa Daud kembali."
  },
  {
    "reference": "1Sa 30:20",
    "text": "Daud mengambil segala kambing domba dan lembu; semuanya itu digiring mereka di hadapannya, serta berkata: ”Inilah jarahan Daud.”"
  },
  {
    "reference": "1Sa 30:21",
    "text": "Ketika Daud sampai kepada kedua ratus orang yang telah terlalu lelah untuk mengikuti Daud, yang telah dibiarkannya tinggal di dekat sungai Besor, maka keluarlah orang-orang ini menyongsong Daud dan menyongsong rakyat yang bersama-sama dengan dia. Daud mendekati orang-orang itu dan memberi salam kepada mereka."
  },
  {
    "reference": "1Sa 30:22",
    "text": "Kemudian mulailah berbicara semua orang jahat dan orang dursila di antara orang-orang, yang ikut pergi bersama-sama dengan Daud itu, katanya: ”Karena mereka tidak ikut pergi bersama-sama dengan kita, janganlah kita berikan kepada mereka apa-apa dari jarahan yang kita selamatkan itu, kecuali kepada masing-masing mereka isterinya dan anak-anaknya. Itu boleh mereka bawa, dan biarlah mereka pergi!”"
  },
  {
    "reference": "1Sa 30:23",
    "text": "Tetapi Daud berkata: ”Janganlah kamu, saudara-saudaraku, berbuat demikian, dengan apa yang diberikan Tuhan kepada kita; sebab Ia telah melindungi kita, dan menyerahkan ke dalam tangan kita gerombolan yang menyerang kita."
  },
  {
    "reference": "1Sa 30:24",
    "text": "Siapa yang mau mendengarkan kamu dalam perkara ini? Sebab, bagian orang yang tinggal di dekat barang-barang adalah sama seperti bagian orang yang pergi berperang; itu akan dibagi sama-sama.”"
  },
  {
    "reference": "1Sa 30:25",
    "text": "Dan demikianlah halnya sejak hari itu dan seterusnya; hal itu ditentukannya menjadi ketetapan dan peraturan bagi orang Israel sampai sekarang. Daud mengirim pemberian kepada para tua-tua di Yehuda 30:26-31"
  },
  {
    "reference": "1Sa 30:26",
    "text": "Ketika Daud sampai ke Ziklag, dikirimnyalah sebagian dari jarahan itu kepada para tua-tua di Yehuda, kepada teman-temannya, dengan pesan: ”Inilah pemberian kepadamu dari jarahan yang dirampas dari musuh Tuhan,”"
  },
  {
    "reference": "1Sa 30:27",
    "text": "yakni kepada yang di Betel, kepada yang di Ramot di Tanah Selatan, kepada yang di Yatir,"
  },
  {
    "reference": "1Sa 30:28",
    "text": "kepada yang di Aro”er, kepada yang di Sifmot, kepada yang di Estemoa,"
  },
  {
    "reference": "1Sa 30:29",
    "text": "kepada yang di Rakhal, kepada yang di kota-kota orang Yerahmeel, kepada yang di kota-kota orang Keni,"
  },
  {
    "reference": "1Sa 30:30",
    "text": "kepada yang di Horma, kepada yang di Bor-Asan, kepada yang di Atakh,"
  },
  {
    "reference": "1Sa 30:31",
    "text": "kepada yang di Hebron dan kepada segala tempat di mana Daud dengan orang-orangnya mengembara."
  },
  {
    "reference": "1Sa 31:1",
    "text": "- 31:1-13: 1Taw. 10:1-12 Sementara itu orang Filistin berperang melawan orang Israel. Orang-orang Israel melarikan diri dari hadapan orang Filistin dan banyak yang mati terbunuh di pegunungan Gilboa."
  },
  {
    "reference": "1Sa 31:2",
    "text": "Orang Filistin terus mengejar Saul dan anak-anaknya dan menewaskan Yonatan, Abinadab dan Malkisua, anak-anak Saul."
  },
  {
    "reference": "1Sa 31:3",
    "text": "Kemudian makin beratlah pertempuran itu bagi Saul; para pemanah menjumpainya, dan melukainya dengan parah."
  },
  {
    "reference": "1Sa 31:4",
    "text": "Lalu berkatalah Saul kepada pembawa senjatanya: ”Hunuslah pedangmu dan tikamlah aku, supaya jangan datang orang-orang yang tidak bersunat ini menikam aku dan memperlakukan aku sebagai permainan.” Tetapi pembawa senjatanya tidak mau, karena ia sangat segan. Kemudian Saul mengambil pedang itu dan menjatuhkan dirinya ke atasnya."
  },
  {
    "reference": "1Sa 31:5",
    "text": "Ketika pembawa senjatanya melihat, bahwa Saul telah mati, ia pun menjatuhkan dirinya ke atas pedangnya, lalu mati bersama-sama dengan Saul."
  },
  {
    "reference": "1Sa 31:6",
    "text": "Jadi Saul, ketiga anaknya dan pembawa senjatanya, dan seluruh tentaranya sama-sama mati pada hari itu."
  },
  {
    "reference": "1Sa 31:7",
    "text": "Ketika dilihat orang-orang Israel, yang di seberang lembah dan yang di seberang sungai Yordan, bahwa tentara Israel telah melarikan diri, dan bahwa Saul serta anak-anaknya sudah mati, maka mereka meninggalkan kota-kota mereka lalu melarikan diri juga; kemudian datanglah orang Filistin dan menetap di sana."
  },
  {
    "reference": "1Sa 31:8",
    "text": "Ketika keesokan harinya orang Filistin datang merampasi orang-orang yang mati terbunuh itu, didapati mereka Saul dan ketiga anaknya tergelimpang di pegunungan Gilboa."
  },
  {
    "reference": "1Sa 31:9",
    "text": "Mereka memancung kepala Saul, merampas senjata-senjatanya dan menyuruh orang berkeliling di negeri orang Filistin untuk menyampaikan kabar itu di kuil berhalanya dan kepada rakyat."
  },
  {
    "reference": "1Sa 31:10",
    "text": "Kemudian mereka menaruh senjata-senjata Saul di kuil Asytoret, dan mayatnya dipakukan mereka di tembok kota Bet-Sean."
  },
  {
    "reference": "1Sa 31:11",
    "text": "Ketika penduduk Yabesh-Gilead mendengar tentang apa yang telah dilakukan orang Filistin kepada Saul,"
  },
  {
    "reference": "1Sa 31:12",
    "text": "maka bersiaplah segenap orang gagah perkasa, mereka berjalan terus semalam-malaman, lalu mengambil mayat Saul dan mayat anak-anaknya dari tembok kota Bet-Sean. Kemudian pulanglah mereka ke Yabesh dan membakar mayat-mayat itu di sana."
  },
  {
    "reference": "1Sa 31:13",
    "text": "Mereka mengambil tulang-tulangnya lalu menguburkannya di bawah pohon tamariska di Yabesh. Sesudah itu berpuasalah mereka tujuh hari lamanya."
  }
]
