[
  {
    "reference": "1Th 1:1",
    "text": "- 1:1: Kis. 17:1 Dari Paulus, Silwanus dan Timotius kepada jemaat orang-orang Tesalonika yang di dalam Allah Bapa dan di dalam Tuhan Yesus Kristus. Kasih karunia dan damai sejahtera menyertai kamu. Buah pemberitaan Paulus 1:2-10"
  },
  {
    "reference": "1Th 1:2",
    "text": "Kami selalu mengucap syukur kepada Allah karena kamu semua dan menyebut kamu dalam doa kami."
  },
  {
    "reference": "1Th 1:3",
    "text": "Sebab kami selalu mengingat pekerjaan imanmu, usaha kasihmu dan ketekunan pengharapanmu kepada Tuhan kita Yesus Kristus di hadapan Allah dan Bapa kita."
  },
  {
    "reference": "1Th 1:4",
    "text": "Dan kami tahu, hai saudara-saudara yang dikasihi Allah, bahwa Ia telah memilih kamu."
  },
  {
    "reference": "1Th 1:5",
    "text": "Sebab Injil yang kami beritakan bukan disampaikan kepada kamu dengan kata-kata saja, tetapi juga dengan kekuatan oleh Roh Kudus dan dengan suatu kepastian yang kokoh. Memang kamu tahu, bagaimana kami bekerja di antara kamu oleh karena kamu."
  },
  {
    "reference": "1Th 1:6",
    "text": "- 1:6: Kis. 17:5-9 Dan kamu telah menjadi penurut kami dan penurut Tuhan; dalam penindasan yang berat kamu telah menerima firman itu dengan sukacita yang dikerjakan oleh Roh Kudus,"
  },
  {
    "reference": "1Th 1:7",
    "text": "sehingga kamu telah menjadi teladan untuk semua orang yang percaya di wilayah Makedonia dan Akhaya."
  },
  {
    "reference": "1Th 1:8",
    "text": "Karena dari antara kamu firman Tuhan bergema bukan hanya di Makedonia dan Akhaya saja, tetapi di semua tempat telah tersiar kabar tentang imanmu kepada Allah, sehingga kami tidak usah mengatakan apa-apa tentang hal itu."
  },
  {
    "reference": "1Th 1:9",
    "text": "Sebab mereka sendiri berceritera tentang kami, bagaimana kami kamu sambut dan bagaimana kamu berbalik dari berhala-berhala kepada Allah untuk melayani Allah yang hidup dan yang benar,"
  },
  {
    "reference": "1Th 1:10",
    "text": "dan untuk menantikan kedatangan Anak-Nya dari sorga, yang telah dibangkitkan-Nya dari antara orang mati, yaitu Yesus, yang menyelamatkan kita dari murka yang akan datang."
  },
  {
    "reference": "1Th 2:1",
    "text": "Kamu sendiri pun memang tahu, saudara-saudara, bahwa kedatangan kami di antaramu tidaklah sia-sia."
  },
  {
    "reference": "1Th 2:2",
    "text": "- 2:2: Kis. 16:19-24, 17:1-9 Tetapi sungguhpun kami sebelumnya, seperti kamu tahu, telah dianiaya dan dihina di Filipi, namun dengan pertolongan Allah kita, kami beroleh keberanian untuk memberitakan Injil Allah kepada kamu dalam perjuangan yang berat."
  },
  {
    "reference": "1Th 2:3",
    "text": "Sebab nasihat kami tidak lahir dari kesesatan atau dari maksud yang tidak murni dan juga tidak disertai tipu daya."
  },
  {
    "reference": "1Th 2:4",
    "text": "Sebaliknya, karena Allah telah menganggap kami layak untuk mempercayakan Injil kepada kami, karena itulah kami berbicara, bukan untuk menyukakan manusia, melainkan untuk menyukakan Allah yang menguji hati kita."
  },
  {
    "reference": "1Th 2:5",
    "text": "Karena kami tidak pernah bermulut manis – hal itu kamu ketahui – dan tidak pernah mempunyai maksud loba yang tersembunyi – Allah adalah saksi –"
  },
  {
    "reference": "1Th 2:6",
    "text": "juga tidak pernah kami mencari pujian dari manusia, baik dari kamu, maupun dari orang-orang lain, sekalipun kami dapat berbuat demikian sebagai rasul-rasul Kristus."
  },
  {
    "reference": "1Th 2:7",
    "text": "Tetapi kami berlaku ramah di antara kamu, sama seperti seorang ibu mengasuh dan merawati anaknya."
  },
  {
    "reference": "1Th 2:8",
    "text": "Demikianlah kami, dalam kasih sayang yang besar akan kamu, bukan saja rela membagi Injil Allah dengan kamu, tetapi juga hidup kami sendiri dengan kamu, karena kamu telah kami kasihi."
  },
  {
    "reference": "1Th 2:9",
    "text": "Sebab kamu masih ingat, saudara-saudara, akan usaha dan jerih lelah kami. Sementara kami bekerja siang malam, supaya jangan menjadi beban bagi siapa pun juga di antara kamu, kami memberitakan Injil Allah kepada kamu."
  },
  {
    "reference": "1Th 2:10",
    "text": "Kamu adalah saksi, demikian juga Allah, betapa saleh, adil dan tak bercacatnya kami berlaku di antara kamu, yang percaya."
  },
  {
    "reference": "1Th 2:11",
    "text": "Kamu tahu, betapa kami, seperti bapa terhadap anak-anaknya, telah menasihati kamu dan menguatkan hatimu seorang demi seorang,"
  },
  {
    "reference": "1Th 2:12",
    "text": "dan meminta dengan sangat, supaya kamu hidup sesuai dengan kehendak Allah, yang memanggil kamu ke dalam Kerajaan dan kemuliaan-Nya. Sukacita atas jemaat 2:13-20"
  },
  {
    "reference": "1Th 2:13",
    "text": "Dan karena itulah kami tidak putus-putusnya mengucap syukur juga kepada Allah, sebab kamu telah menerima firman Allah yang kami beritakan itu, bukan sebagai perkataan manusia, tetapi – dan memang sungguh-sungguh demikian – sebagai firman Allah, yang bekerja juga di dalam kamu yang percaya."
  },
  {
    "reference": "1Th 2:14",
    "text": "- 2:14: Kis. 17:5 Sebab kamu, saudara-saudara, telah menjadi penurut jemaat-jemaat Allah di Yudea, jemaat-jemaat di dalam Kristus Yesus, karena kamu juga telah menderita dari teman-teman sebangsamu segala sesuatu yang mereka derita dari orang-orang Yahudi."
  },
  {
    "reference": "1Th 2:15",
    "text": "- 2:15: Kis. 9:23, 29, 13:45, 50, 14:2, 5, 19, 17:5, 13, 18:12 Bahkan orang-orang Yahudi itu telah membunuh Tuhan Yesus dan para nabi dan telah menganiaya kami. Apa yang berkenan kepada Allah tidak mereka pedulikan dan semua manusia mereka musuhi,"
  },
  {
    "reference": "1Th 2:16",
    "text": "karena mereka mau menghalang-halangi kami memberitakan firman kepada bangsa-bangsa lain untuk keselamatan mereka. Demikianlah mereka terus-menerus menambah dosa mereka sampai genap jumlahnya dan sekarang murka telah menimpa mereka sepenuh-penuhnya."
  },
  {
    "reference": "1Th 2:17",
    "text": "Tetapi kami, saudara-saudara, yang seketika terpisah dari kamu, jauh di mata, tetapi tidak jauh di hati, sungguh-sungguh, dengan rindu yang besar, telah berusaha untuk datang menjenguk kamu."
  },
  {
    "reference": "1Th 2:18",
    "text": "Sebab kami telah berniat untuk datang kepada kamu – aku, Paulus, malahan lebih dari sekali –, tetapi Iblis telah mencegah kami."
  },
  {
    "reference": "1Th 2:19",
    "text": "Sebab siapakah pengharapan kami atau sukacita kami atau mahkota kemegahan kami di hadapan Yesus, Tuhan kita, pada waktu kedatangan-Nya, kalau bukan kamu?"
  },
  {
    "reference": "1Th 2:20",
    "text": "Sungguh, kamulah kemuliaan kami dan sukacita kami."
  },
  {
    "reference": "1Th 3:1",
    "text": "- 3:1: Kis. 17:15 Kami tidak dapat tahan lagi, karena itu kami mengambil keputusan untuk tinggal seorang diri di Atena."
  },
  {
    "reference": "1Th 3:2",
    "text": "Lalu kami mengirim Timotius, saudara yang bekerja dengan kami untuk Allah dalam pemberitaan Injil Kristus, untuk menguatkan hatimu dan menasihatkan kamu tentang imanmu,"
  },
  {
    "reference": "1Th 3:3",
    "text": "supaya jangan ada orang yang goyang imannya karena kesusahan-kesusahan ini. Kamu sendiri tahu, bahwa kita ditentukan untuk itu."
  },
  {
    "reference": "1Th 3:4",
    "text": "Sebab, juga waktu kami bersama-sama dengan kamu, telah kami katakan kepada kamu, bahwa kita akan mengalami kesusahan. Dan hal itu, seperti kamu tahu, telah terjadi."
  },
  {
    "reference": "1Th 3:5",
    "text": "Itulah sebabnya, maka aku, karena tidak dapat tahan lagi, telah mengirim dia, supaya aku tahu tentang imanmu, karena aku kuatir kalau-kalau kamu telah dicobai oleh si penggoda dan kalau-kalau usaha kami menjadi sia-sia."
  },
  {
    "reference": "1Th 3:6",
    "text": "- 3:6: Kis. 18:5 Tetapi sekarang, setelah Timotius datang kembali dari kamu dan membawa kabar yang menggembirakan tentang imanmu dan kasihmu, dan bahwa kamu selalu menaruh kenang-kenangan yang baik akan kami dan ingin untuk berjumpa dengan kami, seperti kami juga ingin untuk berjumpa dengan kamu,"
  },
  {
    "reference": "1Th 3:7",
    "text": "maka kami juga, saudara-saudara, dalam segala kesesakan dan kesukaran kami menjadi terhibur oleh kamu dan oleh imanmu."
  },
  {
    "reference": "1Th 3:8",
    "text": "Sekarang kami hidup kembali, asal saja kamu teguh berdiri di dalam Tuhan."
  },
  {
    "reference": "1Th 3:9",
    "text": "Sebab ucapan syukur apakah yang dapat kami persembahkan kepada Allah atas segala sukacita, yang kami peroleh karena kamu, di hadapan Allah kita?"
  },
  {
    "reference": "1Th 3:10",
    "text": "Siang malam kami berdoa sungguh-sungguh, supaya kita bertemu muka dengan muka dan menambahkan apa yang masih kurang pada imanmu."
  },
  {
    "reference": "1Th 3:11",
    "text": "Kiranya Dia, Allah dan Bapa kita, dan Yesus, Tuhan kita, membukakan kami jalan kepadamu."
  },
  {
    "reference": "1Th 3:12",
    "text": "Dan kiranya Tuhan menjadikan kamu bertambah-tambah dan berkelimpahan dalam kasih seorang terhadap yang lain dan terhadap semua orang, sama seperti kami juga mengasihi kamu."
  },
  {
    "reference": "1Th 3:13",
    "text": "Kiranya Dia menguatkan hatimu, supaya tak bercacat dan kudus, di hadapan Allah dan Bapa kita pada waktu kedatangan Yesus, Tuhan kita, dengan semua orang kudus-Nya."
  },
  {
    "reference": "1Th 4:1",
    "text": "Akhirnya, saudara-saudara, kami minta dan nasihatkan kamu dalam Tuhan Yesus: Kamu telah mendengar dari kami bagaimana kamu harus hidup supaya berkenan kepada Allah. Hal itu memang telah kamu turuti, tetapi baiklah kamu melakukannya lebih bersungguh-sungguh lagi."
  },
  {
    "reference": "1Th 4:2",
    "text": "Kamu tahu juga petunjuk-petunjuk mana yang telah kami berikan kepadamu atas nama Tuhan Yesus."
  },
  {
    "reference": "1Th 4:3",
    "text": "Karena inilah kehendak Allah: pengudusanmu, yaitu supaya kamu menjauhi percabulan,"
  },
  {
    "reference": "1Th 4:4",
    "text": "supaya kamu masing-masing mengambil seorang perempuan menjadi isterimu sendiri dan hidup di dalam pengudusan dan penghormatan,"
  },
  {
    "reference": "1Th 4:5",
    "text": "bukan di dalam keinginan hawa nafsu, seperti yang dibuat oleh orang-orang yang tidak mengenal Allah,"
  },
  {
    "reference": "1Th 4:6",
    "text": "dan supaya dalam hal-hal ini orang jangan memperlakukan saudaranya dengan tidak baik atau memperdayakannya. Karena Tuhan adalah pembalas dari semuanya ini, seperti yang telah kami katakan dan tegaskan dahulu kepadamu."
  },
  {
    "reference": "1Th 4:7",
    "text": "Allah memanggil kita bukan untuk melakukan apa yang cemar, melainkan apa yang kudus."
  },
  {
    "reference": "1Th 4:8",
    "text": "Karena itu siapa yang menolak ini bukanlah menolak manusia, melainkan menolak Allah yang telah memberikan juga Roh-Nya yang kudus kepada kamu."
  },
  {
    "reference": "1Th 4:9",
    "text": "Tentang kasih persaudaraan tidak perlu dituliskan kepadamu, karena kamu sendiri telah belajar kasih mengasihi dari Allah."
  },
  {
    "reference": "1Th 4:10",
    "text": "Hal itu kamu lakukan juga terhadap semua saudara di seluruh wilayah Makedonia. Tetapi kami menasihati kamu, saudara-saudara, supaya kamu lebih bersungguh-sungguh lagi melakukannya."
  },
  {
    "reference": "1Th 4:11",
    "text": "Dan anggaplah sebagai suatu kehormatan untuk hidup tenang, untuk mengurus persoalan-persoalan sendiri dan bekerja dengan tangan, seperti yang telah kami pesankan kepadamu,"
  },
  {
    "reference": "1Th 4:12",
    "text": "sehingga kamu hidup sebagai orang-orang yang sopan di mata orang luar dan tidak bergantung pada mereka. Kedatangan Tuhan 4:13-18"
  },
  {
    "reference": "1Th 4:13",
    "text": "Selanjutnya kami tidak mau, saudara-saudara, bahwa kamu tidak mengetahui tentang mereka yang meninggal, supaya kamu jangan berdukacita seperti orang-orang lain yang tidak mempunyai pengharapan."
  },
  {
    "reference": "1Th 4:14",
    "text": "Karena jikalau kita percaya, bahwa Yesus telah mati dan telah bangkit, maka kita percaya juga bahwa mereka yang telah meninggal dalam Yesus akan dikumpulkan Allah bersama-sama dengan Dia."
  },
  {
    "reference": "1Th 4:15",
    "text": "- 4:15-17: 1Kor. 15:51-52 Ini kami katakan kepadamu dengan firman Tuhan: kita yang hidup, yang masih tinggal sampai kedatangan Tuhan, sekali-kali tidak akan mendahului mereka yang telah meninggal."
  },
  {
    "reference": "1Th 4:16",
    "text": "Sebab pada waktu tanda diberi, yaitu pada waktu penghulu malaikat berseru dan sangkakala Allah berbunyi, maka Tuhan sendiri akan turun dari sorga dan mereka yang mati dalam Kristus akan lebih dahulu bangkit;"
  },
  {
    "reference": "1Th 4:17",
    "text": "sesudah itu, kita yang hidup, yang masih tinggal, akan diangkat bersama-sama dengan mereka dalam awan menyongsong Tuhan di angkasa. Demikianlah kita akan selama-lamanya bersama-sama dengan Tuhan."
  },
  {
    "reference": "1Th 4:18",
    "text": "Karena itu hiburkanlah seorang akan yang lain dengan perkataan-perkataan ini."
  },
  {
    "reference": "1Th 5:1",
    "text": "Tetapi tentang zaman dan masa, saudara-saudara, tidak perlu dituliskan kepadamu,"
  },
  {
    "reference": "1Th 5:2",
    "text": "- 5:2: Mat. 24:43; Luk. 12:39; 2Ptr. 3:10 karena kamu sendiri tahu benar-benar, bahwa hari Tuhan datang seperti pencuri pada malam."
  },
  {
    "reference": "1Th 5:3",
    "text": "Apabila mereka mengatakan: Semuanya damai dan aman – maka tiba-tiba mereka ditimpa oleh kebinasaan, seperti seorang perempuan yang hamil ditimpa oleh sakit bersalin – mereka pasti tidak akan luput."
  },
  {
    "reference": "1Th 5:4",
    "text": "Tetapi kamu, saudara-saudara, kamu tidak hidup di dalam kegelapan, sehingga hari itu tiba-tiba mendatangi kamu seperti pencuri,"
  },
  {
    "reference": "1Th 5:5",
    "text": "karena kamu semua adalah anak-anak terang dan anak-anak siang. Kita bukanlah orang-orang malam atau orang-orang kegelapan."
  },
  {
    "reference": "1Th 5:6",
    "text": "Sebab itu baiklah jangan kita tidur seperti orang-orang lain, tetapi berjaga-jaga dan sadar."
  },
  {
    "reference": "1Th 5:7",
    "text": "Sebab mereka yang tidur, tidur waktu malam dan mereka yang mabuk, mabuk waktu malam."
  },
  {
    "reference": "1Th 5:8",
    "text": "- 5:8: Yes. 59:17; Ef. 6:13-17 Tetapi kita, yang adalah orang-orang siang, baiklah kita sadar, berbajuzirahkan iman dan kasih, dan berketopongkan pengharapan keselamatan."
  },
  {
    "reference": "1Th 5:9",
    "text": "Karena Allah tidak menetapkan kita untuk ditimpa murka, tetapi untuk beroleh keselamatan oleh Yesus Kristus, Tuhan kita,"
  },
  {
    "reference": "1Th 5:10",
    "text": "yang sudah mati untuk kita, supaya entah kita berjaga-jaga, entah kita tidur, kita hidup bersama-sama dengan Dia."
  },
  {
    "reference": "1Th 5:11",
    "text": "Karena itu nasihatilah seorang akan yang lain dan saling membangunlah kamu seperti yang memang kamu lakukan. Nasihat-nasihat 5:12-22"
  },
  {
    "reference": "1Th 5:12",
    "text": "Kami minta kepadamu, saudara-saudara, supaya kamu menghormati mereka yang bekerja keras di antara kamu, yang memimpin kamu dalam Tuhan dan yang menegor kamu;"
  },
  {
    "reference": "1Th 5:13",
    "text": "dan supaya kamu sungguh-sungguh menjunjung mereka dalam kasih karena pekerjaan mereka. Hiduplah selalu dalam damai seorang dengan yang lain."
  },
  {
    "reference": "1Th 5:14",
    "text": "Kami juga menasihati kamu, saudara-saudara, tegorlah mereka yang hidup dengan tidak tertib, hiburlah mereka yang tawar hati, belalah mereka yang lemah, sabarlah terhadap semua orang."
  },
  {
    "reference": "1Th 5:15",
    "text": "Perhatikanlah, supaya jangan ada orang yang membalas jahat dengan jahat, tetapi usahakanlah senantiasa yang baik, terhadap kamu masing-masing dan terhadap semua orang."
  },
  {
    "reference": "1Th 5:16",
    "text": "Bersukacitalah senantiasa."
  },
  {
    "reference": "1Th 5:17",
    "text": "Tetaplah berdoa."
  },
  {
    "reference": "1Th 5:18",
    "text": "Mengucap syukurlah dalam segala hal, sebab itulah yang dikehendaki Allah di dalam Kristus Yesus bagi kamu."
  },
  {
    "reference": "1Th 5:19",
    "text": "Janganlah padamkan Roh,"
  },
  {
    "reference": "1Th 5:20",
    "text": "dan janganlah anggap rendah nubuat-nubuat."
  },
  {
    "reference": "1Th 5:21",
    "text": "Ujilah segala sesuatu dan peganglah yang baik."
  },
  {
    "reference": "1Th 5:22",
    "text": "Jauhkanlah dirimu dari segala jenis kejahatan. Salam 5:23-28"
  },
  {
    "reference": "1Th 5:23",
    "text": "Semoga Allah damai sejahtera menguduskan kamu seluruhnya dan semoga roh, jiwa dan tubuhmu terpelihara sempurna dengan tak bercacat pada kedatangan Yesus Kristus, Tuhan kita."
  },
  {
    "reference": "1Th 5:24",
    "text": "Ia yang memanggil kamu adalah setia, Ia juga akan menggenapinya."
  },
  {
    "reference": "1Th 5:25",
    "text": "Saudara-saudara, doakanlah kami."
  },
  {
    "reference": "1Th 5:26",
    "text": "Sampaikanlah salam kami kepada semua saudara dengan cium yang kudus."
  },
  {
    "reference": "1Th 5:27",
    "text": "Demi nama Tuhan aku minta dengan sangat kepadamu, supaya surat ini dibacakan kepada semua saudara."
  },
  {
    "reference": "1Th 5:28",
    "text": "Kasih karunia Yesus Kristus, Tuhan kita, menyertai kamu!"
  }
]
