[
  {
    "reference": "2Ch 1:1",
    "text": "Salomo, anak Daud, menjadi kuat dalam kedudukannya sebagai raja; Tuhan, Allahnya, menyertai dia dan menjadikan kekuasaannya luar biasa besarnya."
  },
  {
    "reference": "2Ch 1:2",
    "text": "Salomo memberi perintah kepada seluruh Israel, kepada kepala-kepala pasukan seribu dan pasukan seratus, kepada para hakim dan kepada semua pemimpin di seluruh Israel, yakni para kepala puak."
  },
  {
    "reference": "2Ch 1:3",
    "text": "Lalu pergilah Salomo bersama-sama dengan segenap jemaah itu ke bukit pengorbanan yang di Gibeon, sebab di situlah Kemah Pertemuan Allah yang dibuat Musa, hamba Tuhan itu, di padang gurun."
  },
  {
    "reference": "2Ch 1:4",
    "text": "- 1:4: 2Sam. 6:1-17; 1Taw. 13:5-14, 15:25–16:1 – Tetapi Daud telah mengangkut tabut Allah dari Kiryat-Yearim ke tempat yang disiapkannya bagi tabut itu, – sebab ia telah memasang kemah untuk tabut itu di Yerusalem."
  },
  {
    "reference": "2Ch 1:5",
    "text": "- 1:5: Kel. 38:1-7 Namun mezbah tembaga yang dibuat Bezaleel bin Uri bin Hur masih ada di sana di depan Kemah Suci Tuhan. Maka ke sanalah Salomo dan jemaah itu meminta petunjuk Tuhan."
  },
  {
    "reference": "2Ch 1:6",
    "text": "Salomo mempersembahkan korban di sana di hadapan Tuhan di atas mezbah tembaga yang di depan Kemah Pertemuan itu; ia mempersembahkan seribu korban bakaran di atasnya."
  },
  {
    "reference": "2Ch 1:7",
    "text": "Pada malam itu juga Allah menampakkan diri kepada Salomo dan berfirman kepadanya: ”Mintalah apa yang hendak Kuberikan kepadamu.”"
  },
  {
    "reference": "2Ch 1:8",
    "text": "Berkatalah Salomo kepada Allah: ”Engkaulah yang telah menunjukkan kasih setia-Mu yang besar kepada Daud, ayahku, dan telah mengangkat aku menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ch 1:9",
    "text": "- 1:9: Kej. 13:16, 28:14 Maka sekarang, ya Tuhan Allah, tunjukkanlah keteguhan janji-Mu kepada Daud, ayahku, sebab Engkaulah yang telah mengangkat aku menjadi raja atas suatu bangsa yang banyaknya seperti debu tanah."
  },
  {
    "reference": "2Ch 1:10",
    "text": "Berilah sekarang kepadaku hikmat dan pengertian, supaya aku dapat keluar dan masuk sebagai pemimpin bangsa ini, sebab siapakah yang dapat menghakimi umat-Mu yang besar ini?”"
  },
  {
    "reference": "2Ch 1:11",
    "text": "Berfirmanlah Allah kepada Salomo: ”Oleh karena itu yang kauingini dan engkau tidak meminta kekayaan, harta benda, kemuliaan atau nyawa pembencimu, dan juga tidak meminta umur panjang, tetapi sebaliknya engkau meminta kebijaksanaan dan pengertian untuk dapat menghakimi umat-Ku yang atasnya Aku telah merajakan engkau,"
  },
  {
    "reference": "2Ch 1:12",
    "text": "maka kebijaksanaan dan pengertian itu diberikan kepadamu; selain itu Aku berikan kepadamu kekayaan, harta benda dan kemuliaan, sebagaimana belum pernah ada pada raja-raja sebelum engkau dan tidak akan ada pada raja-raja sesudah engkau.”"
  },
  {
    "reference": "2Ch 1:13",
    "text": "Lalu pulanglah Salomo dari bukit pengorbanan yang di Gibeon itu, dari depan Kemah Pertemuan, ke Yerusalem dan ia memerintah atas Israel. Harta kekayaan Salomo 1:14-17 (1Raj. 10:26-29; 2Taw. 9:25-28)"
  },
  {
    "reference": "2Ch 1:14",
    "text": "- 1:14: 1Raj. 4:26 Salomo mengumpulkan juga kereta-kereta dan orang-orang berkuda, sehingga ia mempunyai seribu empat ratus kereta dan dua belas ribu orang berkuda, yang semuanya ditempatkan dalam kota-kota kereta dan dekat raja di Yerusalem."
  },
  {
    "reference": "2Ch 1:15",
    "text": "- 1:15-16: Ul. 17:16-17 Raja membuat banyaknya emas dan perak di Yerusalem sama seperti batu, dan banyaknya pohon kayu aras sama seperti pohon ara yang tumbuh di Daerah Bukit."
  },
  {
    "reference": "2Ch 1:16",
    "text": "Kuda untuk Salomo didatangkan dari Misraim dan dari Kewe; saudagar-saudagar raja membelinya dari Kewe dengan harga pasar."
  },
  {
    "reference": "2Ch 1:17",
    "text": "Sebuah kereta yang didatangkan dari Misraim berharga sampai enam ratus syikal perak, dan seekor kuda sampai seratus lima puluh syikal; dan begitu juga melalui mereka dikeluarkan semuanya itu kepada semua raja orang Het dan kepada raja-raja Aram."
  },
  {
    "reference": "2Ch 2:1",
    "text": "Salomo memerintahkan untuk mendirikan suatu rumah bagi nama Tuhan dan suatu istana kerajaan bagi dirinya sendiri."
  },
  {
    "reference": "2Ch 2:2",
    "text": "Dan Salomo mengerahkan tujuh puluh ribu kuli, delapan puluh ribu tukang pahat di pegunungan, dan tiga ribu enam ratus mandur untuk mengawasi mereka itu."
  },
  {
    "reference": "2Ch 2:3",
    "text": "Lalu Salomo mengutus orang kepada Huram, raja negeri Tirus, dengan pesan: ”Perbuatlah terhadap aku seperti yang kauperbuat terhadap ayahku Daud, ketika engkau mengirim kayu aras kepadanya, sehingga ia dapat mendirikan baginya suatu istana untuk tinggal di situ."
  },
  {
    "reference": "2Ch 2:4",
    "text": "Ketahuilah, aku hendak mendirikan sebuah rumah bagi nama Tuhan, Allahku, untuk menguduskannya bagi Dia, supaya di hadapan-Nya dibakar ukupan dari wangi-wangian, tetap diatur roti sajian dan dipersembahkan korban bakaran pada waktu pagi dan pada waktu petang, pada hari-hari Sabat dan bulan-bulan baru, dan pada perayaan-perayaan yang ditetapkan Tuhan, Allah kami, sebab semuanya itu adalah kewajiban orang Israel untuk selama-lamanya."
  },
  {
    "reference": "2Ch 2:5",
    "text": "Dan rumah yang hendak kudirikan itu harus besar, sebab Allah kami lebih besar dari segala allah."
  },
  {
    "reference": "2Ch 2:6",
    "text": "- 2:6: 1Raj. 8:27; 2Taw. 6:18 Tetapi siapa yang mampu mendirikan suatu rumah bagi Dia, sedangkan langit, bahkan langit yang mengatasi segala langit pun tidak dapat memuat Dia? Dan siapakah aku ini, sehingga aku hendak mendirikan suatu rumah bagi Dia, kecuali sebagai tempat untuk membakar korban di hadapan-Nya?"
  },
  {
    "reference": "2Ch 2:7",
    "text": "Maka sekarang, kirimlah kepadaku seorang yang ahli mengerjakan emas, perak, tembaga, besi, kain ungu muda, kain kirmizi, kain ungu tua, dan yang juga pandai membuat ukiran, untuk membantu para ahli yang ada padaku di Yehuda dan di Yerusalem, yang telah ditunjuk ayahku Daud."
  },
  {
    "reference": "2Ch 2:8",
    "text": "Kirim juga kepadaku kayu aras, sanobar dan cendana dari gunung Libanon, sebab aku tahu, bahwa hamba-hambamu pandai menebang pohon dari Libanon. Dalam pada itu hamba-hambaku akan membantu hamba-hambamu"
  },
  {
    "reference": "2Ch 2:9",
    "text": "untuk menyediakan bagiku sejumlah besar kayu, sebab rumah yang hendak kudirikan itu harus besar dan mentakjubkan."
  },
  {
    "reference": "2Ch 2:10",
    "text": "Dan untuk tukang-tukang yang menebang pohon kuberikan gandum dua puluh ribu kor, jelai dua puluh ribu kor, anggur dua puluh ribu bat dan minyak dua puluh ribu bat, sebagai bahan makanan bagi hamba-hambamu itu.”"
  },
  {
    "reference": "2Ch 2:11",
    "text": "Dan Huram, raja negeri Tirus, mengirim surat balasan kepada Salomo, yang berbunyi: ”Karena Tuhan mengasihi umat-Nya, Ia telah mengangkat engkau menjadi raja atas mereka.”"
  },
  {
    "reference": "2Ch 2:12",
    "text": "Lalu Huram melanjutkan: ”Terpujilah Tuhan, Allah orang Israel, yang menjadikan langit dan bumi, karena Ia telah memberikan kepada raja Daud seorang anak yang bijaksana, penuh akal budi dan pengertian, yang akan mendirikan suatu rumah bagi Tuhan dan suatu istana kerajaan bagi dirinya sendiri!"
  },
  {
    "reference": "2Ch 2:13",
    "text": "Maka sekarang aku mengirim seorang ahli, yang penuh pengertian, yakni Huram Abi,"
  },
  {
    "reference": "2Ch 2:14",
    "text": "anak seorang perempuan dari bani Dan, sedang ayahnya orang Tirus. Ia pandai mengerjakan emas, perak, tembaga, besi, batu, kayu, kain ungu muda, kain ungu tua, lenan halus dan kain kirmizi, dan juga pandai membuat segala jenis ukiran dan segala jenis rancangan yang ditugaskan kepadanya dengan dibantu oleh ahli-ahlimu dan oleh ahli-ahli ayahmu, tuanku Daud."
  },
  {
    "reference": "2Ch 2:15",
    "text": "Baiklah sekarang tuanku kirim kepada hamba-hamba tuanku gandum dan jelai, minyak dan anggur yang telah tuanku sebutkan itu."
  },
  {
    "reference": "2Ch 2:16",
    "text": "Dan kami akan menebang kayu dari gunung Libanon sebanyak engkau perlukan dan membawanya kepadamu dengan rakit-rakit melalui laut sampai ke Yafo, dan engkau dapat mengangkutnya ke Yerusalem.”"
  },
  {
    "reference": "2Ch 2:17",
    "text": "Lalu Salomo menghitung semua orang asing yang laki-laki yang ada di negeri Israel sama seperti yang pernah dilakukan Daud, ayahnya. Maka terdapatlah seratus lima puluh tiga ribu enam ratus orang."
  },
  {
    "reference": "2Ch 2:18",
    "text": "Dan dari antara mereka, tujuh puluh ribu orang dijadikannya kuli, delapan puluh ribu orang tukang pahat di pegunungan, dan tiga ribu enam ratus orang mandur yang harus menyuruh orang-orang itu bekerja."
  },
  {
    "reference": "2Ch 3:1",
    "text": "Salomo mulai mendirikan rumah Tuhan di Yerusalem di gunung Moria, di mana Tuhan menampakkan diri kepada Daud, ayahnya, di tempat yang ditetapkan Daud, yakni di tempat pengirikan Ornan, orang Yebus itu."
  },
  {
    "reference": "2Ch 3:2",
    "text": "Ia mulai mendirikan rumah itu dalam bulan yang kedua, pada tahun keempat pemerintahannya."
  },
  {
    "reference": "2Ch 3:3",
    "text": "Inilah ukuran dasar yang dipakai Salomo untuk mendirikan rumah Allah: panjangnya enam puluh hasta, menurut ukuran hasta yang lama dan lebarnya dua puluh hasta."
  },
  {
    "reference": "2Ch 3:4",
    "text": "Balai di sebelah depan ruang besar rumah itu, panjangnya dua puluh hasta, menurut lebar rumah itu, dan tingginya seratus dua puluh hasta. Balai itu dilapisinya dari dalam dengan emas murni."
  },
  {
    "reference": "2Ch 3:5",
    "text": "Ruang besar dipapaninya dengan kayu sanobar. Kayu itu disaputnya dengan emas tua; kemudian dipasangnya pohon korma dan untaian rantai di atasnya."
  },
  {
    "reference": "2Ch 3:6",
    "text": "Ruang itu dilapisinya juga dengan batu permata yang mahal-mahal sebagai perhiasan, sedang emasnya emas Parwaim."
  },
  {
    "reference": "2Ch 3:7",
    "text": "Demikianlah ruang itu, balok-baloknya, ambang-ambangnya, dinding-dindingnya dan pintu-pintunya disaputnya dengan emas dan pada dinding-dindingnya diukirkannya kerub."
  },
  {
    "reference": "2Ch 3:8",
    "text": "- 3:8: Kel. 26:33-34 Kemudian ia membuat ruang maha kudus; panjangnya dua puluh hasta, menurut lebar rumah itu, dan lebarnya dua puluh hasta juga. Lalu ia menyaputnya dengan emas tua seberat enam ratus talenta;"
  },
  {
    "reference": "2Ch 3:9",
    "text": "berat paku-paku lima puluh syikal emas. Juga kamar-kamar atas disaputnya dengan emas."
  },
  {
    "reference": "2Ch 3:10",
    "text": "- 3:10-13: Kel. 25:18-20 Ia membuat dua kerub berupa pahatan di ruang maha kudus dan melapisinya dengan emas."
  },
  {
    "reference": "2Ch 3:11",
    "text": "Sayap kerub-kerub itu seluruhnya dua puluh hasta panjangnya; sayap yang sebelah kerub yang satu lima hasta panjangnya dan menyentuh dinding ruang, sedang sayapnya yang sebelah lagi juga lima hasta panjangnya dan menyentuh sayap kerub yang lain."
  },
  {
    "reference": "2Ch 3:12",
    "text": "Begitu pula sayap kerub yang lain itu lima hasta panjangnya dan menyentuh dinding ruang, sedang sayapnya yang sebelah lagi juga lima hasta panjangnya dan bersentuhan dengan sayap kerub yang pertama."
  },
  {
    "reference": "2Ch 3:13",
    "text": "Jadi sayap kedua kerub itu membentang sepanjang dua puluh hasta, sedang kedua kerub itu berdiri di atas kakinya dan menghadap ruang besar."
  },
  {
    "reference": "2Ch 3:14",
    "text": "- 3:14: Kel. 26:31 Kemudian ia membuat tabirnya dari kain ungu tua, kain ungu muda, kain kirmizi dan lenan halus, dan menggambarkan kerubim padanya. Benda-benda logam Bait Suci 3:15–5:1 (1Raj. 7:15-51)"
  },
  {
    "reference": "2Ch 3:15",
    "text": "Di depan rumah itu dibuatnya dua tiang, yang tingginya tiga puluh lima hasta, dengan ganja di kepalanya masing-masing setinggi lima hasta."
  },
  {
    "reference": "2Ch 3:16",
    "text": "Lalu dibuatnya untaian rantai yang dipasangnya sebagai kalung di atas kepala tiang-tiang itu, dan dibuatnya seratus buah delima yang dipasangnya pada untaian rantai itu."
  },
  {
    "reference": "2Ch 3:17",
    "text": "Tiang-tiang itu didirikannya di depan Bait Suci, yang satu di sebelah kanan dan yang lain di sebelah kiri; tiang kanan dinamainya Yakhin, dan tiang kiri Boas."
  },
  {
    "reference": "2Ch 4:1",
    "text": "- 4:1: Kel. 27:1-2 Lalu ia membuat mezbah tembaga yang dua puluh hasta panjangnya, dan dua puluh hasta lebarnya dan sepuluh hasta tingginya."
  },
  {
    "reference": "2Ch 4:2",
    "text": "Kemudian dibuatnyalah ”laut” tuangan yang sepuluh hasta dari tepi ke tepi, bundar keliling, lima hasta tingginya, dan yang dapat dililit berkeliling oleh tali yang tiga puluh hasta panjangnya."
  },
  {
    "reference": "2Ch 4:3",
    "text": "Di sebelah bawah tepinya ada gambar lembu-lembu yang mengelilinginya sama sekali, sepuluh dalam sehasta, merangkum ”laut” itu berkeliling; lembu itu dua jajar, dituang setuangan dengan bejana itu."
  },
  {
    "reference": "2Ch 4:4",
    "text": "”Laut” itu menumpang di atas dua belas lembu, tiga menghadap ke utara dan tiga menghadap ke barat, tiga menghadap ke selatan dan tiga menghadap ke timur; ”laut” itu menumpang di atasnya, sedang segala buntut lembu itu menuju ke dalam."
  },
  {
    "reference": "2Ch 4:5",
    "text": "Tebal ”laut” itu setapak tangan dan tepinya serupa tepi piala, seperti bunga bakung yang berkembang. ”Laut” itu dapat memuat tiga ribu bat air."
  },
  {
    "reference": "2Ch 4:6",
    "text": "- 4:6: Kel. 30:17-21 Lagipula dibuatnya sepuluh bejana pembasuhan dan ditaruhnya lima pada sisi kanan dan lima pada sisi kiri sebagai tempat pembasuhan; di situ orang membasuh apa yang diperlukan untuk korban bakaran, sedang ”laut” itu adalah untuk para imam sebagai tempat membasuh."
  },
  {
    "reference": "2Ch 4:7",
    "text": "- 4:7: Kel. 25:31-40 Ia membuat sepuluh kandil emas sesuai dengan rancangannya dan menaruhnya di dalam Bait Suci, lima di sebelah kanan dan lima di sebelah kiri."
  },
  {
    "reference": "2Ch 4:8",
    "text": "- 4:8: Kel. 25:23-30 Selanjutnya ia membuat sepuluh meja dan menempatkannya di dalam Bait Suci, lima di sebelah kanan dan lima di sebelah kiri; ia membuat pula seratus bokor penyiraman dari emas."
  },
  {
    "reference": "2Ch 4:9",
    "text": "Ia membuat juga pelataran para imam, halaman besar dan pintu-pintu halaman itu; pintu-pintu itu dilapisinya dengan tembaga."
  },
  {
    "reference": "2Ch 4:10",
    "text": "”Laut” itu ditaruhnya pada sisi kanan, arah tenggara."
  },
  {
    "reference": "2Ch 4:11",
    "text": "Dan Huram membuat juga kuali-kuali, penyodok-penyodok dan bokor-bokor penyiraman. Demikianlah Huram menyelesaikan pekerjaan yang harus dilakukannya bagi raja Salomo di rumah Allah,"
  },
  {
    "reference": "2Ch 4:12",
    "text": "yakni kedua tiang, dengan kedua bulatan ganja di kepala tiang itu, kedua jala-jala yang menutup kedua bulatan ganja itu;"
  },
  {
    "reference": "2Ch 4:13",
    "text": "keempat ratus buah delima untuk kedua jala-jala itu, dua jajar buah delima untuk satu jala-jala guna menutupi kedua bulatan ganja yang di atas tiang itu."
  },
  {
    "reference": "2Ch 4:14",
    "text": "Juga telah dibuatnya kereta-kereta penopang dan bejana-bejana pembasuhan yang di atas kereta-kereta itu;"
  },
  {
    "reference": "2Ch 4:15",
    "text": "”laut” yang satu itu dan kedua belas lembu di bawahnya."
  },
  {
    "reference": "2Ch 4:16",
    "text": "Kuali-kuali, penyodok-penyodok, garpu-garpu dan segala perlengkapan lain yang dibuat Huram-Abi bagi raja Salomo untuk rumah Tuhan adalah dari tembaga upaman."
  },
  {
    "reference": "2Ch 4:17",
    "text": "Raja menuang semuanya itu di Lembah Yordan di dalam tanah liat antara Sukot dan Zereda."
  },
  {
    "reference": "2Ch 4:18",
    "text": "Salomo membuat segala perlengkapan itu dalam jumlah yang amat besar, sehingga berat tembaga itu tidaklah terhitung."
  },
  {
    "reference": "2Ch 4:19",
    "text": "Salomo membuat juga segala perlengkapan yang ada di rumah Allah, yakni mezbah dan meja-meja tempat menaruh roti sajian,"
  },
  {
    "reference": "2Ch 4:20",
    "text": "lagipula kandil-kandil dari emas murni dengan pelita-pelitanya, untuk dinyalakan di depan ruang belakang sesuai dengan peraturan;"
  },
  {
    "reference": "2Ch 4:21",
    "text": "kembang-kembangnya, pelita-pelitanya dan sepit-sepitnya, dari emas, semuanya dari emas murni;"
  },
  {
    "reference": "2Ch 4:22",
    "text": "pisau-pisaunya, bokor-bokor penyiramannya, cawan-cawannya dan perbaraan-perbaraannya, dari emas murni; juga pintu masuk rumah itu, dan pintu-pintu yang di sebelah dalam ke tempat maha kudus, dan pintu-pintu ke ruang besar Bait Suci, semuanya dari emas."
  },
  {
    "reference": "2Ch 5:1",
    "text": "- 5:1: 2Sam. 8:11; 1Taw. 18:11 Maka selesailah segala pekerjaan yang dilakukan Salomo untuk rumah Tuhan itu. Kemudian Salomo memasukkan barang-barang kudus Daud, ayahnya, dan menaruh perak, emas dan barang-barang itu dalam perbendaharaan rumah Allah. PENTAHBISAN BAIT SUCI PASAL 5:2–7:10 Tabut perjanjian dipindahkan dan kemuliaan Tuhan memenuhi Bait Suci 5:2–6:2 (1Raj. 8:1-13)"
  },
  {
    "reference": "2Ch 5:2",
    "text": "- 5:2: 2Sam. 6:12-15; 1Taw. 15:25-28 Pada waktu itu Salomo menyuruh para tua-tua Israel dan semua kepala suku, para pemimpin puak orang Israel, berkumpul di Yerusalem, untuk mengangkut tabut perjanjian Tuhan dari kota Daud, yaitu Sion."
  },
  {
    "reference": "2Ch 5:3",
    "text": "Maka pada hari raya di bulan ketujuh berkumpullah di hadapan raja semua orang Israel."
  },
  {
    "reference": "2Ch 5:4",
    "text": "Setelah semua tua-tua orang Israel datang, maka orang-orang Lewi mengangkat tabut itu."
  },
  {
    "reference": "2Ch 5:5",
    "text": "Mereka mengangkut tabut itu dan Kemah Pertemuan dan segala barang kudus yang ada dalam kemah itu; semuanya itu diangkut oleh imam-imam dan orang-orang Lewi."
  },
  {
    "reference": "2Ch 5:6",
    "text": "Tetapi raja Salomo dan segenap umat Israel yang sudah berkumpul di hadapannya, berdiri di depan tabut itu, dan mempersembahkan kambing domba dan lembu sapi yang tidak terhitung dan tidak terbilang banyaknya."
  },
  {
    "reference": "2Ch 5:7",
    "text": "Kemudian imam-imam membawa tabut perjanjian Tuhan itu ke tempatnya, di ruang belakang rumah itu, di tempat maha kudus, tepat di bawah sayap kerub-kerub;"
  },
  {
    "reference": "2Ch 5:8",
    "text": "jadi kerub-kerub itu mengembangkan kedua sayapnya di atas tempat tabut itu, sehingga kerub-kerub itu menudungi tabut serta kayu-kayu pengusungnya dari atas."
  },
  {
    "reference": "2Ch 5:9",
    "text": "Kayu-kayu pengusung itu demikian panjangnya, sehingga ujungnya kelihatan dari tempat kudus, yang di depan ruang belakang itu, tetapi tidak kelihatan dari luar; dan di situlah tempatnya sampai hari ini."
  },
  {
    "reference": "2Ch 5:10",
    "text": "- 5:10: Ul. 10:5 Dalam tabut itu tidak ada apa-apa selain dari kedua loh yang ditaruh Musa ke dalamnya di gunung Horeb, ketika Tuhan mengikat perjanjian dengan orang Israel pada waktu perjalanan mereka keluar dari Mesir."
  },
  {
    "reference": "2Ch 5:11",
    "text": "Lalu para imam keluar dari tempat kudus. Para imam yang ada pada waktu itu semuanya telah menguduskan diri, lepas dari giliran rombongan masing-masing."
  },
  {
    "reference": "2Ch 5:12",
    "text": "Demikian pula para penyanyi orang Lewi semuanya hadir, yakni Asaf, Heman, Yedutun, beserta anak-anak dan saudara-saudaranya. Mereka berdiri di sebelah timur mezbah, berpakaian lenan halus dan dengan ceracap, gambus dan kecapinya, bersama-sama seratus dua puluh imam peniup nafiri."
  },
  {
    "reference": "2Ch 5:13",
    "text": "- 5:13: 1Taw. 16:34; 2Taw. 7:3; Ezr. 3:11; Mzm. 100:4-5, 106:1, 107:1, 118:1, 136:1; Yer. 33:11 - 5:13-14: Kel. 40:34-35 Lalu para peniup nafiri dan para penyanyi itu serentak memperdengarkan paduan suaranya untuk menyanyikan puji-pujian dan syukur kepada Tuhan. Mereka menyaringkan suara dengan nafiri, ceracap dan alat-alat musik sambil memuji Tuhan dengan ucapan: ”Sebab Ia baik! Bahwasanya untuk selama-lamanya kasih setia-Nya.” Pada ketika itu rumah itu, yakni rumah Tuhan, dipenuhi awan,"
  },
  {
    "reference": "2Ch 5:14",
    "text": "sehingga imam-imam itu tidak tahan berdiri untuk menyelenggarakan kebaktian oleh karena awan itu, sebab kemuliaan Tuhan memenuhi rumah Allah."
  },
  {
    "reference": "2Ch 6:1",
    "text": "Pada waktu itu berkatalah Salomo: ” Tuhan telah memutuskan untuk diam dalam kekelaman."
  },
  {
    "reference": "2Ch 6:2",
    "text": "Sekarang, aku telah mendirikan rumah kediaman bagi-Mu, tempat Engkau menetap selama-lamanya.” Tuhan menepati janji-Nya kepada Daud 6:3-11 (1Raj. 8:4-21)"
  },
  {
    "reference": "2Ch 6:3",
    "text": "Kemudian berpalinglah raja lalu memberkati seluruh jemaah Israel, sedang segenap jemaah Israel berdiri."
  },
  {
    "reference": "2Ch 6:4",
    "text": "- 6:4-9: 2Sam. 7:1-13; 1Taw. 17:1-12 Ia berkata: ”Terpujilah Tuhan, Allah orang Israel, yang telah menyelesaikan dengan tangan-Nya apa yang difirmankan-Nya dengan mulut-Nya kepada Daud, ayahku, demikian:"
  },
  {
    "reference": "2Ch 6:5",
    "text": "Sejak Aku membawa umat-Ku keluar dari tanah Mesir, tidak ada kota yang Kupilih di antara segala suku Israel untuk mendirikan rumah di sana sebagai tempat kediaman nama-Ku, dan tidak ada orang yang Kupilih untuk menjadi raja atas umat-Ku Israel."
  },
  {
    "reference": "2Ch 6:6",
    "text": "Tetapi kemudian Aku memilih Yerusalem sebagai tempat kediaman nama-Ku dan memilih Daud untuk berkuasa atas umat-Ku Israel."
  },
  {
    "reference": "2Ch 6:7",
    "text": "Ketika Daud, ayahku, bermaksud mendirikan rumah untuk nama Tuhan, Allah Israel,"
  },
  {
    "reference": "2Ch 6:8",
    "text": "berfirmanlah Tuhan kepadanya: Engkau bermaksud mendirikan rumah untuk nama-Ku, dan maksudmu itu memanglah baik;"
  },
  {
    "reference": "2Ch 6:9",
    "text": "hanya, bukanlah engkau yang akan mendirikan rumah itu, melainkan anak kandungmu yang akan lahir kelak, dialah yang akan mendirikan rumah itu untuk nama-Ku."
  },
  {
    "reference": "2Ch 6:10",
    "text": "Jadi Tuhan telah menepati janji yang telah diucapkan-Nya; aku telah bangkit menggantikan Daud, ayahku, dan telah duduk di atas takhta kerajaan Israel, seperti yang difirmankan Tuhan; aku telah mendirikan rumah ini untuk nama Tuhan, Allah Israel,"
  },
  {
    "reference": "2Ch 6:11",
    "text": "dan telah menempatkan di sana tabut, yang memuat perjanjian yang telah diikat Tuhan dengan orang Israel.” Doa Salomo 6:12-42 (1Raj. 8:22-53)"
  },
  {
    "reference": "2Ch 6:12",
    "text": "Kemudian berdirilah ia di depan mezbah Tuhan di hadapan segenap jemaah Israel, lalu menadahkan tangannya;"
  },
  {
    "reference": "2Ch 6:13",
    "text": "– karena Salomo telah membuat sebuah mimbar tembaga yang panjangnya lima hasta, lebarnya lima hasta dan tingginya tiga hasta, yang ditaruhnya di halaman –; ia berdiri di atasnya lalu berlutut di hadapan segenap jemaah Israel dan menadahkan tangannya ke langit,"
  },
  {
    "reference": "2Ch 6:14",
    "text": "sambil berkata: ”Ya Tuhan, Allah Israel! Tidak ada Allah seperti Engkau di langit dan di bumi; Engkau yang memelihara perjanjian dan kasih setia kepada hamba-hamba-Mu yang dengan segenap hatinya hidup di hadapan-Mu;"
  },
  {
    "reference": "2Ch 6:15",
    "text": "Engkau yang tetap berpegang pada janji-Mu terhadap hamba-Mu Daud, ayahku, dan yang telah menggenapi dengan tangan-Mu apa yang Kaufirmankan dengan mulut-Mu, seperti yang terjadi pada hari ini."
  },
  {
    "reference": "2Ch 6:16",
    "text": "- 6:16: 1Raj. 2:4 Maka sekarang, ya Tuhan, Allah Israel, peliharalah apa yang Kaujanjikan kepada hamba-Mu Daud, ayahku, dengan berkata: Keturunanmu takkan terputus di hadapan-Ku dan tetap akan duduk di atas takhta kerajaan Israel, asal anak-anakmu tetap hidup menurut hukum-Ku sama seperti engkau hidup di hadapan-Ku."
  },
  {
    "reference": "2Ch 6:17",
    "text": "Maka sekarang, ya Tuhan, Allah Israel, biarlah terbukti kebenaran firman-Mu yang telah Kauucapkan kepada hamba-Mu Daud."
  },
  {
    "reference": "2Ch 6:18",
    "text": "- 6:18: 2Taw. 2:6 Tetapi benarkah Allah hendak diam bersama dengan manusia di atas bumi? Sesungguhnya langit, bahkan langit yang mengatasi segala langit pun tidaklah dapat memuat Engkau, terlebih lagi rumah yang kudirikan ini."
  },
  {
    "reference": "2Ch 6:19",
    "text": "Maka berpalinglah kepada doa dan permohonan hamba-Mu ini, ya Tuhan Allahku, dengarkanlah seruan dan doa yang hamba-Mu panjatkan di hadapan-Mu ini!"
  },
  {
    "reference": "2Ch 6:20",
    "text": "Kiranya mata-Mu terbuka terhadap rumah ini, siang dan malam, terhadap tempat yang Kaukatakan akan menjadi kediaman nama-Mu – dengarkanlah doa yang hamba-Mu panjatkan di tempat ini. - 6:20: Ul. 12:11"
  },
  {
    "reference": "2Ch 6:21",
    "text": "Dan dengarkanlah permohonan hamba-Mu dan umat-Mu Israel yang mereka panjatkan di tempat ini; bahwa Engkau juga yang mendengarnya dari tempat kediaman-Mu, dari sorga; dan apabila Engkau mendengarnya, maka Engkau akan mengampuni."
  },
  {
    "reference": "2Ch 6:22",
    "text": "Jika seseorang telah berdosa kepada temannya, lalu diwajibkan mengangkat sumpah dengan mengutuk dirinya, dan ia datang bersumpah ke depan mezbah-Mu di dalam rumah ini,"
  },
  {
    "reference": "2Ch 6:23",
    "text": "maka Engkau pun hendaklah mendengar dari sorga dan bertindak serta mengadili hamba-hamba-Mu, yakni membalas perbuatan orang bersalah dengan menanggungkannya kepada orang itu sendiri, tetapi membenarkan orang yang benar dengan membalaskan kepadanya sesuai dengan kebenarannya."
  },
  {
    "reference": "2Ch 6:24",
    "text": "Apabila umat-Mu Israel terpukul kalah oleh musuhnya karena mereka berdosa kepada-Mu, kemudian mereka berbalik dan mengakui nama-Mu, dan mereka berdoa dan memohon di hadapan-Mu di rumah ini,"
  },
  {
    "reference": "2Ch 6:25",
    "text": "maka Engkau pun kiranya mendengar dari sorga dan mengampuni dosa umat-Mu Israel dan mengembalikan mereka ke tanah yang telah Kauberikan kepada mereka dan nenek moyang mereka."
  },
  {
    "reference": "2Ch 6:26",
    "text": "Apabila langit tertutup, sehingga tidak ada hujan, sebab mereka berdosa kepada-Mu, lalu mereka berdoa di tempat ini dan mengakui nama-Mu dan mereka berbalik dari dosanya, sebab Engkau telah menindas mereka,"
  },
  {
    "reference": "2Ch 6:27",
    "text": "maka Engkau pun kiranya mendengarkannya di sorga dan mengampuni dosa hamba-hamba-Mu, umat-Mu Israel, – karena Engkaulah yang menunjukkan kepada mereka jalan yang baik yang harus mereka jalani – dan Engkau kiranya memberikan hujan kepada tanah-Mu yang telah Kauberikan kepada umat-Mu menjadi milik pusaka."
  },
  {
    "reference": "2Ch 6:28",
    "text": "Apabila ada kelaparan di negeri ini, apabila ada penyakit sampar, hama dan penyakit gandum, belalang dan belalang pelahap, apabila musuh menyesakkan mereka di salah satu kota mereka, apabila ada tulah atau penyakit apa pun,"
  },
  {
    "reference": "2Ch 6:29",
    "text": "lalu seseorang atau segenap umat-Mu Israel memanjatkan doa dan permohonan di rumah ini dengan menadahkan tangannya – karena mereka masing-masing mengenal tulahnya dan penderitaannya sendiri –"
  },
  {
    "reference": "2Ch 6:30",
    "text": "maka Engkau pun kiranya mendengar dari sorga, tempat kediaman-Mu yang tetap, dan kiranya Engkau mengampuni, dan membalas kepada setiap orang sesuai dengan segala perbuatannya, karena Engkau mengenal hatinya – sebab Engkau sajalah yang mengenal hati anak-anak manusia, –"
  },
  {
    "reference": "2Ch 6:31",
    "text": "supaya mereka takut akan Engkau dan mengikuti segala jalan yang Engkau tunjukkan selama mereka hidup di atas tanah yang telah Kauberikan kepada nenek moyang kami."
  },
  {
    "reference": "2Ch 6:32",
    "text": "Juga apabila seorang asing, yang tidak termasuk umat-Mu Israel, datang dari negeri jauh oleh karena nama-Mu yang besar, tangan-Mu yang kuat dan lengan-Mu yang teracung, dan ia datang berdoa di rumah ini,"
  },
  {
    "reference": "2Ch 6:33",
    "text": "maka Engkau pun kiranya mendengar dari sorga, dari tempat kediaman-Mu yang tetap, dan kiranya Engkau bertindak sesuai dengan segala yang diserukan kepada-Mu oleh orang asing itu, supaya segala bangsa di bumi mengenal nama-Mu, sehingga mereka takut akan Engkau sama seperti umat-Mu Israel, dan sehingga mereka tahu, bahwa nama-Mu telah diserukan atas rumah yang telah kudirikan ini."
  },
  {
    "reference": "2Ch 6:34",
    "text": "Apabila umat-Mu keluar untuk berperang melawan musuh-musuhnya, ke arah mana pun Engkau menyuruh mereka, dan apabila mereka berdoa kepada-Mu dengan berkiblat ke kota yang telah Kaupilih ini dan ke rumah yang telah kudirikan bagi nama-Mu,"
  },
  {
    "reference": "2Ch 6:35",
    "text": "maka Engkau kiranya mendengar dari sorga doa dan permohonan mereka dan Engkau kiranya memberikan keadilan kepada mereka."
  },
  {
    "reference": "2Ch 6:36",
    "text": "Apabila mereka berdosa kepada-Mu – karena tidak ada manusia yang tidak berdosa – dan Engkau murka kepada mereka dan menyerahkan mereka kepada musuh, sehingga mereka diangkut tertawan ke negeri yang jauh atau yang dekat,"
  },
  {
    "reference": "2Ch 6:37",
    "text": "dan apabila mereka sadar kembali dalam hatinya di negeri tempat mereka tertawan, dan mereka berbalik, dan memohon kepada-Mu di negeri tempat mereka tertawan, dengan berkata: Kami telah berdosa, bersalah, dan berbuat fasik,"
  },
  {
    "reference": "2Ch 6:38",
    "text": "apabila mereka berbalik kepada-Mu dengan segenap hatinya dan dengan segenap jiwanya di negeri orang-orang yang mengangkut mereka tertawan, dan apabila mereka berdoa kepada-Mu dengan berkiblat ke negeri mereka yang telah Kauberikan kepada nenek moyang mereka, ke kota yang telah Kaupilih dan ke rumah yang telah kudirikan bagi nama-Mu,"
  },
  {
    "reference": "2Ch 6:39",
    "text": "maka Engkau kiranya mendengarkan dari sorga, dari tempat kediaman-Mu yang tetap, kepada doa dan segala permohonan mereka dan kiranya Engkau memberikan keadilan kepada mereka, dan Engkau kiranya mengampuni umat-Mu yang telah berdosa kepada-Mu."
  },
  {
    "reference": "2Ch 6:40",
    "text": "Sebab itu, ya Allahku, kiranya mata-Mu terbuka dan telinga-Mu menaruh perhatian kepada doa yang dipanjatkan di tempat ini."
  },
  {
    "reference": "2Ch 6:41",
    "text": "- 6:41-42: Mzm. 132:8-10 Dan sekarang, bangunlah ya Tuhan Allah, dan pergilah ke tempat perhentian-Mu, Engkau serta tabut kekuatan-Mu! Kiranya, ya Tuhan Allah, imam-imam-Mu berpakaian keselamatan, dan orang-orang yang Kaukasihi bersukacita karena kebaikan-Mu."
  },
  {
    "reference": "2Ch 6:42",
    "text": "Ya Tuhan Allah, janganlah Engkau menolak orang yang telah Kauurapi, ingatlah akan segala kasih setia-Mu kepada Daud, hamba-Mu itu.”"
  },
  {
    "reference": "2Ch 7:1",
    "text": "- 7:1: Im. 9:23-24 Setelah Salomo mengakhiri doanya, api pun turun dari langit memakan habis korban bakaran dan korban-korban sembelihan itu, dan kemuliaan Tuhan memenuhi rumah itu."
  },
  {
    "reference": "2Ch 7:2",
    "text": "Para imam tidak dapat memasuki rumah Tuhan itu, karena kemuliaan Tuhan memenuhi rumah Tuhan."
  },
  {
    "reference": "2Ch 7:3",
    "text": "- 7:3: 1Taw. 16:34; 2Taw. 5:13; Ezr. 3:11; Mzm. 100:4-5, 106:1, 107:1, 118:1, 136:1; Yer. 33:11 Ketika segenap orang Israel melihat api itu turun dan kemuliaan Tuhan meliputi rumah itu, berlututlah mereka di atas lantai dengan muka mereka sampai ke tanah, lalu sujud menyembah dan menyanyikan syukur bagi Tuhan: ”Sebab Ia baik! Bahwasanya untuk selama-lamanya kasih setia-Nya.” Korban pentahbisan dan perayaan 7:4-10 (1Raj. 8:62-66)"
  },
  {
    "reference": "2Ch 7:4",
    "text": "Lalu raja bersama-sama seluruh bangsa mempersembahkan korban sembelihan di hadapan Tuhan."
  },
  {
    "reference": "2Ch 7:5",
    "text": "Sebagai korban sembelihan raja Salomo mempersembahkan dua puluh dua ribu ekor lembu sapi dan seratus dua puluh ribu ekor kambing domba. Demikianlah raja dan seluruh bangsa mentahbiskan rumah Allah."
  },
  {
    "reference": "2Ch 7:6",
    "text": "Para imam telah siap berdiri pada tempat mereka. Begitu pula orang-orang Lewi telah siap dengan alat-alat musik untuk memuliakan Tuhan, yakni alat-alat musik yang dibuat raja Daud untuk mengiringi nyanyian syukur bagi Tuhan: ”Bahwasanya untuk selama-lamanya kasih setia-Nya!” setiap kali mereka ditugaskan Daud menyanyikan puji-pujian. Dalam pada itu para imam berdiri berhadapan dengan mereka sambil meniup nafiri, sedang segenap orang Israel berdiri."
  },
  {
    "reference": "2Ch 7:7",
    "text": "Lalu Salomo menguduskan pertengahan pelataran yang di depan rumah Tuhan, sebab di situlah diolahnya segala korban bakaran dan lemak korban keselamatan, sebab mezbah tembaga yang dibuat Salomo tidak dapat memuat korban bakaran dan korban sajian dan segala lemak korban."
  },
  {
    "reference": "2Ch 7:8",
    "text": "Dan pada waktu itu juga Salomo mengadakan perayaan Pondok Daun selama tujuh hari, bersama-sama dengan seluruh Israel, suatu jemaah yang amat besar, dari jalan masuk ke Hamat sampai ke sungai Mesir."
  },
  {
    "reference": "2Ch 7:9",
    "text": "Pada hari yang kedelapan mereka mengadakan perkumpulan raya, karena mereka telah merayakan pentahbisan mezbah selama tujuh hari, dan perayaan Pondok Daun selama tujuh hari."
  },
  {
    "reference": "2Ch 7:10",
    "text": "Pada hari yang kedua puluh tiga, bulan ketujuh, disuruhnya bangsa itu pulang ke kemah-kemah mereka sambil bersukacita dan bergembira atas kebaikan yang telah dilakukan Tuhan kepada Daud, kepada Salomo, dan kepada orang Israel, umat-Nya. Tuhan menampakkan diri kepada Salomo untuk kedua kalinya 7:11-22 (1Raj. 9:1-9)"
  },
  {
    "reference": "2Ch 7:11",
    "text": "Demikianlah Salomo menyelesaikan rumah Tuhan dan istana raja, dan berhasil melaksanakan dalam rumah Tuhan dan dalam istananya segala sesuatu yang timbul dalam hatinya."
  },
  {
    "reference": "2Ch 7:12",
    "text": "Kemudian Tuhan menampakkan diri kepada Salomo pada malam hari dan berfirman kepadanya: ”Telah Kudengar doamu dan telah Kupilih tempat ini bagi-Ku sebagai rumah persembahan."
  },
  {
    "reference": "2Ch 7:13",
    "text": "Bilamana Aku menutup langit, sehingga tidak ada hujan, dan bilamana Aku menyuruh belalang memakan habis hasil bumi, dan bilamana Aku melepaskan penyakit sampar di antara umat-Ku,"
  },
  {
    "reference": "2Ch 7:14",
    "text": "dan umat-Ku, yang atasnya nama-Ku disebut, merendahkan diri, berdoa dan mencari wajah-Ku, lalu berbalik dari jalan-jalannya yang jahat, maka Aku akan mendengar dari sorga dan mengampuni dosa mereka, serta memulihkan negeri mereka."
  },
  {
    "reference": "2Ch 7:15",
    "text": "Sekarang mata-Ku terbuka dan telinga-Ku menaruh perhatian kepada doa dari tempat ini."
  },
  {
    "reference": "2Ch 7:16",
    "text": "Sekarang telah Kupilih dan Kukuduskan rumah ini, supaya nama-Ku tinggal di situ untuk selama-lamanya, maka mata-Ku dan hati-Ku akan ada di situ sepanjang masa."
  },
  {
    "reference": "2Ch 7:17",
    "text": "Mengenai engkau, jika engkau hidup di hadapan-Ku sama seperti Daud, ayahmu, dan berbuat sesuai dengan segala yang Kuperintahkan kepadamu, dan jika engkau tetap mengikuti segala ketetapan dan peraturan-Ku,"
  },
  {
    "reference": "2Ch 7:18",
    "text": "- 7:18: 1Raj. 2:4 maka Aku akan meneguhkan takhta kerajaanmu sesuai dengan perjanjian yang telah Kuikat dengan Daud, ayahmu, dengan berkata: Takkan terputus keturunanmu yang memerintah atas Israel."
  },
  {
    "reference": "2Ch 7:19",
    "text": "Tetapi jika kamu ini berbalik dan meninggalkan segala ketetapan dan perintah-Ku yang telah Kuberikan kepadamu, dan pergi beribadah kepada allah lain dan sujud menyembah kepadanya,"
  },
  {
    "reference": "2Ch 7:20",
    "text": "maka Aku akan mencabut kamu dari tanah-Ku yang telah Kuberikan kepadamu, dan rumah ini yang telah Kukuduskan bagi nama-Ku, akan Kubuang dari hadapan-Ku, dan akan Kujadikan kiasan dan sindiran di antara segala bangsa."
  },
  {
    "reference": "2Ch 7:21",
    "text": "Dan setiap orang yang lewat rumah yang amat ditinggikan ini, akan tertegun dan berkata: Apakah sebabnya Tuhan berbuat yang demikian kepada negeri ini dan kepada rumah ini?"
  },
  {
    "reference": "2Ch 7:22",
    "text": "Maka orang akan berkata: Sebab mereka meninggalkan Tuhan, Allah nenek moyang mereka, yang membawa mereka keluar dari tanah Mesir, dan sebab mereka berpegang pada allah lain dan sujud menyembah kepadanya dan beribadah kepadanya. Itulah sebabnya Ia mendatangkan segala malapetaka ini ke atas mereka.”"
  },
  {
    "reference": "2Ch 8:1",
    "text": "Setelah lewat dua puluh tahun selesailah Salomo mendirikan rumah Tuhan dan istananya sendiri."
  },
  {
    "reference": "2Ch 8:2",
    "text": "Maka Salomo memperkuat kota-kota yang diberikan Huram kepadanya, dan menyuruh orang Israel menetap di sana."
  },
  {
    "reference": "2Ch 8:3",
    "text": "Lalu Salomo pergi ke Hamat-Zoba dan menaklukkannya."
  },
  {
    "reference": "2Ch 8:4",
    "text": "Kemudian ia memperkuat Tadmor di padang gurun dan semua kota perbekalan yang didirikannya di Hamat."
  },
  {
    "reference": "2Ch 8:5",
    "text": "Ia memperkuat juga Bet-Horon Hulu dan Bet-Horon Hilir menjadi kota kubu yang bertembok, berpintu gerbang dan berpalang,"
  },
  {
    "reference": "2Ch 8:6",
    "text": "dan juga Baalat, dan segala kota perbekalan kepunyaan Salomo, segala kota tempat kereta, kota-kota tempat orang berkuda dan apa saja yang Salomo ingin mendirikannya di Yerusalem, atau di gunung Libanon, atau di segenap negeri kekuasaannya."
  },
  {
    "reference": "2Ch 8:7",
    "text": "Semua orang yang masih tinggal dari orang Het, orang Amori, orang Feris, orang Hewi dan orang Yebus, yang tidak termasuk orang Israel,"
  },
  {
    "reference": "2Ch 8:8",
    "text": "yakni keturunan bangsa-bangsa yang masih tinggal di negeri itu dan yang tidak dibinasakan oleh orang Israel, merekalah yang dikerahkan Salomo untuk menjadi orang rodi; demikianlah mereka sampai hari ini."
  },
  {
    "reference": "2Ch 8:9",
    "text": "Tetapi orang Israel tidak ada yang dijadikan budak oleh Salomo untuk pekerjaannya, melainkan mereka menjadi prajurit, atau perwira pasukan berkuda, atau panglima atas pasukan kereta dan pasukan berkuda."
  },
  {
    "reference": "2Ch 8:10",
    "text": "Dan inilah pemimpin-pemimpin umum raja Salomo: dua ratus lima puluh orang yang memerintah rakyat."
  },
  {
    "reference": "2Ch 8:11",
    "text": "Dan Salomo memindahkan anak Firaun dari kota Daud ke rumah yang didirikannya baginya, karena katanya: ”Tidak boleh seorang isteriku tinggal dalam istana Daud, raja Israel, karena tempat-tempat yang telah dimasuki tabut Tuhan adalah kudus.”"
  },
  {
    "reference": "2Ch 8:12",
    "text": "Lalu Salomo mempersembahkan korban-korban bakaran bagi Tuhan di atas mezbah Tuhan yang didirikannya di depan balai Bait Suci,"
  },
  {
    "reference": "2Ch 8:13",
    "text": "- 8:13: Kel. 23:14-17, 34:22-23; Bil. 28:9–29:39; Ul. 16:16 sesuai dengan apa yang menurut perintah Musa ditetapkan sebagai korban untuk setiap hari, yakni pada hari-hari Sabat, pada bulan-bulan baru, dan tiga kali setahun pada hari-hari raya: pada hari raya Roti Tidak Beragi, pada hari raya Tujuh Minggu dan pada hari raya Pondok Daun."
  },
  {
    "reference": "2Ch 8:14",
    "text": "Dan menurut peraturan Daud, ayahnya, ia menetapkan rombongan para imam dalam tugas jabatan mereka, dan orang-orang Lewi dalam tugas menyanyikan puji-pujian dan menyelenggarakan ibadah di hadapan para imam, setiap hari menurut yang ditetapkan untuk hari itu, dan juga penunggu-penunggu pintu gerbang dalam rombongan mereka untuk setiap pintu gerbang. Karena demikianlah perintah Daud, abdi Allah."
  },
  {
    "reference": "2Ch 8:15",
    "text": "Mereka tidak menyimpang dari perintah raja mengenai para imam dan orang-orang Lewi dalam perkara apa pun, juga mengenai perbendaharaan."
  },
  {
    "reference": "2Ch 8:16",
    "text": "Maka terlaksanalah segala pekerjaan Salomo, dari hari dasar rumah Tuhan diletakkan sampai kepada hari rumah itu selesai. Dengan demikian selesailah sudah rumah Tuhan."
  },
  {
    "reference": "2Ch 8:17",
    "text": "Kemudian Salomo pergi ke Ezion-Geber dan ke Elot, yang letaknya di tepi laut, di tanah Edom."
  },
  {
    "reference": "2Ch 8:18",
    "text": "Dengan perantaraan anak buahnya Huram mengirim kapal-kapal kepadanya dan anak buah yang tahu tentang laut. Bersama-sama anak buah Salomo mereka sampai ke Ofir dan dari sana mereka mengambil empat ratus lima puluh talenta emas, yang mereka bawa kepada raja Salomo."
  },
  {
    "reference": "2Ch 9:1",
    "text": "Ketika ratu negeri Syeba mendengar kabar tentang Salomo, maka dengan pasukan pengiring yang sangat besar dan dengan unta-unta yang membawa rempah-rempah, banyak emas dan batu permata yang mahal-mahal datanglah ia ke Yerusalem hendak menguji Salomo dengan teka-teki. Setelah ia sampai kepada Salomo, dipercakapkannyalah segala yang ada dalam hatinya dengan dia."
  },
  {
    "reference": "2Ch 9:2",
    "text": "Dan Salomo menjawab segala pertanyaan ratu itu; bagi Salomo tidak ada yang tersembunyi, yang tidak dapat dijawabnya untuk ratu itu."
  },
  {
    "reference": "2Ch 9:3",
    "text": "Ketika ratu negeri Syeba melihat hikmat Salomo dan rumah yang telah didirikannya,"
  },
  {
    "reference": "2Ch 9:4",
    "text": "makanan di mejanya, cara duduk pegawai-pegawainya, cara pelayan-pelayannya melayani dan berpakaian, juru-juru minumannya dan pakaian mereka, dan korban bakaran yang biasa dipersembahkannya di rumah Tuhan, maka tercenganglah ratu itu."
  },
  {
    "reference": "2Ch 9:5",
    "text": "Dan ia berkata kepada raja: ”Benar juga kabar yang kudengar di negeriku tentang engkau dan tentang hikmatmu,"
  },
  {
    "reference": "2Ch 9:6",
    "text": "tetapi aku tidak percaya perkataan-perkataan mereka sampai aku datang dan melihatnya dengan mataku sendiri; sungguh, setengah dari hikmatmu yang besar itu belum diberitahukan kepadaku; engkau melebihi kabar yang kudengar."
  },
  {
    "reference": "2Ch 9:7",
    "text": "Berbahagialah orang-orangmu, dan berbahagialah para pegawaimu ini yang selalu melayani engkau dan menyaksikan hikmatmu!"
  },
  {
    "reference": "2Ch 9:8",
    "text": "Terpujilah Tuhan, Allahmu, yang telah berkenan kepadamu sedemikian, hingga Ia mendudukkan engkau di atas takhta-Nya sebagai raja untuk Tuhan, Allahmu! Karena Allahmu mengasihi orang Israel, maka Ia menetapkan mereka untuk selama-lamanya, dan menjadikan engkau raja atas mereka untuk melakukan keadilan dan kebenaran.”"
  },
  {
    "reference": "2Ch 9:9",
    "text": "- 9:9: Mat. 12:42; Luk. 11:31 Lalu diberikan kepada raja seratus dua puluh talenta emas, dan sangat banyak rempah-rempah dan batu permata yang mahal-mahal; tidak pernah lagi ada rempah-rempah seperti yang diberikan ratu negeri Syeba kepada raja Salomo itu."
  },
  {
    "reference": "2Ch 9:10",
    "text": "Lagipula hamba-hamba Huram dan hamba-hamba Salomo, yang membawa emas dari Ofir, membawa juga kayu cendana dan batu permata yang mahal-mahal."
  },
  {
    "reference": "2Ch 9:11",
    "text": "Raja mengerjakan kayu cendana itu menjadi tangga-tangga untuk rumah Tuhan dan istana raja, dan juga menjadi kecapi dan gambus untuk para penyanyi. Hal seperti itu tidak pernah kelihatan sebelumnya di tanah Yehuda."
  },
  {
    "reference": "2Ch 9:12",
    "text": "Raja Salomo memberikan kepada ratu negeri Syeba segala yang dikehendakinya dan yang dimintanya, melebihi yang dibawa ratu itu untuk raja. Lalu ratu itu berangkat pulang ke negerinya bersama-sama dengan pegawai-pegawainya. Penghasilan Salomo dan kekayaannya 9:13-28 (1Raj. 10:14-29; 2Taw. 1:14-17)"
  },
  {
    "reference": "2Ch 9:13",
    "text": "Adapun berat emas, yang dibawa kepada Salomo dalam satu tahun ialah seberat enam ratus enam puluh enam talenta,"
  },
  {
    "reference": "2Ch 9:14",
    "text": "belum terhitung yang dibawa oleh saudagar-saudagar dan pedagang-pedagang; juga semua raja Arab dan bupati-bupati di negeri itu membawa emas dan perak kepada Salomo."
  },
  {
    "reference": "2Ch 9:15",
    "text": "Raja Salomo membuat dua ratus perisai besar dari emas tempaan, enam ratus syikal emas tempaan dipakainya untuk setiap perisai besar;"
  },
  {
    "reference": "2Ch 9:16",
    "text": "ia membuat juga tiga ratus perisai kecil dari emas tempaan, tiga ratus syikal emas dipakainya untuk setiap perisai kecil; lalu raja menaruh semuanya itu di dalam gedung ”Hutan Libanon”."
  },
  {
    "reference": "2Ch 9:17",
    "text": "Juga raja membuat takhta besar dari gading, yang disalutnya dengan emas murni."
  },
  {
    "reference": "2Ch 9:18",
    "text": "Takhta itu enam tingkatnya, dan tumpuan kakinya dari emas, yang dipautkan pada takhta itu, dan pada kedua sisi tempat duduk ada kelek-kelek. Di samping kelek-kelek itu berdiri dua singa,"
  },
  {
    "reference": "2Ch 9:19",
    "text": "sedang dua belas singa berdiri di atas keenam tingkat itu sebelah-menyebelah; belum pernah diperbuat yang demikian bagi sesuatu kerajaan."
  },
  {
    "reference": "2Ch 9:20",
    "text": "Segala perkakas minuman raja Salomo dari emas dan segala barang di gedung ”Hutan Libanon” itu dari emas murni; perak tidak dianggap berharga pada zaman Salomo."
  },
  {
    "reference": "2Ch 9:21",
    "text": "Sebab raja mempunyai kapal-kapal yang berlayar ke Tarsis bersama-sama dengan orang-orang Huram; dan sekali tiga tahun kapal-kapal Tarsis itu datang membawa emas dan perak serta gading; juga kera dan burung merak."
  },
  {
    "reference": "2Ch 9:22",
    "text": "Raja Salomo melebihi semua raja di bumi dalam hal kekayaan dan hikmat."
  },
  {
    "reference": "2Ch 9:23",
    "text": "Semua raja di bumi berikhtiar menghadap Salomo untuk menyaksikan hikmat yang telah ditaruh Allah di dalam hatinya."
  },
  {
    "reference": "2Ch 9:24",
    "text": "Mereka datang masing-masing membawa persembahannya, yakni barang-barang perak dan barang-barang emas, pakaian, senjata, rempah-rempah, kuda dan bagal, dan begitulah tahun demi tahun."
  },
  {
    "reference": "2Ch 9:25",
    "text": "- 9:25: 1Raj. 4:26 Salomo mempunyai juga empat ribu kandang untuk kuda-kudanya dan kereta-keretanya dan dua belas ribu orang berkuda, yang ditempatkan dalam kota-kota kereta dan dekat raja di Yerusalem."
  },
  {
    "reference": "2Ch 9:26",
    "text": "- 9:26: Kej. 15:18; 1Raj. 4:21 Dan ia memerintah atas semua raja mulai dari sungai Efrat sampai negeri orang Filistin dan sampai ke tapal batas Mesir."
  },
  {
    "reference": "2Ch 9:27",
    "text": "- 9:27-28: Ul. 17:16 Raja membuat banyaknya perak di Yerusalem sama seperti batu, dan banyaknya pohon kayu aras sama seperti pohon ara yang tumbuh di Daerah Bukit."
  },
  {
    "reference": "2Ch 9:28",
    "text": "Kuda untuk Salomo didatangkan dari Misraim dan dari segala negeri. Salomo mati 9:29-31 (1Raj. 11:41-43)"
  },
  {
    "reference": "2Ch 9:29",
    "text": "Selebihnya dari riwayat Salomo dari awal sampai akhir, bukankah semuanya itu tertulis dalam riwayat nabi Natan dan dalam nubuat Ahia, orang Silo itu, dan dalam penglihatan-penglihatan Ido, pelihat itu, tentang Yerobeam bin Nebat?"
  },
  {
    "reference": "2Ch 9:30",
    "text": "Salomo memerintah di Yerusalem atas seluruh Israel empat puluh tahun lamanya."
  },
  {
    "reference": "2Ch 9:31",
    "text": "Kemudian Salomo mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di kota Daud, ayahnya. Maka Rehabeam, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ch 10:1",
    "text": "Kemudian Rehabeam pergi ke Sikhem, sebab seluruh Israel telah datang ke Sikhem untuk menobatkan dia menjadi raja."
  },
  {
    "reference": "2Ch 10:2",
    "text": "Segera sesudah hal itu kedengaran kepada Yerobeam bin Nebat – ia ada di Mesir, sebab ia melarikan diri ke sana dari hadapan raja Salomo – maka kembalilah ia dari Mesir."
  },
  {
    "reference": "2Ch 10:3",
    "text": "Orang menyuruh memanggil dia, lalu datanglah Yerobeam dengan seluruh orang Israel dan berkata kepada Rehabeam:"
  },
  {
    "reference": "2Ch 10:4",
    "text": "”Ayahmu telah memberatkan tanggungan kami, maka sekarang ringankanlah pekerjaan yang sukar yang dibebankan ayahmu dan tanggungan yang berat yang dipikulkannya kepada kami, supaya kami menjadi hambamu.”"
  },
  {
    "reference": "2Ch 10:5",
    "text": "Tetapi ia menjawab mereka: ”Datanglah kembali kepadaku lusa.” Lalu pergilah rakyat itu."
  },
  {
    "reference": "2Ch 10:6",
    "text": "Sesudah itu Rehabeam meminta nasihat dari para tua-tua yang selama hidup Salomo mendampingi Salomo, ayahnya, katanya: ”Apakah nasihatmu untuk menjawab rakyat itu?”"
  },
  {
    "reference": "2Ch 10:7",
    "text": "Mereka berkata kepadanya: ”Jika engkau mau berlaku ramah terhadap rakyat itu, mau menyenangkan mereka dan mengatakan kata-kata yang baik kepada mereka, maka mereka menjadi hamba-hambamu sepanjang waktu.”"
  },
  {
    "reference": "2Ch 10:8",
    "text": "Tetapi ia mengabaikan nasihat yang diberikan para tua-tua itu, lalu ia meminta nasihat kepada orang-orang muda yang sebaya dengan dia dan yang mendampinginya,"
  },
  {
    "reference": "2Ch 10:9",
    "text": "katanya kepada mereka: ”Apakah nasihatmu, supaya kita dapat menjawab rakyat yang mengatakan kepadaku: Ringankanlah tanggungan yang dipikulkan kepada kami oleh ayahmu?”"
  },
  {
    "reference": "2Ch 10:10",
    "text": "Lalu orang-orang muda yang sebaya dengan dia itu berkata: ”Beginilah harus kaukatakan kepada rakyat yang telah berkata kepadamu: Ayahmu telah memberatkan tanggungan kami, tetapi engkau ini, berilah keringanan kepada kami – beginilah harus kaukatakan kepada mereka: Kelingkingku lebih besar dari pada pinggang ayahku!"
  },
  {
    "reference": "2Ch 10:11",
    "text": "Maka sekarang, ayahku telah membebankan kepada kamu tanggungan yang berat, tetapi aku akan menambah tanggungan kamu; ayahku telah menghajar kamu dengan cambuk, tetapi aku akan menghajar kamu dengan cambuk yang berduri besi.”"
  },
  {
    "reference": "2Ch 10:12",
    "text": "Lusanya datanglah Yerobeam dengan segenap rakyat kepada Rehabeam, seperti yang dikatakan raja: ”Kembalilah kepadaku lusa.”"
  },
  {
    "reference": "2Ch 10:13",
    "text": "Raja Rehabeam menjawab mereka dengan keras; ia telah mengabaikan nasihat para tua-tua;"
  },
  {
    "reference": "2Ch 10:14",
    "text": "ia mengatakan kepada mereka menurut nasihat orang-orang muda: ”Ayahku telah memberatkan tanggungan kamu, tetapi aku akan menambahnya; ayahku telah menghajar kamu dengan cambuk, tetapi aku akan menghajar kamu dengan cambuk yang berduri besi.”"
  },
  {
    "reference": "2Ch 10:15",
    "text": "Jadi raja tidak mendengarkan permintaan rakyat, sebab hal itu merupakan perubahan yang disebabkan Allah, supaya Tuhan menepati firman yang diucapkan-Nya dengan perantaraan Ahia, orang Silo, kepada Yerobeam bin Nebat."
  },
  {
    "reference": "2Ch 10:16",
    "text": "- 10:16: 2Sam. 20:1 Setelah seluruh Israel melihat, bahwa raja tidak mendengarkan permintaan mereka, maka rakyat menjawab raja: ”Bagian apakah kita dapat dari pada Daud? Kita tidak memperoleh warisan dari anak Isai itu! Masing-masing ke kemahmu, hai orang Israel! Uruslah sekarang rumahmu sendiri, hai Daud!” Maka pergilah seluruh orang Israel ke kemahnya,"
  },
  {
    "reference": "2Ch 10:17",
    "text": "sehingga Rehabeam menjadi raja hanya atas orang Israel yang diam di kota-kota Yehuda."
  },
  {
    "reference": "2Ch 10:18",
    "text": "Kemudian raja Rehabeam mengutus Hadoram yang menjadi kepala rodi, tetapi orang-orang Israel melontari dia dengan batu, sehingga mati, bahkan raja Rehabeam hampir-hampir tidak dapat menaiki keretanya untuk melarikan diri ke Yerusalem."
  },
  {
    "reference": "2Ch 10:19",
    "text": "Demikianlah mulanya orang Israel memberontak terhadap keluarga Daud sampai hari ini."
  },
  {
    "reference": "2Ch 11:1",
    "text": "Ketika Rehabeam datang ke Yerusalem, ia mengumpulkan kaum Yehuda dan Benyamin, seratus delapan puluh ribu teruna yang sanggup berperang untuk memerangi orang Israel dengan maksud mengembalikan kerajaan itu kepadanya."
  },
  {
    "reference": "2Ch 11:2",
    "text": "Tetapi datanglah firman Tuhan kepada Semaya, abdi Allah, demikian:"
  },
  {
    "reference": "2Ch 11:3",
    "text": "”Katakanlah kepada Rehabeam, anak Salomo, raja Yehuda, dan kepada segenap orang Israel di Yehuda dan di Benyamin, demikian:"
  },
  {
    "reference": "2Ch 11:4",
    "text": "Beginilah firman Tuhan: Janganlah kamu maju dan janganlah kamu berperang melawan saudara-saudaramu. Pulanglah masing-masing ke rumahnya, sebab Akulah yang menyebabkan hal ini terjadi.” Maka mereka mendengarkan firman Tuhan dan pulang dengan tidak pergi menyerang Yerobeam. Raja Rehabeam – Pengokohan kerajaan; keluarga raja 11:5-23"
  },
  {
    "reference": "2Ch 11:5",
    "text": "Rehabeam diam di Yerusalem dan memperkuat kota-kota kubu di Yehuda."
  },
  {
    "reference": "2Ch 11:6",
    "text": "Ia memperkuat Betlehem, Etam, Tekoa,"
  },
  {
    "reference": "2Ch 11:7",
    "text": "Bet-Zur, Sokho, Adulam,"
  },
  {
    "reference": "2Ch 11:8",
    "text": "Gat, Mares, Zif,"
  },
  {
    "reference": "2Ch 11:9",
    "text": "Adoraim, Lakhis, Azeka,"
  },
  {
    "reference": "2Ch 11:10",
    "text": "Zora, Ayalon dan Hebron, yang terletak di Yehuda dan di Benyamin, sebagai kota-kota berkubu."
  },
  {
    "reference": "2Ch 11:11",
    "text": "Ia memperkokoh kota-kota kubu itu dan menempatkan di situ kepala-kepala pasukan dengan persediaan makanan, minyak dan anggur;"
  },
  {
    "reference": "2Ch 11:12",
    "text": "perisai dan tombak pun disediakan di tiap-tiap kota. Ia membuat kota-kota itu amat kokoh. Demikianlah Yehuda dan Benyamin menjadi daerah kekuasaannya."
  },
  {
    "reference": "2Ch 11:13",
    "text": "Para imam dan orang Lewi di seluruh Israel datang menggabungkan diri dengan dia dari daerah-daerah kediaman mereka."
  },
  {
    "reference": "2Ch 11:14",
    "text": "Sebab orang Lewi meninggalkan tanah penggembalaan dan milik mereka, lalu pergi ke Yehuda dan Yerusalem, oleh karena Yerobeam dan anak-anaknya melarang mereka memegang jabatan imam Tuhan,"
  },
  {
    "reference": "2Ch 11:15",
    "text": "- 11:15: 1Raj. 12:31 dan mengangkat bagi dirinya imam-imam untuk bukit-bukit pengorbanan untuk jin-jin dan untuk anak-anak lembu jantan yang dibuatnya."
  },
  {
    "reference": "2Ch 11:16",
    "text": "Dari segenap suku Israel orang datang ke Yerusalem mengikuti orang-orang Lewi itu, yakni orang yang telah membulatkan hatinya untuk mencari Tuhan Allah Israel; dan mereka datang untuk mempersembahkan korban kepada Tuhan, Allah nenek moyang mereka."
  },
  {
    "reference": "2Ch 11:17",
    "text": "Demikianlah mereka memperkokoh kerajaan Yehuda dan memperkuat pemerintahan Rehabeam bin Salomo selama tiga tahun, karena selama tiga tahun mereka hidup mengikuti jejak Daud dan Salomo."
  },
  {
    "reference": "2Ch 11:18",
    "text": "Rehabeam mengambil Mahalat, anak Yerimot bin Daud dan Abihail binti Elhiab bin Isai, menjadi isterinya,"
  },
  {
    "reference": "2Ch 11:19",
    "text": "yang melahirkan baginya anak-anak lelaki ini: Yeush, Semarya dan Zaham."
  },
  {
    "reference": "2Ch 11:20",
    "text": "Sesudah Mahalat ia mengambil Maakha, anak Absalom, menjadi isterinya, yang melahirkan baginya Abia, Atai, Ziza dan Selomit."
  },
  {
    "reference": "2Ch 11:21",
    "text": "Rehabeam mencintai Maakha, anak Absalom itu, lebih dari pada semua isteri dan gundiknya – ia mengambil delapan belas isteri dan enam puluh gundik dan memperanakkan dua puluh delapan anak laki-laki dan enam puluh anak perempuan."
  },
  {
    "reference": "2Ch 11:22",
    "text": "Rehabeam mengangkat Abia, anak Maakha, sebagai pemuka, yakni sebagai pemimpin di antara saudara-saudaranya, karena ia bermaksud menjadikan dia raja."
  },
  {
    "reference": "2Ch 11:23",
    "text": "Oleh sebab itu ia mengambil kebijaksanaan untuk menyebarkan semua anaknya yang lain ke seluruh daerah Yehuda dan Benyamin, ke segala kota kubu. Ia memberikan mereka makanan dengan limpahnya dan menyediakan bagi mereka banyak isteri."
  },
  {
    "reference": "2Ch 12:1",
    "text": "Rehabeam beserta seluruh Israel meninggalkan hukum Tuhan, ketika kerajaannya menjadi kokoh dan kekuasaannya menjadi teguh."
  },
  {
    "reference": "2Ch 12:2",
    "text": "Tetapi pada tahun kelima zaman raja Rehabeam, majulah Sisak, raja Mesir, menyerang Yerusalem – karena mereka berubah setia terhadap Tuhan –"
  },
  {
    "reference": "2Ch 12:3",
    "text": "dengan seribu dua ratus kereta dan enam puluh ribu orang berkuda, sedang rakyat yang mengikutinya dari Mesir, yakni orang Libia, orang Suki dan orang Etiopia, tidak terhitung banyaknya."
  },
  {
    "reference": "2Ch 12:4",
    "text": "Ia merebut kota-kota benteng yang di Yehuda, bahkan mendekati Yerusalem."
  },
  {
    "reference": "2Ch 12:5",
    "text": "Nabi Semaya datang kepada Rehabeam dan pemimpin-pemimpin Yehuda yang berkumpul di Yerusalem berhubung dengan ancaman Sisak, dan berkata kepada mereka: ”Beginilah firman Tuhan: Kamu telah meninggalkan Aku, oleh sebab itu Aku pun meninggalkan kamu juga dalam kuasa Sisak.”"
  },
  {
    "reference": "2Ch 12:6",
    "text": "Maka pemimpin-pemimpin Israel dan raja merendahkan diri dan berkata: ” Tuhanlah yang benar!”"
  },
  {
    "reference": "2Ch 12:7",
    "text": "Ketika Tuhan melihat bahwa mereka merendahkan diri, datanglah firman Tuhan kepada Semaya, bunyinya: ”Mereka telah merendahkan diri, oleh sebab itu Aku tidak akan memusnahkan mereka. Aku segera akan meluputkan mereka dan kehangatan murka-Ku tidak akan dicurahkan atas Yerusalem dengan perantaraan Sisak."
  },
  {
    "reference": "2Ch 12:8",
    "text": "Tetapi mereka akan menjadi hamba-hambanya, supaya mereka tahu membedakan antara mengabdi kepada-Ku dan mengabdi kepada kerajaan-kerajaan duniawi.”"
  },
  {
    "reference": "2Ch 12:9",
    "text": "- 12:9: 1Raj. 10:16-17; 2Taw. 9:15-16 Maka majulah Sisak, raja Mesir itu, menyerang Yerusalem. Ia merampas barang-barang perbendaharaan rumah Tuhan dan barang-barang perbendaharaan rumah raja; semuanya dirampasnya. Ia merampas juga perisai-perisai emas yang dibuat Salomo."
  },
  {
    "reference": "2Ch 12:10",
    "text": "Sebagai gantinya raja Rehabeam membuat perisai-perisai tembaga, yang dipercayakannya kepada pemimpin-pemimpin bentara yang menjaga pintu istana raja."
  },
  {
    "reference": "2Ch 12:11",
    "text": "Setiap kali raja masuk ke rumah Tuhan, bentara-bentara datang membawa masuk perisai-perisai itu, dan mereka pula yang mengembalikannya ke kamar jaga para bentara."
  },
  {
    "reference": "2Ch 12:12",
    "text": "Oleh sebab raja merendahkan diri, surutlah murka Tuhan dari padanya, sehingga ia tidak dimusnahkan-Nya sama sekali. Lagipula masih terdapat hal-hal yang baik di Yehuda."
  },
  {
    "reference": "2Ch 12:13",
    "text": "Raja Rehabeam menunjukkan dirinya kuat dalam pemerintahannya di Yerusalem. Rehabeam berumur empat puluh satu tahun pada waktu ia menjadi raja, dan tujuh belas tahun lamanya ia memerintah di Yerusalem, kota yang dipilih Tuhan dari antara segala suku Israel untuk membuat nama-Nya tinggal di sana. Nama ibunya ialah Naama, seorang perempuan Amon."
  },
  {
    "reference": "2Ch 12:14",
    "text": "Ia berbuat yang jahat, karena ia tidak tekun mencari Tuhan."
  },
  {
    "reference": "2Ch 12:15",
    "text": "Bukankah riwayat Rehabeam dari awal sampai akhir semuanya tertulis dalam riwayat Semaya, nabi itu, dan Ido, pelihat itu, – yang juga memuat daftar silsilah. Antara Rehabeam dan Yerobeam terus-menerus ada perang."
  },
  {
    "reference": "2Ch 12:16",
    "text": "Kemudian Rehabeam mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di kota Daud. Maka Abia, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ch 13:1",
    "text": "Dalam tahun kedelapan belas zaman raja Yerobeam menjadi rajalah Abia atas Yehuda."
  },
  {
    "reference": "2Ch 13:2",
    "text": "Tiga tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Mikhaya, anak Uriel dari Gibea. Dan ada perang antara Abia dan Yerobeam."
  },
  {
    "reference": "2Ch 13:3",
    "text": "Abia memulai perang dengan pasukan pahlawan-pahlawan perang, yang jumlahnya empat ratus ribu orang pilihan, sedangkan Yerobeam mengatur barisan perangnya melawan dia dengan delapan ratus ribu orang pilihan, pahlawan-pahlawan yang gagah perkasa."
  },
  {
    "reference": "2Ch 13:4",
    "text": "Lalu Abia berdiri di atas gunung Zemaraim, yang termasuk pegunungan Efraim, dan berkata: ”Dengarlah kepadaku, Yerobeam dan seluruh Israel!"
  },
  {
    "reference": "2Ch 13:5",
    "text": "Tidakkah kamu tahu, bahwa Tuhan Allah Israel telah memberikan kuasa kerajaan atas Israel kepada Daud dan anak-anaknya untuk selama-lamanya dengan suatu perjanjian garam?"
  },
  {
    "reference": "2Ch 13:6",
    "text": "Tetapi Yerobeam bin Nebat, hamba Salomo bin Daud, telah bangkit memberontak melawan tuannya."
  },
  {
    "reference": "2Ch 13:7",
    "text": "Petualang-petualang, orang-orang dursila, berhimpun padanya; mereka terlalu kuat bagi Rehabeam bin Salomo, yang masih muda dan belum teguh hati, dan yang tidak dapat mempertahankan diri terhadap mereka."
  },
  {
    "reference": "2Ch 13:8",
    "text": "Tentu kamu menyangka, bahwa kamu dapat mempertahankan diri terhadap kerajaan Tuhan, yang dipegang keturunan Daud, karena jumlah kamu besar dan karena pada kamu ada anak lembu emas yang dibuat Yerobeam untuk kamu menjadi allah."
  },
  {
    "reference": "2Ch 13:9",
    "text": "Bukankah kamu telah menyingkirkan imam-imam Tuhan, anak-anak Harun itu, dan orang-orang Lewi, lalu mengangkat imam-imam menurut kebiasaan bangsa-bangsa negeri-negeri lain, sehingga setiap orang yang datang untuk ditahbiskan dengan seekor lembu jantan muda dan tujuh ekor domba jantan, dijadikan imam untuk sesuatu yang bukan Allah."
  },
  {
    "reference": "2Ch 13:10",
    "text": "Tetapi kami ini, Tuhanlah Allah kami, dan kami tidak meninggalkan-Nya. Dan anak-anak Harunlah yang melayani Tuhan sebagai imam, sedang orang Lewi menunaikan tugasnya,"
  },
  {
    "reference": "2Ch 13:11",
    "text": "yakni setiap pagi dan setiap petang mereka membakar bagi Tuhan korban bakaran dan ukupan dari wangi-wangian, menyusun roti sajian di atas meja yang tahir, dan mengatur kandil emas dengan pelita-pelitanya untuk dinyalakan setiap petang, karena kamilah yang memelihara kewajiban kami terhadap Tuhan, Allah kami, tetapi kamulah yang meninggalkan-Nya."
  },
  {
    "reference": "2Ch 13:12",
    "text": "Lihatlah, pada pihak kami Allah yang memimpin, sedang imam-imam-Nya siap meniup tanda serangan terhadap kamu dengan nafiri isyarat-isyarat. Hai orang Israel, jangan kamu berperang melawan Tuhan, Allah nenek moyangmu, karena kamu tidak akan beruntung!”"
  },
  {
    "reference": "2Ch 13:13",
    "text": "Tetapi Yerobeam mengirim suatu pasukan penghadang yang harus membuat gerakan keliling supaya sampai di belakang mereka, sehingga induk pasukannya berada di depan Yehuda dan pasukan-pasukan penghadang di belakang mereka."
  },
  {
    "reference": "2Ch 13:14",
    "text": "Ketika Yehuda menoleh ke belakang, lihatlah, mereka harus menghadapi pertempuran dari depan dan dari belakang. Mereka berteriak kepada Tuhan, sedang para imam meniup nafiri,"
  },
  {
    "reference": "2Ch 13:15",
    "text": "dan orang-orang Yehuda memekikkan pekik perang. Pada saat orang-orang Yehuda itu memekikkan pekik perang, Allah memukul kalah Yerobeam dan segenap orang Israel oleh Abia dan Yehuda."
  },
  {
    "reference": "2Ch 13:16",
    "text": "Orang Israel lari dari depan Yehuda, tetapi Allah menyerahkan mereka ke dalam tangan Yehuda."
  },
  {
    "reference": "2Ch 13:17",
    "text": "Abia dengan laskarnya mendatangkan kekalahan yang besar kepada mereka. Dari orang Israel mati terbunuh lima ratus ribu orang pilihan."
  },
  {
    "reference": "2Ch 13:18",
    "text": "Demikianlah orang Israel ditundukkan pada waktu itu, sedang orang Yehuda menjadi kokoh, karena mereka mengandalkan diri kepada Tuhan, Allah nenek moyang mereka."
  },
  {
    "reference": "2Ch 13:19",
    "text": "Abia mengejar Yerobeam dan merebut dari padanya beberapa kota, yakni Betel dengan segala anak kotanya, Yesana dengan segala anak kotanya dan Efron dengan segala anak kotanya."
  },
  {
    "reference": "2Ch 13:20",
    "text": "Tak pernah lagi Yerobeam mendapat kekuatan di zaman Abia. Tuhan memukul dia, sehingga ia mati."
  },
  {
    "reference": "2Ch 13:21",
    "text": "Abia menunjukkan dirinya kuat. Ia mengambil empat belas isteri dan memperanakkan dua puluh dua anak laki-laki dan enam belas anak perempuan."
  },
  {
    "reference": "2Ch 13:22",
    "text": "Selebihnya dari riwayat Abia, langkah-langkahnya dan titah-titahnya, tertulis dalam kitab sejarah nabi Ido."
  },
  {
    "reference": "2Ch 14:1",
    "text": "Kemudian Abia mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di kota Daud. Maka Asa, anaknya, menjadi raja menggantikan dia. Pada zaman pemerintahannya negeri itu aman selama sepuluh tahun. Raja Asa – Kemenangan atas Zerah 14:2-15 (1Raj. 15:9-12)"
  },
  {
    "reference": "2Ch 14:2",
    "text": "Asa melakukan apa yang baik dan yang benar di mata Tuhan, Allahnya."
  },
  {
    "reference": "2Ch 14:3",
    "text": "Ia menjauhkan mezbah-mezbah asing dan bukit-bukit pengorbanan, memecahkan tugu-tugu berhala, dan menghancurkan tiang-tiang berhala."
  },
  {
    "reference": "2Ch 14:4",
    "text": "Ia memerintahkan orang Yehuda supaya mereka mencari Tuhan, Allah nenek moyang mereka, dan mematuhi hukum dan perintah."
  },
  {
    "reference": "2Ch 14:5",
    "text": "Ia menjauhkan bukit-bukit pengorbanan dan pedupaan-pedupaan dari segala kota di Yehuda. Dan kerajaan pun aman di bawah pemerintahannya."
  },
  {
    "reference": "2Ch 14:6",
    "text": "Karena negeri itu aman dan tidak ada yang memeranginya di tahun-tahun itu, ia dapat membangun kota-kota benteng di Yehuda; Tuhan telah mengaruniakan keamanan kepadanya."
  },
  {
    "reference": "2Ch 14:7",
    "text": "Katanya kepada orang Yehuda: ”Marilah kita memperkuat kota-kota ini dan mengelilinginya dengan tembok beserta menara-menaranya, pintu-pintunya dan palang-palangnya. Negeri ini masih dalam tangan kita, karena kita mencari Tuhan Allah kita dan Ia mencari kita serta mengaruniakan keamanan kepada kita di segala penjuru.” Maka mereka melaksanakan pembangunan itu dengan berhasil."
  },
  {
    "reference": "2Ch 14:8",
    "text": "Pasukan-pasukan Asa yang dari Yehuda jumlahnya tiga ratus ribu orang yang membawa perisai besar dan tombak, dan yang dari Benyamin jumlahnya dua ratus delapan puluh ribu orang yang membawa perisai kecil, sebagai pemanah. Mereka semua pahlawan-pahlawan yang gagah perkasa."
  },
  {
    "reference": "2Ch 14:9",
    "text": "Zerah, orang Etiopia itu, maju berperang melawan mereka dengan tentara sebanyak sejuta orang dan tiga ratus kereta. Ia sampai ke Maresa."
  },
  {
    "reference": "2Ch 14:10",
    "text": "Lalu Asa maju menghadapinya. Mereka mengatur barisan perangnya di lembah Zefata dekat Maresa."
  },
  {
    "reference": "2Ch 14:11",
    "text": "Kemudian Asa berseru kepada Tuhan, Allahnya: ”Ya Tuhan, selain dari pada Engkau, tidak ada yang dapat menolong yang lemah terhadap yang kuat. Tolonglah kami ya Tuhan, Allah kami, karena kepada-Mulah kami bersandar dan dengan nama-Mu kami maju melawan pasukan yang besar jumlahnya ini. Ya Tuhan, Engkau Allah kami, jangan biarkan seorang manusia mempunyai kekuatan untuk melawan Engkau!”"
  },
  {
    "reference": "2Ch 14:12",
    "text": "Dan Tuhan memukul kalah orang-orang Etiopia itu di hadapan Asa dan Yehuda. Orang-orang Etiopia itu lari,"
  },
  {
    "reference": "2Ch 14:13",
    "text": "lalu dikejar oleh Asa dan laskarnya sampai ke Gerar. Dari orang-orang Etiopia itu amat banyak yang tewas, sehingga tidak ada yang tinggal hidup, karena mereka hancur di hadapan Tuhan dan tentaranya. Orang-orang Yehuda memperoleh jarahan yang sangat besar."
  },
  {
    "reference": "2Ch 14:14",
    "text": "Mereka mengalahkan semua kota di sekeliling Gerar, karena ketakutan yang dari Tuhan menimpa penduduknya. Mereka menjarahi semua kota itu, karena jarahan yang besar terdapat di situ."
  },
  {
    "reference": "2Ch 14:15",
    "text": "Tenda-tenda pemilik ternak pun direbut mereka, dan banyak kambing domba dan unta diangkutnya sebagai jarahan, lalu mereka kembali ke Yerusalem."
  },
  {
    "reference": "2Ch 15:1",
    "text": "Azarya bin Oded dihinggapi Roh Allah."
  },
  {
    "reference": "2Ch 15:2",
    "text": "Ia pergi menemui Asa dan berkata kepadanya: ”Dengarlah kepadaku, Asa dan seluruh Yehuda dan Benyamin! Tuhan beserta dengan kamu bilamana kamu beserta dengan Dia. Bilamana kamu mencari-Nya, Ia berkenan ditemui olehmu, tetapi bilamana kamu meninggalkan-Nya, kamu akan ditinggalkan-Nya."
  },
  {
    "reference": "2Ch 15:3",
    "text": "Lama sekali Israel tanpa Allah yang benar, tanpa ajaran dari pada imam dan tanpa hukum."
  },
  {
    "reference": "2Ch 15:4",
    "text": "Tetapi dalam kesesakan mereka berbalik kepada Tuhan, Allah orang Israel. Mereka mencari-Nya, dan Ia berkenan ditemui oleh mereka."
  },
  {
    "reference": "2Ch 15:5",
    "text": "Pada zaman itu tidak dapat orang pergi dan pulang dengan selamat, karena terdapat kekacauan yang besar di antara segenap penduduk daerah-daerah."
  },
  {
    "reference": "2Ch 15:6",
    "text": "Bangsa menghancurkan bangsa, kota menghancurkan kota, karena Allah mengacaukan mereka dengan berbagai-bagai kesesakan."
  },
  {
    "reference": "2Ch 15:7",
    "text": "Tetapi kamu ini, kuatkanlah hatimu, jangan lemah semangatmu, karena ada upah bagi usahamu!”"
  },
  {
    "reference": "2Ch 15:8",
    "text": "Ketika Asa mendengar perkataan nubuat yang diucapkan oleh nabi Azarya bin Oded itu, ia menguatkan hatinya dan menyingkirkan dewa-dewa kejijikan dari seluruh tanah Yehuda dan Benyamin dan dari kota-kota yang direbutnya di pegunungan Efraim. Ia membaharui mezbah Tuhan yang ada di depan balai Bait Suci Tuhan."
  },
  {
    "reference": "2Ch 15:9",
    "text": "Ia mengumpulkan seluruh Yehuda dan Benyamin dan orang-orang Efraim, Manasye dan Simeon yang tinggal di antara mereka sebagai orang asing. Sebab dari Israel banyak yang menyeberang memihak kepadanya ketika mereka melihat bahwa Tuhan, Allahnya, beserta dengan dia."
  },
  {
    "reference": "2Ch 15:10",
    "text": "Mereka berkumpul di Yerusalem pada bulan ketiga tahun kelima belas dari pemerintahan Asa."
  },
  {
    "reference": "2Ch 15:11",
    "text": "Pada hari itu mereka mempersembahkan kepada Tuhan tujuh ratus lembu sapi dan tujuh ribu kambing domba dari jarahan yang mereka bawa pulang."
  },
  {
    "reference": "2Ch 15:12",
    "text": "Mereka mengadakan perjanjian untuk mencari Tuhan, Allah nenek moyang mereka, dengan segenap hati dan jiwa."
  },
  {
    "reference": "2Ch 15:13",
    "text": "Setiap orang, baik anak-anak atau orang dewasa, baik laki-laki atau perempuan, yang tidak mencari Tuhan, Allah Israel, harus dihukum mati."
  },
  {
    "reference": "2Ch 15:14",
    "text": "Mereka bersumpah setia kepada Tuhan dengan suara yang nyaring, dengan sorak-sorai dan dengan tiupan nafiri dan sangkakala."
  },
  {
    "reference": "2Ch 15:15",
    "text": "Seluruh Yehuda bersukaria atas sumpah itu, karena dengan segenap hati mereka bersumpah setia dan dengan kehendak yang bulat mereka mencari Tuhan. Tuhan berkenan ditemui oleh mereka dan mengaruniakan keamanan kepada mereka di segala penjuru."
  },
  {
    "reference": "2Ch 15:16",
    "text": "Bahkan raja Asa memecat Maakha, neneknya, dari pangkat ibu suri, karena neneknya itu membuat patung Asyera yang keji. Asa merobohkan patung yang keji itu, menumbuknya sampai halus dan membakarnya di lembah Kidron."
  },
  {
    "reference": "2Ch 15:17",
    "text": "Sekalipun bukit-bukit pengorbanan tidak dijauhkan dari Israel, namun hati Asa tulus ikhlas sepanjang umurnya."
  },
  {
    "reference": "2Ch 15:18",
    "text": "Ia membawa persembahan-persembahan kudus ayahnya dan persembahan-persembahan kudusnya sendiri ke rumah Allah, yakni emas dan perak serta barang-barang lain."
  },
  {
    "reference": "2Ch 15:19",
    "text": "Tidak ada perang sampai pada tahun ketiga puluh lima pemerintahan Asa."
  },
  {
    "reference": "2Ch 16:1",
    "text": "Pada tahun ketiga puluh enam pemerintahan Asa majulah Baesa, raja Israel, hendak berperang melawan Yehuda. Ia memperkuat Rama dengan maksud mencegah lalu lintas kepada Asa, raja Yehuda."
  },
  {
    "reference": "2Ch 16:2",
    "text": "Lalu Asa mengeluarkan emas dan perak dari perbendaharaan rumah Tuhan dan dari perbendaharaan rumah raja dan mengirimnya kepada Benhadad, raja Aram yang diam di Damsyik dengan pesan:"
  },
  {
    "reference": "2Ch 16:3",
    "text": "”Ada perjanjian antara aku dan engkau, antara ayahku dan ayahmu. Ini kukirim emas dan perak kepadamu. Marilah, batalkanlah perjanjianmu dengan Baesa, raja Israel, supaya ia undur dari padaku.”"
  },
  {
    "reference": "2Ch 16:4",
    "text": "Lalu Benhadad mendengarkan permintaan raja Asa; ia menyuruh panglima-panglimanya menyerang kota-kota Israel. Dan mereka memukul kalah Iyon, Dan, Abel-Maim dan segala tempat perbekalan kota-kota di Naftali."
  },
  {
    "reference": "2Ch 16:5",
    "text": "Segera sesudah Baesa mendengar hal itu, ia berhenti memperkuat Rama; ia menghentikan usahanya itu."
  },
  {
    "reference": "2Ch 16:6",
    "text": "Tetapi raja Asa mengerahkan segenap orang Yehuda, yang harus mengangkat batu dan kayu yang dipergunakan Baesa untuk memperkuat Rama itu. Ia mempergunakannya untuk memperkuat Geba dan Mizpa."
  },
  {
    "reference": "2Ch 16:7",
    "text": "Pada waktu itu datanglah Hanani, pelihat itu, kepada Asa, raja Yehuda, katanya kepadanya: ”Karena engkau bersandar kepada raja Aram dan tidak bersandar kepada Tuhan Allahmu, oleh karena itu terluputlah tentara raja Aram dari tanganmu."
  },
  {
    "reference": "2Ch 16:8",
    "text": "Bukankah tentara orang Etiopia dan Libia besar jumlahnya, kereta dan orang berkudanya sangat banyak? Namun Tuhan telah menyerahkan mereka ke dalam tanganmu, karena engkau bersandar kepada-Nya."
  },
  {
    "reference": "2Ch 16:9",
    "text": "Karena mata Tuhan menjelajah seluruh bumi untuk melimpahkan kekuatan-Nya kepada mereka yang bersungguh hati terhadap Dia. Dalam hal ini engkau telah berlaku bodoh, oleh sebab itu mulai sekarang ini engkau akan mengalami peperangan.”"
  },
  {
    "reference": "2Ch 16:10",
    "text": "Maka sakit hatilah Asa karena perkataan pelihat itu, sehingga ia memasukkannya ke dalam penjara, sebab memang ia sangat marah terhadap dia karena perkara itu. Pada waktu itu Asa menganiaya juga beberapa orang dari rakyat."
  },
  {
    "reference": "2Ch 16:11",
    "text": "Sesungguhnya riwayat Asa dari awal sampai akhir tertulis dalam kitab raja-raja Yehuda dan Israel."
  },
  {
    "reference": "2Ch 16:12",
    "text": "Pada tahun ketiga puluh sembilan pemerintahannya Asa menderita sakit pada kakinya yang kemudian menjadi semakin parah. Namun dalam kesakitannya itu ia tidak mencari pertolongan Tuhan, tetapi pertolongan tabib-tabib."
  },
  {
    "reference": "2Ch 16:13",
    "text": "Kemudian Asa mendapat perhentian bersama-sama nenek moyangnya. Ia mati pada tahun keempat puluh satu pemerintahannya,"
  },
  {
    "reference": "2Ch 16:14",
    "text": "dan dikuburkan di kuburan yang telah digali baginya di kota Daud. Mereka membaringkannya di atas petiduran yang penuh dengan rempah-rempah dan segala macam rempah-rempah campuran yang dicampur menurut cara pencampur rempah-rempah, lalu menyalakan api yang sangat besar untuk menghormatinya."
  },
  {
    "reference": "2Ch 17:1",
    "text": "Maka Yosafat, anaknya, menjadi raja menggantikan dia. Sebagai pemimpin Israel ia memperkuat dirinya"
  },
  {
    "reference": "2Ch 17:2",
    "text": "dengan menempatkan tentara di semua kota yang berkubu di Yehuda dan pasukan-pasukan pendudukan di tanah Yehuda serta di kota-kota Efraim yang direbut oleh Asa, ayahnya."
  },
  {
    "reference": "2Ch 17:3",
    "text": "Dan Tuhan menyertai Yosafat, karena ia hidup mengikuti jejak yang dahulu dari Daud, bapa leluhurnya, dan tidak mencari Baal-baal,"
  },
  {
    "reference": "2Ch 17:4",
    "text": "melainkan mencari Allah ayahnya. Ia hidup menurut perintah-perintah-Nya dan tidak berbuat seperti Israel."
  },
  {
    "reference": "2Ch 17:5",
    "text": "Oleh sebab itu Tuhan mengokohkan kerajaan yang ada di bawah kekuasaannya. Seluruh Yehuda memberikan persembahan kepada Yosafat, sehingga ia menjadi kaya dan sangat terhormat."
  },
  {
    "reference": "2Ch 17:6",
    "text": "Dengan tabah hati ia hidup menurut jalan yang ditunjukkan Tuhan. Pula ia menjauhkan dari Yehuda segala bukit pengorbanan dan tiang berhala."
  },
  {
    "reference": "2Ch 17:7",
    "text": "Pada tahun ketiga pemerintahannya ia mengutus beberapa pembesarnya, yakni Benhail, Obaja, Zakharia, Netaneel dan Mikha untuk mengajar di kota-kota Yehuda."
  },
  {
    "reference": "2Ch 17:8",
    "text": "Bersama-sama mereka turut juga beberapa orang Lewi, yakni Semaya, Netanya, Zebaja, Asael, Semiramot, Yonatan, Adonia, Tobia dan Tob-Adonia disertai imam-imam Elisama dan Yoram."
  },
  {
    "reference": "2Ch 17:9",
    "text": "Mereka memberikan pelajaran di Yehuda dengan membawa kitab Taurat Tuhan. Mereka mengelilingi semua kota di Yehuda sambil mengajar rakyat."
  },
  {
    "reference": "2Ch 17:10",
    "text": "Ketakutan yang dari Tuhan menimpa semua kerajaan di negeri-negeri sekeliling Yehuda, sehingga mereka tidak berani berperang melawan Yosafat."
  },
  {
    "reference": "2Ch 17:11",
    "text": "Dari antara orang-orang Filistin ada yang membawa kepada Yosafat persembahan, dan perak sebagai upeti. Juga orang-orang Arab membawa kepadanya kambing domba, domba jantan tujuh ribu tujuh ratus ekor dan kambing jantan tujuh ribu tujuh ratus ekor."
  },
  {
    "reference": "2Ch 17:12",
    "text": "Yosafat makin lama makin kuat, menjadi luar biasa kuat. Di Yehuda ia membangun benteng-benteng dan kota-kota perbekalan."
  },
  {
    "reference": "2Ch 17:13",
    "text": "Banyak perbekalannya di kota-kota Yehuda. Orang-orang perangnya ada di Yerusalem, semuanya pahlawan yang gagah perkasa."
  },
  {
    "reference": "2Ch 17:14",
    "text": "Inilah daftar kesatuan mereka menurut puak-puak mereka; panglima-panglima dari Yehuda ialah panglima Adna dengan tiga ratus ribu pahlawan yang gagah perkasa;"
  },
  {
    "reference": "2Ch 17:15",
    "text": "di samping dia panglima Yohanan dengan dua ratus delapan puluh ribu orang;"
  },
  {
    "reference": "2Ch 17:16",
    "text": "dan di samping dia Amasia bin Zikhri, yang dengan sukarela telah menyerahkan dirinya kepada Tuhan, dengan dua ratus ribu pahlawan yang gagah perkasa."
  },
  {
    "reference": "2Ch 17:17",
    "text": "Dan dari Benyamin ialah Elyada, seorang pahlawan yang gagah perkasa, dengan dua ratus ribu orang yang bersenjatakan busur dan perisai."
  },
  {
    "reference": "2Ch 17:18",
    "text": "Di samping dia Yozabad, dengan seratus delapan puluh ribu orang yang bersenjata untuk berperang."
  },
  {
    "reference": "2Ch 17:19",
    "text": "Mereka itulah yang bertugas pada raja, selain dari pada mereka yang ditempatkan raja di kota-kota yang berkubu di seluruh Yehuda."
  },
  {
    "reference": "2Ch 18:1",
    "text": "Ketika Yosafat kaya dan sangat terhormat, ia menjadi besan Ahab."
  },
  {
    "reference": "2Ch 18:2",
    "text": "Beberapa tahun kemudian, pergilah ia kepada Ahab di Samaria. Ahab menyembelih banyak kambing domba dan lembu sapi untuk dia dan rombongannya, dan mengajaknya untuk menyerang Ramot-Gilead."
  },
  {
    "reference": "2Ch 18:3",
    "text": "Berkatalah Ahab, raja Israel, kepada Yosafat, raja Yehuda: ”Maukah engkau pergi ke Ramot-Gilead bersama-sama aku?” Jawabnya kepadanya: ”Kita sama-sama, aku dan engkau, rakyatmu dan rakyatku, aku akan bersama-sama engkau di dalam perang.”"
  },
  {
    "reference": "2Ch 18:4",
    "text": "Tetapi Yosafat berkata kepada raja Israel: ”Baiklah tanyakan dahulu firman Tuhan.”"
  },
  {
    "reference": "2Ch 18:5",
    "text": "Lalu raja Israel mengumpulkan para nabi, empat ratus orang banyaknya, kemudian bertanyalah ia kepada mereka: ”Apakah kami boleh pergi berperang melawan Ramot-Gilead atau aku membatalkannya?” Jawab mereka: ”Majulah! Allah akan menyerahkannya ke dalam tangan raja.”"
  },
  {
    "reference": "2Ch 18:6",
    "text": "Tetapi Yosafat bertanya: ”Tidak adakah lagi di sini seorang nabi Tuhan, supaya dengan perantaraannya kita dapat meminta petunjuk?”"
  },
  {
    "reference": "2Ch 18:7",
    "text": "Jawab raja Israel kepada Yosafat: ”Masih ada seorang lagi yang dengan perantaraannya dapat diminta petunjuk Tuhan. Tetapi aku membenci dia, sebab tidak pernah ia menubuatkan yang baik tentang aku, melainkan selalu malapetaka. Orang itu ialah Mikha bin Yimla.” Kata Yosafat: ”Janganlah raja berkata demikian.”"
  },
  {
    "reference": "2Ch 18:8",
    "text": "Kemudian raja Israel memanggil seorang pegawai istana, katanya: ”Jemputlah Mikha bin Yimla dengan segera!”"
  },
  {
    "reference": "2Ch 18:9",
    "text": "Sementara raja Israel dan Yosafat, raja Yehuda, duduk masing-masing di atas takhtanya dengan pakaian kebesaran, di suatu tempat pengirikan di depan pintu gerbang Samaria, sedang semua nabi itu bernubuat di depan mereka,"
  },
  {
    "reference": "2Ch 18:10",
    "text": "maka Zedekia bin Kenaana membuat tanduk-tanduk besi, lalu berkata: ”Beginilah firman Tuhan: Dengan ini engkau akan menanduk Aram sampai engkau menghabiskan mereka.”"
  },
  {
    "reference": "2Ch 18:11",
    "text": "Juga semua nabi itu bernubuat demikian, katanya: ”Majulah ke Ramot-Gilead, dan engkau akan beruntung; Tuhan akan menyerahkannya ke dalam tangan raja.”"
  },
  {
    "reference": "2Ch 18:12",
    "text": "Suruhan yang pergi memanggil Mikha itu berkata kepadanya: ”Ketahuilah, nabi-nabi itu sudah sepakat meramalkan yang baik bagi raja, hendaklah engkau juga berbicara seperti salah seorang dari pada mereka dan meramalkan yang baik.”"
  },
  {
    "reference": "2Ch 18:13",
    "text": "Tetapi Mikha menjawab: ”Demi Tuhan yang hidup, sesungguhnya, apa yang akan difirmankan Allahku, itulah yang akan kukatakan.”"
  },
  {
    "reference": "2Ch 18:14",
    "text": "Setelah ia sampai kepada raja, bertanyalah raja kepadanya: ”Mikha, apakah kami boleh pergi berperang melawan Ramot-Gilead atau aku membatalkannya?” Jawabnya: ”Majulah dan kamu akan beruntung, sebab mereka akan diserahkan ke dalam tanganmu!”"
  },
  {
    "reference": "2Ch 18:15",
    "text": "Tetapi raja berkata kepadanya: ”Sampai berapa kali aku menyuruh engkau bersumpah, supaya engkau mengatakan kepadaku tidak lain dari kebenaran?”"
  },
  {
    "reference": "2Ch 18:16",
    "text": "- 18:16: Bil. 27:17; Yeh. 34:5; Mat. 9:36; Mrk. 6:34 Lalu jawabnya: ”Telah kulihat seluruh Israel bercerai-berai di gunung-gunung seperti kambing domba yang tidak mempunyai gembala, sebab itu Tuhan berfirman: Mereka ini tidak punya tuan; baiklah masing-masing pulang ke rumahnya dengan selamat.”"
  },
  {
    "reference": "2Ch 18:17",
    "text": "Kemudian raja Israel berkata kepada Yosafat: ”Bukankah telah kukatakan kepadamu: Tidak pernah ia menubuatkan yang baik tentang aku, melainkan hanya malapetaka?”"
  },
  {
    "reference": "2Ch 18:18",
    "text": "Kata Mikha: ”Sebab itu dengarkanlah firman Tuhan. Aku telah melihat Tuhan sedang duduk di atas takhta-Nya dan segenap tentara sorga berdiri di sebelah kanan-Nya dan di sebelah kiri-Nya."
  },
  {
    "reference": "2Ch 18:19",
    "text": "Dan Tuhan berfirman: Siapakah yang akan membujuk Ahab, raja Israel, untuk maju berperang, supaya ia tewas di Ramot-Gilead? Maka yang seorang berkata begini, yang lain berkata begitu."
  },
  {
    "reference": "2Ch 18:20",
    "text": "Kemudian tampillah suatu roh, lalu berdiri di hadapan Tuhan. Ia berkata: Aku ini akan membujuknya. Tuhan bertanya kepadanya: Dengan apa?"
  },
  {
    "reference": "2Ch 18:21",
    "text": "Jawabnya: Aku akan keluar dan menjadi roh dusta dalam mulut semua nabinya. Ia berfirman: Biarlah engkau membujuknya, dan engkau akan berhasil pula. Keluarlah dan perbuatlah demikian!"
  },
  {
    "reference": "2Ch 18:22",
    "text": "Karena itu, sesungguhnya Tuhan telah menaruh roh dusta ke dalam mulut nabi-nabimu ini, sebab Tuhan telah menetapkan untuk menimpakan malapetaka kepadamu.”"
  },
  {
    "reference": "2Ch 18:23",
    "text": "Sesudah itu tampillah Zedekia bin Kenaana; ditamparnyalah pipi Mikha serta berkata: ”Bagaimana mungkin Roh Tuhan pindah dari padaku untuk berbicara kepadamu?”"
  },
  {
    "reference": "2Ch 18:24",
    "text": "Tetapi Mikha menjawab: ”Sesungguhnya engkau akan melihatnya pada hari engkau lari dari satu kamar ke kamar yang lain untuk menyembunyikan diri.”"
  },
  {
    "reference": "2Ch 18:25",
    "text": "Berkatalah raja Israel: ”Tangkaplah Mikha, bawa dia kembali kepada Amon, penguasa kota, dan kepada Yoas, anak raja,"
  },
  {
    "reference": "2Ch 18:26",
    "text": "dan katakan: Beginilah titah raja: Masukkan orang ini dalam penjara dan beri dia makan roti dan minum air serba sedikit sampai aku pulang dengan selamat.”"
  },
  {
    "reference": "2Ch 18:27",
    "text": "Tetapi jawab Mikha: ”Jika benar-benar engkau pulang dengan selamat, tentulah Tuhan tidak berfirman dengan perantaraanku!” Lalu disambungnya: ”Dengarlah, hai bangsa-bangsa sekalian!”"
  },
  {
    "reference": "2Ch 18:28",
    "text": "Sesudah itu majulah raja Israel dengan Yosafat, raja Yehuda, ke Ramot-Gilead."
  },
  {
    "reference": "2Ch 18:29",
    "text": "Raja Israel berkata kepada Yosafat: ”Aku akan menyamar dan masuk pertempuran, tetapi engkau, pakailah pakaian kebesaranmu.” Lalu menyamarlah raja Israel, kemudian mereka masuk ke pertempuran."
  },
  {
    "reference": "2Ch 18:30",
    "text": "Adapun raja negeri Aram telah memberi perintah kepada para panglima pasukan keretanya demikian: ”Janganlah kamu berperang melawan sembarang orang, melainkan melawan raja Israel saja.”"
  },
  {
    "reference": "2Ch 18:31",
    "text": "Segera sesudah para panglima pasukan kereta itu melihat Yosafat, mereka berkata: ”Itu raja Israel!” Lalu mereka mengepung dia, untuk menyerang dia, tetapi Yosafat berteriak dan Tuhan menolongnya. Allah membujuk mereka pergi dari padanya."
  },
  {
    "reference": "2Ch 18:32",
    "text": "Segera sesudah para panglima pasukan kereta itu melihat, bahwa dia bukanlah raja Israel, maka undurlah mereka dari padanya."
  },
  {
    "reference": "2Ch 18:33",
    "text": "Tetapi seseorang menarik panahnya dan menembak dengan sembarangan saja, dan mengenai raja Israel di antara sambungan baju zirahnya. Kemudian ia berkata kepada pengemudi keretanya: ”Putar! Bawa aku keluar dari pertempuran, sebab aku sudah luka.”"
  },
  {
    "reference": "2Ch 18:34",
    "text": "Tetapi pertempuran itu bertambah seru pada hari itu, dan raja Israel tetap berdiri di dalam kereta berhadapan dengan orang Aram itu sampai petang. Ia mati ketika matahari terbenam."
  },
  {
    "reference": "2Ch 19:1",
    "text": "Yosafat, raja Yehuda, pulang dengan selamat ke istananya di Yerusalem."
  },
  {
    "reference": "2Ch 19:2",
    "text": "Ketika itu Yehu bin Hanani, pelihat itu, pergi menemuinya dan berkata kepada raja Yosafat: ”Sewajarnyakah engkau menolong orang fasik dan bersahabat dengan mereka yang membenci Tuhan? Karena hal itu Tuhan murka terhadap engkau."
  },
  {
    "reference": "2Ch 19:3",
    "text": "Namun masih terdapat hal-hal yang baik padamu, karena engkau menghapuskan tiang-tiang berhala dari negeri ini dan mencari Allah dengan tekun.” Yosafat mengangkat hakim-hakim 19:4-11"
  },
  {
    "reference": "2Ch 19:4",
    "text": "Yosafat diam di Yerusalem. Ia mengadakan kunjungan pula ke daerah-daerah, dari Bersyeba sampai ke pegunungan Efraim, sambil menyuruh rakyat berbalik kepada Tuhan, Allah nenek moyang mereka."
  },
  {
    "reference": "2Ch 19:5",
    "text": "Ia mengangkat juga hakim-hakim di seluruh negeri, yakni di semua kota yang berkubu di Yehuda, di tiap-tiap kota."
  },
  {
    "reference": "2Ch 19:6",
    "text": "Berpesanlah ia kepada hakim-hakim itu: ”Pertimbangkanlah apa yang kamu buat, karena bukanlah untuk manusia kamu memutuskan hukum, melainkan untuk Tuhan, yang ada beserta kamu, bila kamu memutuskan hukum."
  },
  {
    "reference": "2Ch 19:7",
    "text": "Sebab itu, kiranya kamu diliputi oleh rasa takut kepada Tuhan. Bertindaklah dengan seksama, karena berlaku curang, memihak ataupun menerima suap tidak ada pada Tuhan, Allah kita.”"
  },
  {
    "reference": "2Ch 19:8",
    "text": "Juga di Yerusalem Yosafat mengangkat beberapa orang dari antara orang Lewi, dari antara para imam dan dari antara para kepala puak Israel untuk memberi keputusan dalam hal hukum Tuhan dan dalam hal perselisihan. Mereka berkedudukan di Yerusalem."
  },
  {
    "reference": "2Ch 19:9",
    "text": "Ia memerintahkan mereka: ”Kamu harus bertindak dengan takut akan Tuhan, dengan setia dan dengan tulus hati, demikian:"
  },
  {
    "reference": "2Ch 19:10",
    "text": "Dalam setiap perkara, yang disampaikan kepada kamu oleh rekan-rekanmu yang tinggal di kota-kota, yakni perkara-perkara mengenai penumpahan darah atau mengenai hukum, perintah, ketetapan-ketetapan dan peraturan-peraturan, hendaklah kamu memperingatkan mereka, supaya mereka jangan bersalah terhadap Tuhan, sehingga murka-Nya menimpa kamu dan rekan-rekanmu. Hendaklah kamu berbuat demikian, dan kamu tidak akan bersalah."
  },
  {
    "reference": "2Ch 19:11",
    "text": "Dengan ini imam kepala Amarya diangkat sebagai ketuamu dalam segala perkara ketuhanan dan Zebaja bin Ismael, pemuka kaum Yehuda, dalam segala perkara kerajaan, sedang orang Lewi akan melayani kamu sebagai pengatur. Bertindaklah dengan tegas! Kiranya Tuhan menyertai orang yang tulus ikhlas.”"
  },
  {
    "reference": "2Ch 20:1",
    "text": "Setelah itu bani Moab dan bani Amon datang berperang melawan Yosafat bersama-sama sepasukan orang Meunim."
  },
  {
    "reference": "2Ch 20:2",
    "text": "Datanglah orang memberitahukan Yosafat: ”Suatu laskar yang besar datang dari seberang Laut Asin, dari Edom, menyerang tuanku. Sekarang mereka di Hazezon-Tamar,” yakni En-Gedi."
  },
  {
    "reference": "2Ch 20:3",
    "text": "Yosafat menjadi takut, lalu mengambil keputusan untuk mencari Tuhan. Ia menyerukan kepada seluruh Yehuda supaya berpuasa."
  },
  {
    "reference": "2Ch 20:4",
    "text": "Dan Yehuda berkumpul untuk meminta pertolongan dari pada Tuhan. Mereka datang dari semua kota di Yehuda untuk mencari Tuhan."
  },
  {
    "reference": "2Ch 20:5",
    "text": "Lalu Yosafat berdiri di tengah-tengah jemaah Yehuda dan Yerusalem di rumah Tuhan, di muka pelataran yang baru"
  },
  {
    "reference": "2Ch 20:6",
    "text": "dan berkata: ”Ya Tuhan, Allah nenek moyang kami, bukankah Engkau Allah di dalam sorga? Bukankah Engkau memerintah atas segenap kerajaan bangsa? Kuasa dan keperkasaan ada di dalam tangan-Mu, sehingga tidak ada orang yang dapat bertahan melawan Engkau."
  },
  {
    "reference": "2Ch 20:7",
    "text": "- 20:7: Yes. 41:8; Yak. 2:23 Bukankah Engkau Allah kami yang menghalau penduduk tanah ini dari depan umat-Mu Israel, dan memberikannya kepada keturunan Abraham, sahabat-Mu itu, untuk selama-lamanya?"
  },
  {
    "reference": "2Ch 20:8",
    "text": "Lalu mereka mendiami tanah itu, dan mendirikan bagi-Mu tempat kudus untuk nama-Mu. Kata mereka:"
  },
  {
    "reference": "2Ch 20:9",
    "text": "Bila sesuatu malapetaka menimpa kami, yakni pedang, penghukuman, penyakit sampar atau kelaparan, kami akan berdiri di muka rumah ini, di hadapan-Mu, karena nama-Mu tinggal di dalam rumah ini. Dan kami akan berseru kepada-Mu di dalam kesesakan kami, sampai Engkau mendengar dan menyelamatkan kami."
  },
  {
    "reference": "2Ch 20:10",
    "text": "- 20:10: Ul. 2:4-19 Sekarang, lihatlah, bani Amon dan Moab, dan orang-orang dari pegunungan Seir ini! Ketika orang Israel datang dari tanah Mesir, Engkau melarang mereka memasuki negerinya. Oleh sebab itu mereka menjauhinya dan tidak memusnahkannya."
  },
  {
    "reference": "2Ch 20:11",
    "text": "Lihatlah, sebagai pembalasan mereka datang mengusir kami dari tanah milik yang telah Engkau wariskan kepada kami."
  },
  {
    "reference": "2Ch 20:12",
    "text": "Ya Allah kami, tidakkah Engkau akan menghukum mereka? Karena kami tidak mempunyai kekuatan untuk menghadapi laskar yang besar ini, yang datang menyerang kami. Kami tidak tahu apa yang harus kami lakukan, tetapi mata kami tertuju kepada-Mu.”"
  },
  {
    "reference": "2Ch 20:13",
    "text": "Sementara itu seluruh Yehuda berdiri di hadapan Tuhan, juga segenap keluarga mereka dengan isteri dan anak-anak mereka."
  },
  {
    "reference": "2Ch 20:14",
    "text": "Lalu Yahaziel bin Zakharia bin Benaya bin Matanya, seorang Lewi dari bani Asaf, dihinggapi Roh Tuhan di tengah-tengah jemaah,"
  },
  {
    "reference": "2Ch 20:15",
    "text": "- 20:15-17: Ul. 20:1-4 dan berseru: ”Camkanlah, hai seluruh Yehuda dan penduduk Yerusalem dan tuanku raja Yosafat, beginilah firman Tuhan kepadamu: Janganlah kamu takut dan terkejut karena laskar yang besar ini, sebab bukan kamu yang akan berperang melainkan Allah."
  },
  {
    "reference": "2Ch 20:16",
    "text": "Besok haruslah kamu turun menyerang mereka. Mereka akan mendaki pendakian Zis, dan kamu akan mendapati mereka di ujung lembah, di muka padang gurun Yeruel."
  },
  {
    "reference": "2Ch 20:17",
    "text": "Dalam peperangan ini tidak usah kamu bertempur. Hai Yehuda dan Yerusalem, tinggallah berdiri di tempatmu, dan lihatlah bagaimana Tuhan memberikan kemenangan kepadamu. Janganlah kamu takut dan terkejut. Majulah besok menghadapi mereka, Tuhan akan menyertai kamu.”"
  },
  {
    "reference": "2Ch 20:18",
    "text": "Lalu berlututlah Yosafat dengan mukanya ke tanah. Seluruh Yehuda dan penduduk Yerusalem pun sujud di hadapan Tuhan dan menyembah kepada-Nya."
  },
  {
    "reference": "2Ch 20:19",
    "text": "Kemudian orang Lewi dari bani Kehat dan bani Korah bangkit berdiri untuk menyanyikan puji-pujian bagi Tuhan, Allah Israel, dengan suara yang sangat nyaring."
  },
  {
    "reference": "2Ch 20:20",
    "text": "Keesokan harinya pagi-pagi mereka maju menuju padang gurun Tekoa. Ketika mereka hendak berangkat, berdirilah Yosafat, dan berkata: ”Dengar, hai Yehuda dan penduduk Yerusalem! Percayalah kepada Tuhan, Allahmu, dan kamu akan tetap teguh! Percayalah kepada nabi-nabi-Nya, dan kamu akan berhasil!”"
  },
  {
    "reference": "2Ch 20:21",
    "text": "Setelah ia berunding dengan rakyat, ia mengangkat orang-orang yang akan menyanyi nyanyian untuk Tuhan dan memuji Tuhan dalam pakaian kudus yang semarak pada waktu mereka keluar di muka orang-orang bersenjata, sambil berkata: ”Nyanyikanlah nyanyian syukur bagi Tuhan, bahwasanya untuk selama-lamanya kasih setia-Nya!”"
  },
  {
    "reference": "2Ch 20:22",
    "text": "Ketika mereka mulai bersorak-sorai dan menyanyikan nyanyian pujian, dibuat Tuhanlah penghadangan terhadap bani Amon dan Moab, dan orang-orang dari pegunungan Seir, yang hendak menyerang Yehuda, sehingga mereka terpukul kalah."
  },
  {
    "reference": "2Ch 20:23",
    "text": "Lalu bani Amon dan Moab berdiri menentang penduduk pegunungan Seir hendak menumpas dan memunahkan mereka. Segera sesudah mereka membinasakan penduduk Seir, mereka saling bunuh-membunuh."
  },
  {
    "reference": "2Ch 20:24",
    "text": "Ketika orang Yehuda tiba di tempat peninjauan di padang gurun, mereka menengok ke tempat laskar itu. Tampaklah semua telah menjadi bangkai berhantaran di tanah, tidak ada yang terluput."
  },
  {
    "reference": "2Ch 20:25",
    "text": "Lalu Yosafat dan orang-orangnya turun untuk menjarah barang-barang mereka. Mereka menemukan banyak ternak, harta milik, pakaian dan barang-barang berharga. Yang mereka rampas itu lebih banyak dari pada yang dapat dibawa. Tiga hari lamanya mereka menjarah barang-barang itu, karena begitu banyaknya."
  },
  {
    "reference": "2Ch 20:26",
    "text": "Pada hari keempat mereka berkumpul di Lembah Pujian. Di sanalah mereka memuji Tuhan, dan itulah sebabnya orang menamakan tempat itu Lembah Pujian hingga sekarang."
  },
  {
    "reference": "2Ch 20:27",
    "text": "Lalu pulanglah sekalian orang Yehuda dan Yerusalem dengan Yosafat di depan. Mereka kembali ke Yerusalem dengan sukacita, karena Tuhan telah membuat mereka bersukacita karena kekalahan musuh mereka."
  },
  {
    "reference": "2Ch 20:28",
    "text": "Mereka masuk ke Yerusalem dengan gambus dan kecapi dan nafiri, lalu menuju rumah Tuhan."
  },
  {
    "reference": "2Ch 20:29",
    "text": "Ketakutan yang dari Allah menghinggapi semua kerajaan negeri-negeri lain, ketika mereka mendengar, bahwa Tuhan yang berperang melawan musuh-musuh Israel."
  },
  {
    "reference": "2Ch 20:30",
    "text": "Dan kerajaan Yosafat amanlah, karena Allahnya mengaruniakan keamanan kepadanya di segala penjuru."
  },
  {
    "reference": "2Ch 20:31",
    "text": "Yosafat memerintah atas Yehuda. Ia berumur tiga puluh lima tahun pada waktu ia menjadi raja dan dua puluh lima tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Azuba, anak Silhi."
  },
  {
    "reference": "2Ch 20:32",
    "text": "Ia hidup mengikuti jejak Asa, ayahnya; ia tidak menyimpang dari padanya, dan melakukan apa yang benar di mata Tuhan."
  },
  {
    "reference": "2Ch 20:33",
    "text": "Hanya bukit-bukit pengorbanan tidak dijauhkan. Bangsa itu belum mengarahkan hatinya kepada Allah nenek moyang mereka."
  },
  {
    "reference": "2Ch 20:34",
    "text": "Selebihnya dari riwayat Yosafat, dari awal sampai akhir, sesungguhnya semuanya itu tertulis di dalam riwayat Yehu bin Hanani, yang tercantum di dalam kitab raja-raja Israel."
  },
  {
    "reference": "2Ch 20:35",
    "text": "Kemudian Yosafat, raja Yehuda, bersekutu dengan Ahazia, raja Israel, yang fasik perbuatannya."
  },
  {
    "reference": "2Ch 20:36",
    "text": "Ia bersekutu dengan Ahazia untuk membuat kapal-kapal yang dapat berlayar ke Tarsis. Kapal-kapal itu dibuat mereka di Ezion-Geber."
  },
  {
    "reference": "2Ch 20:37",
    "text": "Tetapi Eliezer bin Dodawa dari Maresa bernubuat terhadap Yosafat, katanya: ”Karena engkau bersekutu dengan Ahazia, maka Tuhan akan merobohkan pekerjaanmu.” Lalu kapal-kapal itu pecah, dan tak dapat berlayar ke Tarsis."
  },
  {
    "reference": "2Ch 21:1",
    "text": "Kemudian Yosafat mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di kota Daud. Maka Yoram, anaknya, menjadi raja menggantikan dia. Raja Yoram 21:2-20 (2Raj. 8:16-24)"
  },
  {
    "reference": "2Ch 21:2",
    "text": "Saudara-saudaranya, anak-anak Yosafat, ialah: Azarya, Yehiel, Zakharia, Azariahu, Mikhael dan Sefaca. Mereka semua anak-anak Yosafat, raja Israel."
  },
  {
    "reference": "2Ch 21:3",
    "text": "Ayahnya memberikan kepada mereka banyak pemberian, berupa emas dan perak dan barang-barang berharga, juga kota-kota berkubu di Yehuda. Tetapi kedudukan raja diberikannya kepada Yoram, karena dialah anak sulungnya."
  },
  {
    "reference": "2Ch 21:4",
    "text": "Sesudah Yoram memegang pemerintahan atas kerajaan ayahnya dan merasa dirinya kuat, ia membunuh dengan pedang semua saudaranya dan juga beberapa pembesar Israel."
  },
  {
    "reference": "2Ch 21:5",
    "text": "Yoram berumur tiga puluh dua tahun pada waktu ia menjadi raja dan delapan tahun lamanya ia memerintah di Yerusalem."
  },
  {
    "reference": "2Ch 21:6",
    "text": "Ia hidup menurut kelakuan raja-raja Israel seperti yang dilakukan keluarga Ahab, sebab yang menjadi isterinya adalah anak Ahab. Ia melakukan apa yang jahat di mata Tuhan."
  },
  {
    "reference": "2Ch 21:7",
    "text": "- 21:7: 1Raj. 11:36 Namun demikian, Tuhan tidak mau memusnahkan keluarga Daud oleh karena perjanjian yang diikat-Nya dengan Daud, sesuai dengan yang dijanjikan-Nya, bahwa Ia hendak memberikan keturunan kepadanya dan kepada anak-anaknya untuk selama-lamanya."
  },
  {
    "reference": "2Ch 21:8",
    "text": "- 21:8: Kej. 27:40 Pada zamannya memberontaklah Edom terhadap kekuasaan Yehuda dan mereka mengangkat seorang raja atas mereka sendiri."
  },
  {
    "reference": "2Ch 21:9",
    "text": "Maka majulah Yoram dengan panglima-panglimanya serta seluruh keretanya; pada waktu malam bangunlah ia, lalu bersama-sama dengan para panglima pasukan kereta ia menerobos barisan orang Edom yang mengepung dia."
  },
  {
    "reference": "2Ch 21:10",
    "text": "Demikianlah Edom memberontak kekuasaan Yehuda dan terlepas sampai sekarang ini. Lalu Libna pun memberontak terhadap kekuasaannya pada masa itu juga. Itu disebabkan karena ia telah meninggalkan Tuhan, Allah nenek moyangnya."
  },
  {
    "reference": "2Ch 21:11",
    "text": "Lagipula ia membuat bukit-bukit pengorbanan di gunung-gunung Yehuda. Ia membujuk penduduk Yerusalem untuk berzinah dan ia menyesatkan Yehuda."
  },
  {
    "reference": "2Ch 21:12",
    "text": "Lalu sampailah kepadanya sebuah surat dari nabi Elia yang bunyinya: ”Beginilah firman Tuhan, Allah Daud, bapa leluhurmu: Karena engkau tidak hidup mengikuti jejak Yosafat, ayahmu, dan Asa, raja Yehuda,"
  },
  {
    "reference": "2Ch 21:13",
    "text": "melainkan hidup menurut kelakuan raja-raja Israel dan membujuk Yehuda dan penduduk-penduduk Yerusalem untuk berzinah, sama seperti yang dilakukan keluarga Ahab, dan juga karena engkau telah membunuh saudara-saudaramu, seluruh keluarga ayahmu yang lebih baik dari padamu,"
  },
  {
    "reference": "2Ch 21:14",
    "text": "maka Tuhan akan mendatangkan tulah besar atas rakyatmu, anak-anakmu, isteri-isterimu, dan atas semua harta milikmu."
  },
  {
    "reference": "2Ch 21:15",
    "text": "Dan engkau sendiri akan menderita penyakit yang dahsyat, suatu penyakit usus, hingga selang beberapa waktu ususmu keluar oleh karena penyakit itu.”"
  },
  {
    "reference": "2Ch 21:16",
    "text": "Lalu Tuhan menggerakkan hati orang Filistin dan orang Arab yang tinggal berdekatan dengan orang Etiopia untuk melawan Yoram."
  },
  {
    "reference": "2Ch 21:17",
    "text": "Maka mereka maju melawan Yehuda, memasukinya dan mengangkut segala harta milik yang terdapat di dalam istana raja sebagai jarahan, juga anak-anak dan isteri-isterinya, sehingga tidak ada seorang anak yang tinggal padanya kecuali Yoahas, anaknya yang bungsu."
  },
  {
    "reference": "2Ch 21:18",
    "text": "Sesudah semuanya ini Tuhan menulahinya dengan penyakit usus yang tidak dapat sembuh."
  },
  {
    "reference": "2Ch 21:19",
    "text": "Beberapa waktu berselang, kira-kira sesudah lewat dua tahun, keluarlah ususnya karena penyakitnya itu, lalu ia mati dengan penderitaan yang hebat. Rakyatnya tidak menyalakan api baginya seperti yang diperbuat mereka bagi nenek moyangnya."
  },
  {
    "reference": "2Ch 21:20",
    "text": "Ia berumur tiga puluh dua tahun pada waktu ia menjadi raja dan delapan tahun lamanya ia memerintah di Yerusalem. Ia meninggal dengan tidak dicintai orang. Ia dikuburkan di kota Daud, tetapi tidak di dalam pekuburan raja-raja."
  },
  {
    "reference": "2Ch 22:1",
    "text": "Lalu penduduk Yerusalem mengangkat Ahazia, anaknya yang bungsu, menjadi raja menggantikan dia, karena semua anaknya yang lebih tua umurnya telah dibunuh oleh gerombolan yang datang ke tempat perkemahan bersama-sama orang-orang Arab. Dengan demikian Ahazia, anak Yoram raja Yehuda, menjadi raja."
  },
  {
    "reference": "2Ch 22:2",
    "text": "Ahazia berumur empat puluh dua tahun pada waktu ia menjadi raja dan setahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Atalya, cucu Omri."
  },
  {
    "reference": "2Ch 22:3",
    "text": "Ia pun hidup menurut kelakuan keluarga Ahab, karena ibunya menasihatinya untuk melakukan yang jahat."
  },
  {
    "reference": "2Ch 22:4",
    "text": "Ia melakukan apa yang jahat di mata Tuhan sama seperti keluarga Ahab, sebab sesudah ayahnya mati mereka menjadi penasihat-penasihatnya yang mencelakakannya."
  },
  {
    "reference": "2Ch 22:5",
    "text": "Atas nasihat mereka pula ia pergi bersama-sama Yoram bin Ahab, raja Israel, untuk berperang melawan Hazael, raja Aram, di Ramot-Gilead. Tetapi orang-orang Aram melukai Yoram."
  },
  {
    "reference": "2Ch 22:6",
    "text": "Kemudian pulanglah ia ke Yizreel untuk diobati oleh karena luka-luka yang didapatnya di Rama pada waktu ia berperang melawan Hazael, raja Aram. Dan Ahazia, anak Yoram raja Yehuda, pergi menjenguk Yoram bin Ahab di Yizreel, karena dia sakit. Ahazia dibunuh Yehu 22:7-9 (2Raj. 9:27-29)"
  },
  {
    "reference": "2Ch 22:7",
    "text": "Telah ditentukan Allah, bahwa Ahazia akan menemui ajalnya pada waktu ia mengunjungi Yoram; maka ketika Ahazia datang, pergilah ia bersama-sama Yoram mendapatkan Yehu, cucu Nimsi, yang telah diurapi Tuhan, supaya dialah yang melenyapkan keluarga Ahab."
  },
  {
    "reference": "2Ch 22:8",
    "text": "Sementara Yehu melakukan penghukuman atas keluarga Ahab, ia menjumpai pembesar-pembesar Yehuda dan anak-anak saudara-saudara Ahazia, yang melayani Ahazia. Juga mereka dibunuhnya."
  },
  {
    "reference": "2Ch 22:9",
    "text": "Lalu ia mencari Ahazia; Ahazia tertangkap ketika ia bersembunyi di Samaria. Ia dibawa kepada Yehu, lalu dibunuh, tetapi dikuburkan juga, karena kata orang: ”Dia ini cucu Yosafat, yang mencari Tuhan dengan segenap hatinya.” Dari keluarga Ahazia tidak ada lagi yang sanggup memerintah. Atalya dibunuh dan Yoas menjadi raja 22:10–23:21 (2Raj. 11:1-21)"
  },
  {
    "reference": "2Ch 22:10",
    "text": "Ketika Atalya, ibu Ahazia, melihat bahwa anaknya sudah mati, maka bangkitlah ia membinasakan semua keturunan raja dari kaum Yehuda."
  },
  {
    "reference": "2Ch 22:11",
    "text": "Tetapi Yosabat, anak perempuan raja, mengambil Yoas bin Ahazia, menculik dia dari tengah-tengah anak-anak raja yang hendak dibunuh itu, memasukkan dia dengan inang penyusunya ke dalam gudang tempat tidur. Demikianlah Yosabat, anak perempuan raja Yoram, isteri imam Yoyada, – ia adalah saudara perempuan Ahazia – menyembunyikan dia terhadap Atalya, sehingga ia tidak dibunuh Atalya."
  },
  {
    "reference": "2Ch 22:12",
    "text": "Maka tinggallah Yoas enam tahun lamanya bersama-sama mereka dengan bersembunyi di rumah Allah, sementara Atalya memerintah negeri."
  },
  {
    "reference": "2Ch 23:1",
    "text": "Tetapi dalam tahun ketujuh Yoyada memberanikan diri dan ia mengadakan persepakatan dengan para kepala pasukan seratus, yakni: Azarya bin Yeroham, Ismael bin Yohanan, Azarya bin Obed. Maaseya bin Adaya, dan Elisafat bin Zikhri."
  },
  {
    "reference": "2Ch 23:2",
    "text": "Mereka mengelilingi Yehuda dan mengumpulkan orang-orang Lewi dari semua kota di Yehuda serta kepala-kepala puak orang Israel, dan mereka semua datang ke Yerusalem."
  },
  {
    "reference": "2Ch 23:3",
    "text": "- 23:3: 2Sam. 7:12 Lalu seluruh jemaah itu mengikat perjanjian dengan raja di rumah Allah. Kata Yoyada kepada mereka: ”Lihatlah, anak raja! Biarlah ia memerintah, seperti yang telah difirmankan Tuhan tentang anak-anak Daud!"
  },
  {
    "reference": "2Ch 23:4",
    "text": "Inilah yang harus kamu lakukan: sepertiga dari kamu, yakni yang selesai bertugas pada hari Sabat, baik imam maupun orang Lewi, haruslah menjadi penunggu pintu,"
  },
  {
    "reference": "2Ch 23:5",
    "text": "sepertiga lagi haruslah berada di istana raja, dan sepertiga pula di pintu gerbang Dasar, sedang seluruh rakyat haruslah berada di pelataran rumah Tuhan."
  },
  {
    "reference": "2Ch 23:6",
    "text": "Siapa pun tidak boleh memasuki rumah Tuhan selain dari pada para imam dan orang-orang Lewi yang bertugas. Mereka boleh masuk, karena mereka kudus, tetapi seluruh rakyat haruslah mentaati peraturan Tuhan."
  },
  {
    "reference": "2Ch 23:7",
    "text": "Dalam pada itu orang-orang Lewi haruslah mengelilingi raja dari segala penjuru, masing-masing dengan senjatanya di tangannya, dan siapa yang memasuki rumah itu haruslah dibunuh. Dan baiklah kamu menyertai raja setiap kali ia keluar atau masuk.”"
  },
  {
    "reference": "2Ch 23:8",
    "text": "Orang-orang Lewi dan seluruh Yehuda melakukan tepat seperti yang diperintahkan imam Yoyada. Masing-masing mengambil orang-orangnya yang selesai bertugas pada hari Sabat bersama-sama dengan orang-orang yang masuk bertugas pada hari itu, karena imam Yoyada tidak membebaskan rombongan-rombongan itu."
  },
  {
    "reference": "2Ch 23:9",
    "text": "Lalu imam Yoyada memberikan kepada para kepala pasukan seratus itu tombak-tombak, utar-utar dan perisai-perisai kepunyaan raja Daud yang ada di rumah Allah."
  },
  {
    "reference": "2Ch 23:10",
    "text": "Ia menempatkan seluruh rakyat, masing-masing dengan lembing di tangannya, di lambung kanan sampai ke lambung kiri rumah itu, dengan mengelilingi mezbah dan rumah itu untuk melindungi raja."
  },
  {
    "reference": "2Ch 23:11",
    "text": "Sesudah itu Yoyada dan anak-anaknya membawa anak raja itu ke luar, mengenakan jejamang kepadanya dan memberikan hukum Allah kepadanya. Mereka menobatkan dia menjadi raja serta mengurapinya, lalu berserulah rakyat: ”Hiduplah raja!”"
  },
  {
    "reference": "2Ch 23:12",
    "text": "Ketika Atalya mendengar pekik rakyat yang berlari-lari menyambut raja dan memuji-muji dia, pergilah ia mendapatkan rakyat itu ke dalam rumah Tuhan."
  },
  {
    "reference": "2Ch 23:13",
    "text": "Lalu dilihatnyalah raja berdiri dekat tiangnya pada jalan masuk, sedang para pemimpin dengan para pemegang nafiri ada dekat raja. Dan seluruh rakyat negeri bersukaria sambil meniup nafiri, sedang para penyanyi dengan alat-alat musik mereka, memimpin nyanyian puji-pujian. Maka Atalya mengoyakkan pakaiannya sambil berkata: ”Khianat, khianat!”"
  },
  {
    "reference": "2Ch 23:14",
    "text": "Tetapi imam Yoyada menyuruh keluar para kepala pasukan seratus, yakni orang-orang yang mengepalai tentara, katanya kepada mereka: ”Bawalah dia keluar dari antara barisan! Siapa yang memihak kepadanya harus dibunuh dengan pedang!” Sebab imam itu telah berkata tadinya: ”Jangan kamu membunuhnya di rumah Tuhan!”"
  },
  {
    "reference": "2Ch 23:15",
    "text": "Lalu mereka menangkap perempuan itu. Pada waktu ia sampai ke jalan masuk istana raja pada pintu gerbang Kuda, dibunuhlah ia di situ."
  },
  {
    "reference": "2Ch 23:16",
    "text": "Kemudian Yoyada mengikat perjanjian antara dia dengan segenap rakyat dan raja, bahwa mereka menjadi umat Tuhan."
  },
  {
    "reference": "2Ch 23:17",
    "text": "Sesudah itu masuklah seluruh rakyat ke rumah Baal, lalu merobohkannya; mereka memecahkan mezbah-mezbahnya dan patung-patungnya dan membunuh Matan, imam Baal, di depan mezbah-mezbah itu."
  },
  {
    "reference": "2Ch 23:18",
    "text": "Kemudian Yoyada menyerahkan pengawasan atas rumah Tuhan kepada imam-imam dan orang-orang Lewi, yang telah dibagi-bagi dalam rombongan oleh Daud untuk bertugas di dalam rumah Tuhan, yakni untuk mempersembahkan korban bakaran kepada Tuhan – seperti tertulis di dalam Taurat Musa – dengan sukaria dan dengan nyanyian menurut petunjuk Daud."
  },
  {
    "reference": "2Ch 23:19",
    "text": "Juga ditempatkannya penunggu-penunggu pintu pada pintu-pintu gerbang rumah Tuhan, supaya dalam hal apa pun juga jangan masuk seseorang yang najis."
  },
  {
    "reference": "2Ch 23:20",
    "text": "Sesudah itu ia mengajak para kepala pasukan seratus, para pemuka, para pemerintah rakyat dan seluruh rakyat negeri, lalu membawa raja turun dari rumah Tuhan; mereka masuk ke istana raja melalui pintu gerbang Atas, lalu mendudukkan raja ke atas takhta kerajaan."
  },
  {
    "reference": "2Ch 23:21",
    "text": "Bersukarialah seluruh rakyat negeri dan amanlah kota itu, setelah Atalya mati dibunuh dengan pedang."
  },
  {
    "reference": "2Ch 24:1",
    "text": "Yoas berumur tujuh tahun pada waktu ia menjadi raja, dan empat puluh tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Zibya, dari Bersyeba."
  },
  {
    "reference": "2Ch 24:2",
    "text": "Yoas melakukan apa yang benar di mata Tuhan selama hidup imam Yoyada."
  },
  {
    "reference": "2Ch 24:3",
    "text": "Yoyada mengambil dua orang isteri bagi dia; dari mereka ia mendapat anak laki-laki dan anak perempuan."
  },
  {
    "reference": "2Ch 24:4",
    "text": "Kemudian Yoas bermaksud untuk membaharui rumah Tuhan."
  },
  {
    "reference": "2Ch 24:5",
    "text": "Ia mengumpulkan para imam dan orang Lewi dan berkata kepada mereka: ”Pergilah kamu ke kota-kota Yehuda dan kumpulkanlah uang dari seluruh orang Israel untuk memperbaiki rumah Allahmu setiap tahun. Lakukanlah hal itu dengan segera!” Tetapi orang Lewi itu tidak melakukannya dengan segera."
  },
  {
    "reference": "2Ch 24:6",
    "text": "- 24:6: Kel. 30:11-16 Lalu raja memanggil imam kepala Yoyada dan bertanya kepadanya: ”Mengapa engkau tidak menuntut kepada orang-orang Lewi untuk membawa dari Yehuda dan dari Yerusalem pajak yang dikenakan Musa, hamba Allah itu, kepada jemaah Israel untuk Kemah tempat hukum Allah?"
  },
  {
    "reference": "2Ch 24:7",
    "text": "Sebab anak-anak Atalya, perempuan fasik itu, telah membongkar rumah Allah, bahkan memakai barang-barang kudus rumah Tuhan untuk para Baal.”"
  },
  {
    "reference": "2Ch 24:8",
    "text": "Sesudah itu raja memerintahkan supaya dibuat sebuah peti dan ditempatkan di depan pintu gerbang rumah Tuhan,"
  },
  {
    "reference": "2Ch 24:9",
    "text": "lalu menyuruh mengumumkan di Yehuda dan di Yerusalem, bahwa orang harus membawa bagi Tuhan pajak yang dikenakan Musa, hamba Allah itu, kepada orang Israel di padang gurun."
  },
  {
    "reference": "2Ch 24:10",
    "text": "Maka bersukacitalah semua pemimpin dan seluruh rakyat; mereka datang membawa pajaknya dan memasukkannya ke dalam peti itu sampai penuh."
  },
  {
    "reference": "2Ch 24:11",
    "text": "Setiap kali peti itu dibawa masuk untuk diperiksa oleh orang-orang Lewi atas nama raja, dan apabila mereka melihat bahwa sudah banyak uang di dalamnya, maka datanglah panitera raja dan kuasa usaha imam kepala mengeluarkan isi peti itu; kemudian mereka mengangkat peti itu, lalu menaruhnya pula di tempatnya. Demikianlah mereka lakukan setiap kali, dan banyaklah uang yang dikumpulkan."
  },
  {
    "reference": "2Ch 24:12",
    "text": "Raja dan Yoyada menyerahkan uang itu kepada mereka yang memanduri pekerjaan pada rumah Tuhan. Mereka ini mengupah tukang-tukang pahat dan tukang-tukang kayu untuk membaharui rumah Tuhan; juga tukang-tukang besi dan tembaga untuk memperbaiki rumah Tuhan."
  },
  {
    "reference": "2Ch 24:13",
    "text": "Setelah itu mulailah tukang-tukang itu bekerja; pekerjaan perbaikan maju di bawah tangan mereka. Mereka membangun kembali rumah Allah menurut keadaannya semula dan mengokohkannya."
  },
  {
    "reference": "2Ch 24:14",
    "text": "Setelah mereka selesai, mereka membawa uang yang kelebihan kepada raja dan Yoyada. Uang itu dipakai untuk membuat perkakas-perkakas rumah Tuhan, yakni: perkakas-perkakas untuk penyelenggaraan kebaktian, perkakas-perkakas untuk korban bakaran, juga cawan-cawan dan perkakas-perkakas emas dan perak. Sepanjang umur Yoyada korban bakaran tetap dipersembahkan dalam rumah Tuhan."
  },
  {
    "reference": "2Ch 24:15",
    "text": "Yoyada menjadi tua, dan lanjut umur, lalu matilah ia. Seratus tiga puluh tahun umurnya ketika ia mati."
  },
  {
    "reference": "2Ch 24:16",
    "text": "Ia dikuburkan di kota Daud di samping raja-raja, karena perbuatan-perbuatannya yang baik di Israel terhadap Allah dan rumah-Nya."
  },
  {
    "reference": "2Ch 24:17",
    "text": "Sesudah Yoyada mati, pemimpin-pemimpin Yehuda datang menyembah kepada raja. Sejak itu raja mendengarkan mereka."
  },
  {
    "reference": "2Ch 24:18",
    "text": "Mereka meninggalkan rumah Tuhan, Allah nenek moyang mereka, lalu beribadah kepada tiang-tiang berhala dan patung-patung berhala. Oleh karena kesalahan itu Yehuda dan Yerusalem tertimpa murka."
  },
  {
    "reference": "2Ch 24:19",
    "text": "Namun Tuhan mengutus nabi-nabi kepada mereka, supaya mereka berbalik kepada-Nya. Nabi-nabi itu sungguh-sungguh memperingatkan mereka, tetapi mereka tidak mau mendengarkannya."
  },
  {
    "reference": "2Ch 24:20",
    "text": "- 24:20-21: Mat. 23:35; Luk. 11:51 Lalu Roh Allah menguasai Zakharia, anak imam Yoyada. Ia tampil di depan rakyat, dan berkata kepada mereka: ”Beginilah firman Allah: Mengapa kamu melanggar perintah-perintah Tuhan, sehingga kamu tidak beruntung? Oleh karena kamu meninggalkan Tuhan, Ia pun meninggalkan kamu!”"
  },
  {
    "reference": "2Ch 24:21",
    "text": "Tetapi mereka mengadakan persepakatan terhadap dia, dan atas perintah raja mereka melontari dia dengan batu di pelataran rumah Tuhan."
  },
  {
    "reference": "2Ch 24:22",
    "text": "Raja Yoas tidak mengingat kesetiaan yang ditunjukkan Yoyada, ayah Zakharia itu, terhadap dirinya. Ia membunuh anak Yoyada itu, yang pada saat kematiannya berseru: ”Semoga Tuhan melihatnya dan menuntut balas!”"
  },
  {
    "reference": "2Ch 24:23",
    "text": "Pada pergantian tahun tentara Aram maju menyerang Yoas dan masuk ke Yehuda dan Yerusalem. Dari bangsa itu semua pemimpin habis dibunuh mereka dan segala jarahan dikirim mereka kepada raja negeri Damsyik."
  },
  {
    "reference": "2Ch 24:24",
    "text": "Walaupun tentara Aram itu datang dengan sedikit orang, namun Tuhan menyerahkan tentara yang sangat besar kepada mereka, karena orang Yehuda telah meninggalkan Tuhan, Allah nenek moyang mereka. Demikianlah orang Aram melakukan penghukuman kepada Yoas."
  },
  {
    "reference": "2Ch 24:25",
    "text": "Ketika mereka pergi dari padanya, – mereka meninggalkannya dengan luka-luka berat – pegawai-pegawainya mengadakan persepakatan terhadap dia karena darah anak imam Yoyada itu, lalu membunuhnya di atas tempat tidurnya. Ia mati dan dikuburkan di kota Daud, tetapi tidak di pekuburan raja-raja."
  },
  {
    "reference": "2Ch 24:26",
    "text": "Mereka yang mengadakan persepakatan terhadap dia ialah: Zabad, anak Simeat perempuan Amon, dan Yozabad, anak Simrit perempuan Moab."
  },
  {
    "reference": "2Ch 24:27",
    "text": "Tentang anak-anaknya dan ucapan-ucapan ilahi yang banyak terhadap dia, serta tentang perbaikan rumah Allah, semua itu tertulis dalam tafsiran kitab raja-raja. Maka Amazia, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ch 25:1",
    "text": "Amazia berumur dua puluh lima tahun pada waktu ia menjadi raja dan dua puluh sembilan tahun lamanya ia memerintah di Yerusalem; nama ibunya ialah Yoadan, dari Yerusalem."
  },
  {
    "reference": "2Ch 25:2",
    "text": "Ia melakukan apa yang benar di mata Tuhan, hanya tidak dengan segenap hati."
  },
  {
    "reference": "2Ch 25:3",
    "text": "Segera sesudah kuasa kerajaan itu kokoh di tangannya, dibunuhnyalah pegawai-pegawainya yang telah membunuh raja, yaitu ayahnya."
  },
  {
    "reference": "2Ch 25:4",
    "text": "- 25:4: Ul. 24:16 Tetapi anak-anak mereka tidak dihukum mati olehnya, melainkan ia bertindak sesuai dengan apa yang tertulis dalam Taurat, yakni kitab Musa, di mana Tuhan telah memberi perintah: ”Janganlah ayah mati karena anaknya, janganlah juga anak mati karena ayahnya, melainkan setiap orang harus mati karena dosanya sendiri.”"
  },
  {
    "reference": "2Ch 25:5",
    "text": "Lalu Amazia mengumpulkan orang Yehuda dan menyuruh mereka, yakni seluruh orang Yehuda dan Benyamin, berdiri menurut puak-puaknya di bawah kepala-kepala pasukan seribu dan kepala-kepala pasukan seratus. Ketika ia menghitung mereka yang berumur dua puluh tahun ke atas, didapatinya tiga ratus ribu teruna yang sanggup keluar berperang dengan tombak dan perisai."
  },
  {
    "reference": "2Ch 25:6",
    "text": "Selain itu ia menyewa seratus ribu pahlawan yang gagah perkasa dari Israel dengan bayaran seratus talenta perak."
  },
  {
    "reference": "2Ch 25:7",
    "text": "Tetapi seorang abdi Allah datang kepadanya dan berkata: ”Ya raja, janganlah tentara Israel dibiarkan bergabung kepada tuanku, karena Tuhan tidak menyertai Israel, yakni semua bani Efraim ini."
  },
  {
    "reference": "2Ch 25:8",
    "text": "Dan jikalau mereka bergabung juga, bagaimanapun juga perbuatan dan kekuatanmu di dalam perang, Allah akan menggelincirkan engkau di depan musuh, sebab Allah mempunyai kuasa untuk menolong dan menggelincirkan!”"
  },
  {
    "reference": "2Ch 25:9",
    "text": "Lalu kata Amazia kepada abdi Allah itu: ”Bagaimana dengan seratus talenta yang telah kuberikan kepada pasukan-pasukan Israel itu?” Jawab abdi Allah itu: ” Tuhan dapat memberikan lebih dari pada itu kepadamu!”"
  },
  {
    "reference": "2Ch 25:10",
    "text": "Kemudian Amazia memisahkan pasukan yang datang bergabung kepadanya dari Efraim, supaya mereka kembali ke tempat tinggalnya. Maka sangat marahlah mereka terhadap Yehuda. Mereka kembali ke tempat tinggalnya dengan marah yang menyala-nyala."
  },
  {
    "reference": "2Ch 25:11",
    "text": "Amazia mendapat keberanian lalu memimpin rakyatnya ke Lembah Asin dan memukul kalah sepuluh ribu orang dari bani Seir."
  },
  {
    "reference": "2Ch 25:12",
    "text": "Selain itu sepuluh ribu orang ditawan hidup-hidup oleh bani Yehuda dan dibawa ke suatu puncak bukit batu, lalu mereka dicampakkan dari puncak bukit batu itu, sehingga hancurlah mereka semua."
  },
  {
    "reference": "2Ch 25:13",
    "text": "Tetapi orang-orang dari pasukan yang dipulangkan Amazia, dan yang tidak diperbolehkan ikut berperang dengan dia, menyerbu kota-kota di Yehuda dari jurusan Samaria sampai ke Bet-Horon, dan menewaskan tiga ribu orang penduduknya dan merampas banyak jarahan."
  },
  {
    "reference": "2Ch 25:14",
    "text": "Ketika Amazia kembali, setelah mengalahkan orang-orang Edom itu, ia mendirikan para allah bani Seir, yang dibawanya pulang, sebagai allahnya. Ia sujud menyembah kepada allah-allah itu dan membakar korban untuk mereka."
  },
  {
    "reference": "2Ch 25:15",
    "text": "Maka bangkitlah murka Tuhan terhadap Amazia; Ia menyuruh seorang nabi kepadanya yang berkata: ”Mengapa engkau mencari allah sesuatu bangsa yang tidak dapat melepaskan bangsanya sendiri dari tanganmu?”"
  },
  {
    "reference": "2Ch 25:16",
    "text": "Waktu nabi sedang berbicara, berkatalah Amazia kepadanya: ”Apakah kami telah mengangkat engkau menjadi penasihat raja? Diamlah! Apakah engkau mau dibunuh?” Lalu diamlah nabi itu setelah berkata: ”Sekarang aku tahu, bahwa Allah telah menentukan akan membinasakan engkau, karena engkau telah berbuat hal ini, dan tidak mendengarkan nasihatku!”"
  },
  {
    "reference": "2Ch 25:17",
    "text": "Kemudian Amazia, raja Yehuda, mengadakan perundingan, lalu menyuruh orang kepada Yoas bin Yoahas bin Yehu, raja Israel, mengatakan: ”Mari kita mengadu tenaga!”"
  },
  {
    "reference": "2Ch 25:18",
    "text": "Tetapi Yoas, raja Israel, menyuruh orang kepada Amazia, raja Yehuda, mengatakan: ”Onak yang di gunung Libanon mengirim pesan kepada pohon aras yang di gunung Libanon, bunyinya: Berikanlah anakmu perempuan kepada anakku laki-laki menjadi isterinya. Tetapi binatang-binatang hutan yang ada di gunung Libanon itu berjalan lewat dari sana, lalu menginjak onak itu."
  },
  {
    "reference": "2Ch 25:19",
    "text": "Pikirmu, engkau sudah mengalahkan Edom, sebab itu hatimu mengangkat-angkat dirimu untuk mendapat kehormatan. Sekarang, tinggal saja di rumah. Untuk apa engkau menantang malapetaka, sehingga engkau jatuh dan Yehuda bersama-sama engkau?”"
  },
  {
    "reference": "2Ch 25:20",
    "text": "Tetapi Amazia tidak mau mendengarkan; sebab hal itu telah ditetapkan Allah yang hendak menyerahkan mereka ke dalam tangan Yoas, karena mereka telah mencari allah orang Edom."
  },
  {
    "reference": "2Ch 25:21",
    "text": "Sebab itu majulah Yoas, raja Israel, lalu mengadu tenagalah mereka, ia dan Amazia, raja Yehuda, di Bet-Semes yang termasuk wilayah Yehuda."
  },
  {
    "reference": "2Ch 25:22",
    "text": "Yehuda terpukul kalah oleh Israel, sehingga masing-masing lari ke kemahnya."
  },
  {
    "reference": "2Ch 25:23",
    "text": "Yoas, raja Israel, menangkap Amazia, raja Yehuda, anak Yoas bin Yoahas, di Bet-Semes. Lalu Yoas membawa dia ke Yerusalem. Ia membongkar tembok Yerusalem dari Pintu Gerbang Efraim sampai ke Pintu Gerbang Sudut, empat ratus hasta panjangnya."
  },
  {
    "reference": "2Ch 25:24",
    "text": "Sesudah itu ia mengambil segala emas dan perak dan segala perkakas yang terdapat dalam rumah Allah dan yang berada di bawah pengawasan keluarga Obed-Edom, juga perbendaharaan istana raja dan orang-orang sandera, kemudian pulanglah ia ke Samaria."
  },
  {
    "reference": "2Ch 25:25",
    "text": "Amazia bin Yoas, raja Yehuda, masih hidup lima belas tahun lamanya sesudah Yoas bin Yoahas, raja Israel, mati."
  },
  {
    "reference": "2Ch 25:26",
    "text": "Selebihnya dari riwayat Amazia, dari awal sampai akhir, bukankah semuanya itu tertulis dalam kitab raja-raja Yehuda dan Israel?"
  },
  {
    "reference": "2Ch 25:27",
    "text": "Sejak Amazia menjauhi Tuhan, orang mengadakan persepakatan melawan dia di Yerusalem, sebab itu larilah ia ke Lakhis. Tetapi mereka menyuruh mengejar dia ke Lakhis, lalu dibunuhlah ia di sana."
  },
  {
    "reference": "2Ch 25:28",
    "text": "Ia diangkut dengan kuda, lalu dikuburkan di samping nenek moyangnya di kota Daud."
  },
  {
    "reference": "2Ch 26:1",
    "text": "Segenap bangsa Yehuda mengambil Uzia, yang masih berumur enam belas tahun dan menobatkan dia menjadi raja menggantikan ayahnya, Amazia."
  },
  {
    "reference": "2Ch 26:2",
    "text": "Ia memperkuat Elot dan mengembalikannya kepada Yehuda, sesudah raja mendapat perhentian bersama-sama dengan nenek moyangnya."
  },
  {
    "reference": "2Ch 26:3",
    "text": "Uzia berumur enam belas tahun pada waktu ia menjadi raja dan lima puluh dua tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Yekholya, dari Yerusalem."
  },
  {
    "reference": "2Ch 26:4",
    "text": "Ia melakukan apa yang benar di mata Tuhan, tepat seperti yang dilakukan Amazia, ayahnya."
  },
  {
    "reference": "2Ch 26:5",
    "text": "Ia mencari Allah selama hidup Zakharia, yang mengajarnya supaya takut akan Allah. Dan selama ia mencari Tuhan, Allah membuat segala usahanya berhasil."
  },
  {
    "reference": "2Ch 26:6",
    "text": "Maka majulah ia berperang melawan orang-orang Filistin dan membongkar tembok Gat, Yabne dan Asdod, lalu mendirikan kota-kota di sekitar Asdod dan di lain-lain wilayah orang Filistin."
  },
  {
    "reference": "2Ch 26:7",
    "text": "Allah menolongnya terhadap orang Filistin, dan terhadap orang Arab yang tinggal di Gur-Baal, dan terhadap orang Meunim."
  },
  {
    "reference": "2Ch 26:8",
    "text": "Orang-orang Amon membayar upeti kepada Uzia. Namanya termasyhur sampai ke Mesir, karena kekuatannya yang besar."
  },
  {
    "reference": "2Ch 26:9",
    "text": "Uzia mendirikan menara di Yerusalem di atas Pintu Gerbang Sudut di atas Pintu Gerbang Lebak dan di atas Penjuru, serta mengokohkannya."
  },
  {
    "reference": "2Ch 26:10",
    "text": "Ia mendirikan juga menara-menara di padang gurun dan menggali banyak sumur, karena banyak ternaknya, baik di Dataran Rendah maupun di Dataran Tinggi. Juga ia mempunyai petani-petani dan penjaga-penjaga kebun anggur, di gunung-gunung dan di tanah yang subur, karena ia suka pada pertanian."
  },
  {
    "reference": "2Ch 26:11",
    "text": "Selain itu Uzia mempunyai tentara yang sanggup berperang, yang maju berperang dalam laskar-laskar menurut jumlah anak buah yang dicatat oleh panitera Yeiel dan penata usaha Maaseya, di bawah pimpinan Hananya, salah seorang panglima raja."
  },
  {
    "reference": "2Ch 26:12",
    "text": "Kepala-kepala puak pahlawan-pahlawan yang gagah perkasa itu seluruhnya berjumlah dua ribu enam ratus orang."
  },
  {
    "reference": "2Ch 26:13",
    "text": "Di bawah pimpinan mereka terdapat satu balatentara, terdiri dari tiga ratus tujuh ribu lima ratus orang yang gagah perkasa dalam berperang, untuk membantu raja dalam menghadapi musuh."
  },
  {
    "reference": "2Ch 26:14",
    "text": "Uzia memperlengkapi seluruh tentara itu dengan perisai, tombak, ketopong, baju zirah, busur dan batu umban."
  },
  {
    "reference": "2Ch 26:15",
    "text": "Ia membuat juga di Yerusalem alat-alat perang, ciptaan seorang ahli, yang dapat menembakkan anak panah dan batu besar, untuk ditempatkan di atas menara-menara dan penjuru-penjuru. Nama raja itu termasyhur sampai ke negeri-negeri yang jauh, karena ia ditolong dengan ajaib sehingga menjadi kuat."
  },
  {
    "reference": "2Ch 26:16",
    "text": "Setelah ia menjadi kuat, ia menjadi tinggi hati sehingga ia melakukan hal yang merusak. Ia berubah setia kepada Tuhan, Allahnya, dan memasuki bait Tuhan untuk membakar ukupan di atas mezbah pembakaran ukupan."
  },
  {
    "reference": "2Ch 26:17",
    "text": "Tetapi imam Azarya mengikutinya dari belakang bersama-sama delapan puluh imam Tuhan, orang-orang yang tegas;"
  },
  {
    "reference": "2Ch 26:18",
    "text": "- 26:18: Kel. 30:7-8; Bil. 3:10 mereka berdiri di depan raja Uzia dan berkata kepadanya: ”Hai, Uzia, engkau tidak berhak membakar ukupan kepada Tuhan, hanyalah imam-imam keturunan Harun yang telah dikuduskan yang berhak membakar ukupan! Keluarlah dari tempat kudus ini, karena engkau telah berubah setia! Engkau tidak akan memperoleh kehormatan dari Tuhan Allah karena hal ini.”"
  },
  {
    "reference": "2Ch 26:19",
    "text": "Tetapi Uzia, dengan bokor ukupan di tangannya untuk dibakar menjadi marah. Sementara amarahnya meluap terhadap para imam, timbullah penyakit kusta pada dahinya di hadapan para imam di rumah Tuhan, dekat mezbah pembakaran ukupan."
  },
  {
    "reference": "2Ch 26:20",
    "text": "Imam kepala Azarya dan semua imam lainnya memandang kepadanya, dan sesungguhnya, ia sakit kusta pada dahinya. Cepat-cepat mereka mengusirnya dari sana, dan ia sendiri tergesa-gesa keluar, karena Tuhan telah menimpakan tulah kepadanya."
  },
  {
    "reference": "2Ch 26:21",
    "text": "Raja Uzia sakit kusta sampai kepada hari matinya, dan sebagai orang yang sakit kusta ia tinggal dalam sebuah rumah pengasingan, karena ia dikucilkan dari rumah Tuhan. Dan Yotam, anaknya, mengepalai istana raja dan menjalankan pemerintahan atas rakyat negeri itu."
  },
  {
    "reference": "2Ch 26:22",
    "text": "Selebihnya dari riwayat Uzia, dari awal sampai akhir, ditulis oleh nabi Yesaya bin Amos."
  },
  {
    "reference": "2Ch 26:23",
    "text": "- 26:23: Yes. 6:1, 7:1 Kemudian Uzia mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di ladang dekat pekuburan raja-raja, karena ia berpenyakit kusta, kata orang. Maka Yotam, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ch 27:1",
    "text": "Yotam berumur dua puluh lima tahun pada waktu ia menjadi raja dan enam belas tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Yerusa, anak Zadok."
  },
  {
    "reference": "2Ch 27:2",
    "text": "Ia melakukan apa yang benar di mata Tuhan, tepat seperti yang dilakukan Uzia, ayahnya, hanya ia tidak memasuki Bait Tuhan. Tetapi rakyat masih saja melakukan hal yang merusak."
  },
  {
    "reference": "2Ch 27:3",
    "text": "Ia mendirikan Pintu Gerbang Tinggi di rumah Tuhan dan mengadakan banyak pembangunan pada tembok Ofel."
  },
  {
    "reference": "2Ch 27:4",
    "text": "Ia mendirikan juga kota-kota di pegunungan Yehuda dan benteng-benteng serta menara-menara di hutan-hutan."
  },
  {
    "reference": "2Ch 27:5",
    "text": "Ia berperang melawan raja bani Amon dan mengalahkannya, sehingga pada tahun itu juga bani Amon membayar kepadanya seratus talenta perak, sepuluh ribu kor gandum dan sepuluh ribu kor jelai. Juga pada tahun kedua dan ketiga bani Amon membawa upeti itu kepadanya."
  },
  {
    "reference": "2Ch 27:6",
    "text": "Yotam menjadi kuat, karena ia mengarahkan hidupnya kepada Tuhan, Allahnya."
  },
  {
    "reference": "2Ch 27:7",
    "text": "Selebihnya dari riwayat Yotam, segala peperangan dan tingkah langkahnya, sesungguhnya semuanya itu tertulis dalam kitab raja-raja Israel dan Yehuda."
  },
  {
    "reference": "2Ch 27:8",
    "text": "Ia berumur dua puluh lima tahun pada waktu ia menjadi raja dan enam belas tahun lamanya ia memerintah di Yerusalem."
  },
  {
    "reference": "2Ch 27:9",
    "text": "Kemudian Yotam mendapat perhentian bersama-sama nenek moyangnya, dan ia dikuburkan di kota Daud. Maka Ahas, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ch 28:1",
    "text": "Ahas berumur dua puluh tahun pada waktu ia menjadi raja dan enam belas tahun lamanya ia memerintah di Yerusalem. Ia tidak melakukan apa yang benar di mata Tuhan seperti Daud, bapa leluhurnya,"
  },
  {
    "reference": "2Ch 28:2",
    "text": "tetapi ia hidup menurut kelakuan raja-raja Israel, bahkan ia membuat patung-patung tuangan untuk para Baal."
  },
  {
    "reference": "2Ch 28:3",
    "text": "Ia membakar juga korban di Lebak Ben-Hinom dan membakar anak-anaknya sebagai korban dalam api, sesuai dengan perbuatan keji bangsa-bangsa yang telah dihalaukan Tuhan dari depan orang Israel."
  },
  {
    "reference": "2Ch 28:4",
    "text": "Ia mempersembahkan dan membakar korban di bukit-bukit pengorbanan dan di atas tempat-tempat yang tinggi dan di bawah setiap pohon yang rimbun."
  },
  {
    "reference": "2Ch 28:5",
    "text": "Sebab itu Tuhan, Allahnya, menyerahkannya ke dalam tangan raja orang Aram. Mereka mengalahkan dia dan menawan banyak orang dari padanya, yang diangkut ke Damsyik. Kemudian ia diserahkan pula ke dalam tangan raja Israel dan mengalami kekalahan yang besar."
  },
  {
    "reference": "2Ch 28:6",
    "text": "Sebab dalam sehari Pekah bin Remalya menewaskan di Yehuda seratus dua puluh ribu orang, semuanya orang-orang yang tangkas, oleh karena mereka telah meninggalkan Tuhan, Allah nenek moyang mereka."
  },
  {
    "reference": "2Ch 28:7",
    "text": "Dan Zikhri, pahlawan dari Efraim, membunuh Maaseya, anak raja, Azrikam, kepala istana, dan Elkana orang kedua di bawah raja."
  },
  {
    "reference": "2Ch 28:8",
    "text": "Orang Israel menawan dari saudara-saudaranya dua ratus ribu orang, yakni perempuan-perempuan serta anak-anak lelaki dan anak-anak perempuan. Mereka merampas juga banyak harta milik dari pada orang-orang itu, dan membawa rampasan itu ke Samaria."
  },
  {
    "reference": "2Ch 28:9",
    "text": "Tetapi di sana ada seorang nabi Tuhan yang bernama Oded. Ia pergi menemui tentara yang pulang ke Samaria dan berkata kepada mereka: ”Lihatlah, karena kehangatan murka-Nya kepada Yehuda, Tuhan, Allah nenek moyangmu, menyerahkan mereka ke dalam tanganmu, dan kamu telah mengadakan pembunuhan di antara mereka dengan kegeraman yang sampai ke langit."
  },
  {
    "reference": "2Ch 28:10",
    "text": "Dan sekarang kamu bermaksud menaklukkan orang Yehuda dan Yerusalem menjadi hambamu laki-laki dan perempuan. Tidak adakah pada kamu sendiri kesalahan yang besar terhadap Tuhan, Allahmu?"
  },
  {
    "reference": "2Ch 28:11",
    "text": "Maka sekarang, dengarkanlah kataku ini: kembalikanlah orang-orang yang kamu tawan dari saudara-saudaramu itu, karena murka Allah menyala-nyala terhadap kamu.”"
  },
  {
    "reference": "2Ch 28:12",
    "text": "Lalu bangkitlah beberapa pemimpin bani Efraim, yakni: Azarya bin Yohanan, Berekhya bin Mesilemot, Yehizkia bin Salum dan Amasa bin Hadlai menghadapi orang-orang yang pulang dari perang,"
  },
  {
    "reference": "2Ch 28:13",
    "text": "dan berkata kepada mereka: ”Jangan bawa tawanan-tawanan itu ke mari, sebab maksudmu itu menjadikan kita bersalah terhadap Tuhan dan menambah dosa dan kesalahan kita! Sudah cukup besar kesalahan kita, dan murka yang menyala-nyala telah menimpa Israel.”"
  },
  {
    "reference": "2Ch 28:14",
    "text": "Lalu orang-orang yang bersenjata itu meninggalkan tawanan dan barang-barang rampasannya di muka para pemimpin dan seluruh jemaah."
  },
  {
    "reference": "2Ch 28:15",
    "text": "Dan orang-orang yang ditunjuk dengan disebut namanya bangkit, lalu menjemput para tawanan itu. Semua orang yang telanjang mereka berikan pakaian dari rampasan itu. Orang-orang itu diberi pakaian, kasut, makanan dan minuman. Mereka diurapi dengan minyak dan semua yang terlalu payah untuk berjalan diangkut dengan keledai, dan dibawa ke Yerikho, Kota Pohon Korma, dekat saudara-saudara mereka. Sesudah itu orang Israel itu pulang ke Samaria."
  },
  {
    "reference": "2Ch 28:16",
    "text": "Pada waktu itu raja Ahas menyuruh utusan kepada raja negeri Asyur untuk memohon bantuan."
  },
  {
    "reference": "2Ch 28:17",
    "text": "Karena orang Edom telah datang pula dan mengalahkan Yehuda serta mengangkut tawanan-tawanan."
  },
  {
    "reference": "2Ch 28:18",
    "text": "Orang-orang Filistin juga telah menyerbu kota-kota di Daerah Bukit dan di Tanah Negeb Yehuda. Mereka pun merebut Bet-Semes, Ayalon, Gederot, Sokho dengan segala anak kotanya, Timna dengan segala anak kotanya dan Gomzo dengan segala anak kotanya, dan menetap di kota-kota itu."
  },
  {
    "reference": "2Ch 28:19",
    "text": "Demikianlah Tuhan merendahkan Yehuda oleh karena Ahas, raja Israel itu, membiarkan kebiadaban berlaku di Yehuda dan berubah setia kepada Tuhan."
  },
  {
    "reference": "2Ch 28:20",
    "text": "Maka datanglah Tilgat-Pilneser, raja negeri Asyur, kepadanya, hanya bukan membantu dia, melainkan menyesakkannya."
  },
  {
    "reference": "2Ch 28:21",
    "text": "Walaupun Ahas merampas barang-barang dari rumah Tuhan, dari rumah raja dan dari rumah-rumah para pemimpin dan menyerahkan semua itu kepada raja negeri Asyur, namun perbuatannya itu tidak menguntungkan dia."
  },
  {
    "reference": "2Ch 28:22",
    "text": "Dalam keadaan terdesak itu raja Ahas ini, malah semakin berubah setia terhadap Tuhan."
  },
  {
    "reference": "2Ch 28:23",
    "text": "Ia mempersembahkan korban kepada para allah orang Damsyik yang telah mengalahkan dia. Pikirnya: ”Yang membantu raja-raja orang Aram adalah para allah mereka; kepada merekalah aku akan mempersembahkan korban, supaya mereka membantu aku juga.” Tetapi allah-allah itulah yang menjadi sebab keruntuhan bagi dia dan bersama-sama dengan dia bagi seluruh Israel."
  },
  {
    "reference": "2Ch 28:24",
    "text": "Ahas mengumpulkan perkakas-perkakas rumah Allah dan menghancurkannya. Ia menutup pintu rumah Tuhan, lalu membuat mezbah-mezbah bagi dirinya di segenap penjuru Yerusalem."
  },
  {
    "reference": "2Ch 28:25",
    "text": "Di tiap-tiap kota di Yehuda ia membuat bukit-bukit pengorbanan untuk membakar korban bagi allah lain. Dengan demikian ia menyakiti hati Tuhan, Allah nenek moyangnya."
  },
  {
    "reference": "2Ch 28:26",
    "text": "Selebihnya dari riwayatnya dan seluruh tingkah langkahnya, dari awal sampai akhir, sesungguhnya semuanya itu tertulis dalam kitab raja-raja Yehuda dan Israel."
  },
  {
    "reference": "2Ch 28:27",
    "text": "- 28:27: Yes. 14:28 Kemudian Ahas mendapat perhentian bersama-sama dengan nenek moyangnya, dan dikuburkan di dalam kota, di Yerusalem; tetapi ia tidak dibawa ke pekuburan raja-raja Israel. Maka Hizkia, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ch 29:1",
    "text": "Hizkia berumur dua puluh lima tahun pada waktu ia menjadi raja dan dua puluh sembilan tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Abia, anak Zakharia."
  },
  {
    "reference": "2Ch 29:2",
    "text": "Ia melakukan apa yang benar di mata Tuhan, tepat seperti yang dilakukan Daud, bapa leluhurnya. Hizkia menguduskan kembali rumah Tuhan 29:3-36"
  },
  {
    "reference": "2Ch 29:3",
    "text": "Pada tahun pertama pemerintahannya, dalam bulan yang pertama, ia membuka pintu-pintu rumah Tuhan dan memperbaikinya."
  },
  {
    "reference": "2Ch 29:4",
    "text": "Ia mendatangkan para imam dan orang-orang Lewi, dan mengumpulkan mereka di halaman sebelah timur."
  },
  {
    "reference": "2Ch 29:5",
    "text": "Katanya kepada mereka: ”Dengarlah, hai orang-orang Lewi! Sekarang kuduskanlah dirimu dan kuduskanlah rumah Tuhan, Allah nenek moyangmu! Keluarkanlah kecemaran dari tempat kudus!"
  },
  {
    "reference": "2Ch 29:6",
    "text": "Karena nenek moyang kita telah berubah setia. Mereka melakukan apa yang jahat di mata Tuhan, Allah kita, telah meninggalkan-Nya, mereka telah memalingkan muka dari kediaman Tuhan dan membelakangi-Nya."
  },
  {
    "reference": "2Ch 29:7",
    "text": "Bahkan mereka menutup pintu-pintu balai rumah Tuhan dan memadamkan segala pelita. Mereka tidak membakar korban ukupan dan tidak mempersembahkan korban bakaran bagi Allah orang Israel di tempat kudus,"
  },
  {
    "reference": "2Ch 29:8",
    "text": "sehingga murka Tuhan menimpa Yehuda dan Yerusalem. Ia membuat mereka menjadi kengerian, kedahsyatan dan sasaran suitan seperti yang kamu lihat dengan matamu sendiri."
  },
  {
    "reference": "2Ch 29:9",
    "text": "Karena hal itulah nenek moyang kita tewas oleh pedang, dan anak-anak lelaki dan anak-anak perempuan kita beserta isteri-isteri kita menjadi tawanan."
  },
  {
    "reference": "2Ch 29:10",
    "text": "Sekarang aku bermaksud mengikat perjanjian dengan Tuhan, Allah Israel, supaya murka-Nya yang menyala-nyala itu undur dari pada kita."
  },
  {
    "reference": "2Ch 29:11",
    "text": "Anak-anakku, sekarang janganlah kamu lengah, karena kamu telah dipilih Tuhan untuk berdiri di hadapan-Nya untuk melayani Dia, untuk menyelenggarakan kebaktian dan membakar korban bagi-Nya.”"
  },
  {
    "reference": "2Ch 29:12",
    "text": "Lalu bangunlah orang-orang Lewi itu, yakni dari bani Kehat: Mahat bin Amasai dan Yoël bin Azaria, dari bani Merari: Kish bin Abdi dan Azaria bin Yehaleleel, dari orang Gerson: Yoah bin Zima dan Eden bin Yoah,"
  },
  {
    "reference": "2Ch 29:13",
    "text": "dari bani Elisafan: Simri dan Yeiel, dari bani Asaf: Zakharia dan Matanya,"
  },
  {
    "reference": "2Ch 29:14",
    "text": "dari bani Heman: Yehiel dan Simei, dan dari bani Yedutun: Semaya dan Uziel."
  },
  {
    "reference": "2Ch 29:15",
    "text": "Mereka mengumpulkan saudara-saudaranya dan menguduskan dirinya. Kemudian mereka datang menurut perintah raja, sesuai dengan firman Tuhan, lalu mentahirkan rumah Tuhan."
  },
  {
    "reference": "2Ch 29:16",
    "text": "Sesudah itu masuklah para imam ke bagian dalam rumah Tuhan untuk mentahirkannya. Semua yang najis, yang didapati mereka di dalam bait Tuhan, dibawa ke pelataran rumah Tuhan; orang-orang Lewi menerimanya untuk diangkut ke luar, ke lembah Kidron."
  },
  {
    "reference": "2Ch 29:17",
    "text": "Pekerjaan menguduskan itu dimulai pada tanggal satu bulan yang pertama. Pada hari kedelapan bulan itu mereka sampai ke balai rumah Tuhan dan menguduskan seluruh rumah Tuhan dalam delapan hari. Mereka selesai pada hari keenam belas bulan pertama."
  },
  {
    "reference": "2Ch 29:18",
    "text": "Lalu masuklah mereka menghadap raja Hizkia dan berkata: ”Kami telah mentahirkan seluruh rumah Tuhan, juga mezbah korban bakaran dengan segala perkakasnya dan meja roti sajian dengan segala perkakasnya."
  },
  {
    "reference": "2Ch 29:19",
    "text": "Dan segala perkakas, yang dibuang raja Ahas, ketika ia berubah setia pada masa pemerintahannya, telah kami sediakan dan kami kuduskan. Sekarang semuanya itu ada di depan mezbah Tuhan!”"
  },
  {
    "reference": "2Ch 29:20",
    "text": "Maka pagi-pagi raja Hizkia mengumpulkan pemimpin-pemimpin kota, dan pergi ke rumah Tuhan."
  },
  {
    "reference": "2Ch 29:21",
    "text": "Mereka membawa tujuh ekor lembu jantan, tujuh ekor domba jantan, tujuh ekor domba muda dan tujuh ekor kambing jantan sebagai korban penghapus dosa untuk keluarga raja, untuk tempat kudus dan untuk Yehuda. Ia memerintahkan anak-anak Harun, yakni para imam, untuk mempersembahkannya di atas mezbah Tuhan."
  },
  {
    "reference": "2Ch 29:22",
    "text": "Lalu mereka menyembelih lembu-lembu itu; para imam menerima darahnya dan menyiramkannya pada mezbah. Kemudian mereka, menyembelih domba-domba jantan dan menyiramkan darahnya pada mezbah. Sesudah itu mereka menyembelih domba-domba muda dan menyiramkan darahnya pada mezbah."
  },
  {
    "reference": "2Ch 29:23",
    "text": "Selanjutnya mereka membawa kambing-kambing jantan yang akan menjadi korban penghapus dosa ke hadapan raja dan jemaah. Mereka meletakkan tangannya ke atas kambing-kambing itu."
  },
  {
    "reference": "2Ch 29:24",
    "text": "Dan para imam menyembelihnya dan mempersembahkan darahnya di atas mezbah sebagai korban penghapus dosa untuk mengadakan pendamaian bagi seluruh Israel. Sebab raja telah memerintahkan untuk mempersembahkan korban bakaran dan korban penghapus dosa itu bagi seluruh Israel."
  },
  {
    "reference": "2Ch 29:25",
    "text": "Ia menempatkan orang-orang Lewi di rumah Tuhan dengan ceracap, gambus, dan kecapi sesuai dengan perintah Daud dan Gad, pelihat raja, dan nabi Natan, karena dari Tuhanlah perintah itu, dengan perantaraan nabi-nabi-Nya."
  },
  {
    "reference": "2Ch 29:26",
    "text": "Maka berdirilah orang-orang Lewi dengan alat-alat musik Daud, demikian pula para imam dengan nafiri."
  },
  {
    "reference": "2Ch 29:27",
    "text": "Lalu Hizkia memerintahkan untuk mempersembahkan korban bakaran di atas mezbah. Pada saat persembahan korban bakaran dimulai, mulailah pula dinyanyikan nyanyian bagi Tuhan dan dibunyikan nafiri, dengan iringan alat-alat musik Daud, raja Israel."
  },
  {
    "reference": "2Ch 29:28",
    "text": "Seluruh jemaah sujud menyembah sementara nyanyian dinyanyikan dan nafiri dibunyikan. Semuanya itu berlangsung sampai korban bakaran habis terbakar."
  },
  {
    "reference": "2Ch 29:29",
    "text": "Sehabis korban bakaran dipersembahkan, raja dan semua orang yang hadir bersama-sama dia berlutut dan sujud menyembah."
  },
  {
    "reference": "2Ch 29:30",
    "text": "Lalu raja Hizkia dan para pemimpin memerintahkan orang-orang Lewi menyanyikan puji-pujian untuk Tuhan dengan kata-kata Daud dan Asaf, pelihat itu. Maka mereka menyanyikan puji-pujian dengan sukaria, lalu berlutut dan sujud menyembah."
  },
  {
    "reference": "2Ch 29:31",
    "text": "Kemudian berbicaralah Hizkia: ”Sekarang kamu telah mentahbiskan dirimu untuk Tuhan. Mendekatlah dan bawalah korban-korban sembelihan dan korban-korban syukur ke rumah Tuhan!” Lalu jemaah membawa korban-korban sembelihan dan korban-korban puji-pujian; setiap orang yang rela hati membawa juga korban-korban bakaran."
  },
  {
    "reference": "2Ch 29:32",
    "text": "Jumlah korban bakaran yang dibawa jemaah ialah: lembu tujuh puluh ekor, domba jantan seratus ekor dan domba muda dua ratus ekor. Semuanya sebagai korban bakaran bagi Tuhan."
  },
  {
    "reference": "2Ch 29:33",
    "text": "Persembahan-persembahan kudus terdiri dari: lembu sapi enam ratus ekor dan kambing domba tiga ribu ekor."
  },
  {
    "reference": "2Ch 29:34",
    "text": "Tetapi jumlah imam terlalu sedikit, sehingga mereka tidak sanggup menguliti semua korban bakaran. Oleh sebab itu saudara-saudara mereka, orang-orang Lewi, membantu mereka sampai pekerjaan itu selesai dan sampai para imam menguduskan dirinya. Sebab orang-orang Lewi itu lebih bersungguh-sungguh menguduskan dirinya dari pada para imam."
  },
  {
    "reference": "2Ch 29:35",
    "text": "Lagipula korban bakaran itu banyak, dengan segala lemak korban keselamatan dan segala korban curahan pada korban-korban bakaran itu. Demikianlah ibadah di rumah Tuhan ditetapkan kembali."
  },
  {
    "reference": "2Ch 29:36",
    "text": "Hizkia dan seluruh rakyat bersukacita akan apa yang telah ditetapkan Allah bagi bangsa itu, karena hal itu terjadi dengan tak disangka-sangka."
  },
  {
    "reference": "2Ch 30:1",
    "text": "Kemudian Hizkia mengirim pesan kepada seluruh Israel dan Yehuda, bahkan menulis surat kepada Efraim dan Manasye supaya mereka datang merayakan Paskah bagi Tuhan, Allah orang Israel, di rumah Tuhan di Yerusalem."
  },
  {
    "reference": "2Ch 30:2",
    "text": "- 30:2-3: Bil. 9:9-11 Raja bersama-sama para pemimpin dan seluruh jemaah di Yerusalem merancangkan untuk merayakan Paskah pada bulan kedua,"
  },
  {
    "reference": "2Ch 30:3",
    "text": "karena mereka tidak dapat merayakannya pada waktunya, sebab para imam belum menguduskan diri dalam jumlah yang cukup dan rakyat belum terkumpul di Yerusalem."
  },
  {
    "reference": "2Ch 30:4",
    "text": "Rancangan itu diterima baik oleh raja dan seluruh jemaah."
  },
  {
    "reference": "2Ch 30:5",
    "text": "Mereka memutuskan untuk menyiarkan maklumat di seluruh Israel, dari Bersyeba sampai Dan, supaya masing-masing datang ke Yerusalem merayakan Paskah bagi Tuhan, Allah Israel, karena mereka belum merayakannya secara umum seperti yang ada tertulis."
  },
  {
    "reference": "2Ch 30:6",
    "text": "Maka berangkatlah pesuruh-pesuruh cepat ke seluruh Israel dan Yehuda membawa surat dari raja dan para pemimpin, dan mengatakan sesuai dengan perintah raja: ”Hai, orang Israel, kembalilah kepada Tuhan, Allah Abraham, Ishak dan Israel, maka Ia akan kembali kepada yang tertinggal dari pada kamu, yakni mereka yang terluput dari tangan raja-raja Asyur."
  },
  {
    "reference": "2Ch 30:7",
    "text": "Janganlah berlaku seperti nenek moyangmu dan saudara-saudaramu yang berubah setia terhadap Tuhan, Allah nenek moyang mereka, sehingga Ia membuat mereka menjadi kedahsyatan seperti yang kamu lihat sendiri."
  },
  {
    "reference": "2Ch 30:8",
    "text": "Sekarang, janganlah tegar tengkuk seperti nenek moyangmu. Serahkanlah dirimu kepada Tuhan dan datanglah ke tempat kudus yang telah dikuduskan-Nya untuk selama-lamanya, serta beribadahlah kepada Tuhan, Allahmu, supaya murka-Nya yang menyala-nyala undur dari padamu."
  },
  {
    "reference": "2Ch 30:9",
    "text": "Karena bilamana kamu kembali kepada Tuhan, maka saudara-saudaramu dan anak-anakmu akan mendapat belas kasihan dari orang-orang yang menawan mereka, sehingga mereka kembali ke negeri ini. Sebab Tuhan, Allahmu, pengasih dan penyayang: Ia tidak akan memalingkan wajah-Nya dari pada kamu, bilamana kamu kembali kepada-Nya!”"
  },
  {
    "reference": "2Ch 30:10",
    "text": "Ketika pesuruh-pesuruh cepat itu pergi dari kota ke kota, melintasi tanah Efraim dan Manasye sampai ke Zebulon, mereka ditertawakan dan diolok-olok."
  },
  {
    "reference": "2Ch 30:11",
    "text": "Namun beberapa orang dari Asyer, Manasye dan Zebulon merendahkan diri, dan datang ke Yerusalem."
  },
  {
    "reference": "2Ch 30:12",
    "text": "Di Yehuda nyata pula tangan Allah yang membulatkan hati mereka untuk melakukan perintah raja dan para pemimpin sesuai dengan firman Tuhan."
  },
  {
    "reference": "2Ch 30:13",
    "text": "Maka berkumpullah di Yerusalem banyak orang, suatu jemaah yang sangat besar, untuk merayakan hari raya Roti Tidak Beragi pada bulan yang kedua."
  },
  {
    "reference": "2Ch 30:14",
    "text": "Lalu bangunlah mereka menjauhkan mezbah-mezbah yang ada di Yerusalem; juga semua mezbah korban ukupan disingkirkan dan dibuang ke lembah Kidron."
  },
  {
    "reference": "2Ch 30:15",
    "text": "Kemudian disembelihlah domba Paskah pada tanggal empat belas bulan kedua. Maka para imam dan orang-orang Lewi merasa malu, lalu menguduskan dirinya dan membawa korban bakaran ke rumah Tuhan."
  },
  {
    "reference": "2Ch 30:16",
    "text": "Mereka berdiri pada tempatnya menurut peraturan yang berlaku bagi mereka masing-masing, sesuai dengan Taurat Musa, abdi Allah itu; para imam menyiramkan darah yang diterimanya dari orang-orang Lewi."
  },
  {
    "reference": "2Ch 30:17",
    "text": "Sebab ada banyak di antara jemaah yang tidak menguduskan dirinya, sehingga menjadi tugas orang Lewi untuk menyembelih domba-domba Paskah bagi setiap orang yang tidak dapat menguduskannya bagi Tuhan karena ia tidak tahir."
  },
  {
    "reference": "2Ch 30:18",
    "text": "Sebab sebagian besar dari rakyat – terutama dari Efraim, Manasye, Isakhar dan Zebulon – tidak mentahirkan diri. Namun mereka memakan Paskah, walaupun tidak sesuai dengan apa yang ada tertulis. Tetapi Hizkia berdoa untuk mereka, katanya: ” Tuhan, yang baik itu, kiranya mengadakan pendamaian bagi semua orang,"
  },
  {
    "reference": "2Ch 30:19",
    "text": "yang sungguh-sungguh berhasrat mencari Allah, yakni Tuhan, Allah nenek moyangnya, walaupun ketahiran mereka tidak sesuai dengan tempat kudus.”"
  },
  {
    "reference": "2Ch 30:20",
    "text": "Tuhan mendengar Hizkia dan membiarkan bangsa itu selamat."
  },
  {
    "reference": "2Ch 30:21",
    "text": "Tujuh hari lamanya orang Israel yang berada di Yerusalem merayakan hari raya Roti Tidak Beragi dengan kesukaan yang besar, sedang orang-orang Lewi dan para imam setiap hari menyanyikan puji-pujian bagi Tuhan dengan sekuat tenaga."
  },
  {
    "reference": "2Ch 30:22",
    "text": "Hizkia mengucapkan kata-kata pujian kepada semua orang Lewi yang menunjukkan akal budi yang baik dalam melayani Tuhan. Demikianlah orang memakan makanan perayaan selama tujuh hari, sambil mempersembahkan korban keselamatan dan mengucapkan syukur kepada Tuhan, Allah nenek moyang mereka."
  },
  {
    "reference": "2Ch 30:23",
    "text": "Kemudian seluruh jemaah sepakat untuk berhari raya tujuh hari lagi. Lalu mereka berhari raya tujuh hari lagi dengan sukaria."
  },
  {
    "reference": "2Ch 30:24",
    "text": "Sebab Hizkia, raja Yehuda, telah menyumbangkan kepada jemaah seribu ekor lembu jantan dan tujuh ribu kambing domba. Juga para pemimpin menyumbangkan kepada jemaah seribu ekor lembu jantan dan sepuluh ribu ekor kambing domba. Dan sebagian besar para imam telah menguduskan diri."
  },
  {
    "reference": "2Ch 30:25",
    "text": "Seluruh jemaah Yehuda bersukaria, juga para imam dan orang-orang Lewi, dan seluruh jemaah yang datang dari Israel, serta orang-orang asing, baik yang datang dari tanah Israel, maupun yang tinggal di Yehuda."
  },
  {
    "reference": "2Ch 30:26",
    "text": "Maka besarlah kesukaan di Yerusalem, karena sejak Salomo bin Daud, raja Israel, tidak pernah terjadi peristiwa semacam itu di Yerusalem."
  },
  {
    "reference": "2Ch 30:27",
    "text": "Sesudah itu para imam Lewi bangun berdiri dan memberkati rakyat. Suara mereka didengar Tuhan dan doa mereka sampai ke tempat kediaman-Nya yang kudus di sorga."
  },
  {
    "reference": "2Ch 31:1",
    "text": "Setelah semuanya ini diakhiri, seluruh orang Israel yang hadir pergi ke kota-kota di Yehuda, lalu meremukkan segala tugu berhala, menghancurkan segala tiang berhala, dan merobohkan segala bukit pengorbanan dan mezbah di seluruh Yehuda dan Benyamin, juga di Efraim dan Manasye, sampai musnah semuanya. Kemudian pulanglah seluruh orang Israel ke kota-kotanya, ke miliknya masing-masing. Hizkia mengatur sumbangan untuk para imam dan orang Lewi 31:2-21"
  },
  {
    "reference": "2Ch 31:2",
    "text": "Hizkia menetapkan rombongan para imam dan orang-orang Lewi, rombongan demi rombongan, masing-masing menurut tugas jabatannya sebagai imam atau sebagai orang Lewi, untuk mempersembahkan korban bakaran dan korban keselamatan, untuk mengucap syukur dan menyanyikan puji-pujian dan untuk melayani di pintu-pintu gerbang di tempat perkemahan Tuhan."
  },
  {
    "reference": "2Ch 31:3",
    "text": "- 31:3: Bil. 28:1–29:39 Raja memberi sumbangan dari harta miliknya untuk korban bakaran, yakni: korban bakaran pada waktu pagi dan pada waktu petang, korban bakaran pada hari-hari Sabat dan pada bulan-bulan baru dan pada hari-hari raya, yang semuanya tertulis di dalam Taurat Tuhan."
  },
  {
    "reference": "2Ch 31:4",
    "text": "- 31:4-5: Bil. 18:12-13, 21 Ia memerintahkan rakyat, yakni penduduk Yerusalem, untuk memberikan sumbangan yang menjadi bagian para imam dan orang-orang Lewi, supaya mereka dapat mencurahkan tenaganya untuk melaksanakan Taurat Tuhan."
  },
  {
    "reference": "2Ch 31:5",
    "text": "Segera setelah perintah ini tersiar, orang Israel membawa dalam jumlah yang besar hasil pertama dari pada gandum, anggur, minyak, madu dan segala macam hasil bumi. Mereka membawa juga persembahan persepuluhan dari segala sesuatu dalam jumlah yang besar."
  },
  {
    "reference": "2Ch 31:6",
    "text": "Orang Israel dan orang Yehuda yang tinggal di kota-kota Yehuda juga membawa persembahan persepuluhan yang terdiri dari lembu sapi dan kambing domba, dan persembahan persepuluhan yang terdiri dari persembahan kudus yang telah dikuduskan bagi Tuhan Allah mereka. Semuanya itu diletakkan mereka bertimbun-timbun."
  },
  {
    "reference": "2Ch 31:7",
    "text": "Mereka mulai membuat timbunan itu pada bulan yang ketiga, dan mereka selesai pada bulan yang ketujuh."
  },
  {
    "reference": "2Ch 31:8",
    "text": "Hizkia dan para pemimpin datang melihat timbunan itu, dan mereka memuji Tuhan dan umat-Nya, orang Israel."
  },
  {
    "reference": "2Ch 31:9",
    "text": "Hizkia menanyakan para imam dan orang-orang Lewi tentang timbunan itu,"
  },
  {
    "reference": "2Ch 31:10",
    "text": "dan dijawab oleh Azarya, imam kepala keturunan Zadok demikian: ”Sejak persembahan khusus mulai dibawa ke rumah Tuhan, kami telah makan sekenyang-kenyangnya, namun sisanya masih banyak. Sebab Tuhan telah memberkati umat-Nya, sehingga tinggal sisa yang banyak ini.”"
  },
  {
    "reference": "2Ch 31:11",
    "text": "Kemudian Hizkia menyuruh menyediakan bilik-bilik di rumah Tuhan dan mereka menyediakannya."
  },
  {
    "reference": "2Ch 31:12",
    "text": "Dan dengan setia mereka membawa segala persembahan khusus, persembahan persepuluhan dan persembahan-persembahan kudus itu ke sana. Konanya, seorang Lewi, mengawasi semuanya, dan Simei, saudaranya, adalah orang kedua,"
  },
  {
    "reference": "2Ch 31:13",
    "text": "sedang Yehiel, Azazya, Nahat, Asael, Yerimot, Yozabad, Eliel, Yismakhya, Mahat dan Benanya adalah penilik di bawah Konanya dan Simei, saudaranya itu, sesuai dengan petunjuk raja Hizkia dan Azarya, kepala rumah Allah."
  },
  {
    "reference": "2Ch 31:14",
    "text": "Dan Kore bin Yimna, seorang Lewi, penunggu pintu gerbang di sebelah timur, mengawasi pemberian-pemberian sukarela untuk Allah, serta membagi-bagikan persembahan khusus yang untuk Tuhan dan persembahan-persembahan maha kudus."
  },
  {
    "reference": "2Ch 31:15",
    "text": "Di kota-kota imam ia dibantu dengan setia oleh Eden, Minyamin, Yesua, Semaya, Amarya dan Sekhanya dalam pembagian itu kepada saudara-saudara mereka menurut rombongan, kepada orang dewasa dan anak-anak,"
  },
  {
    "reference": "2Ch 31:16",
    "text": "kecuali kepada setiap orang yang masuk ke rumah Tuhan, menurut hari-hari yang ditetapkan, menurut tugas jabatan yang ditugaskan kepadanya, dan menurut rombongannya, yakni mereka yang tercatat dalam daftar sebagai laki-laki yang berumur tiga tahun ke atas."
  },
  {
    "reference": "2Ch 31:17",
    "text": "Para imam dicatat dalam daftar menurut puak-puak mereka, sedang orang-orang Lewi yang berumur dua puluh tahun ke atas dicatat menurut tugas dan rombongan mereka."
  },
  {
    "reference": "2Ch 31:18",
    "text": "Para imam terdaftar dengan seluruh keluarga mereka, yakni isteri, anak laki-laki dan perempuan, seluruh kaum itu, karena dengan setia mereka menguduskan diri untuk persembahan kudus."
  },
  {
    "reference": "2Ch 31:19",
    "text": "Bagi keturunan Harun, yakni imam-imam, yang tinggal di padang-padang penggembalaan sekitar kota-kota mereka, di setiap kota ada orang-orang yang ditunjuk dengan disebut namanya, untuk mengadakan pembagian kepada setiap orang laki-laki dari keluarga imam dan kepada setiap orang Lewi yang terdaftar."
  },
  {
    "reference": "2Ch 31:20",
    "text": "Demikianlah perbuatan Hizkia di seluruh Yehuda. Ia melakukan apa yang baik, apa yang jujur, dan apa yang benar di hadapan Tuhan, Allahnya."
  },
  {
    "reference": "2Ch 31:21",
    "text": "Dalam setiap usaha yang dimulainya untuk pelayanannya terhadap rumah Allah, dan untuk pelaksanaan Taurat dan perintah Allah, ia mencari Allahnya. Semuanya dilakukannya dengan segenap hati, sehingga segala usahanya berhasil."
  },
  {
    "reference": "2Ch 32:1",
    "text": "Setelah peristiwa yang menunjukkan kesetiaan Hizkia itu datanglah Sanherib, raja Asyur, menyerbu Yehuda. Ia mengepung kota-kota berkubu, dan berniat merebutnya."
  },
  {
    "reference": "2Ch 32:2",
    "text": "Ketika Hizkia mengetahui, bahwa Sanherib datang hendak memerangi Yerusalem,"
  },
  {
    "reference": "2Ch 32:3",
    "text": "ia berunding dengan para panglima dan pahlawannya untuk menutup segala mata air yang terdapat di luar kota dan mereka itu bersedia membantunya."
  },
  {
    "reference": "2Ch 32:4",
    "text": "Maka berkumpullah banyak orang. Mereka menutup semua mata air dan sungai yang mengalir dari tengah-tengah negeri itu. Kata mereka: ”Mengapa raja-raja Asyur harus mendapat banyak air, kalau mereka datang?”"
  },
  {
    "reference": "2Ch 32:5",
    "text": "Dengan sekuat tenaga Hizkia membangun kembali seluruh tembok yang telah terbongkar, mendirikan menara-menara di atasnya dan tembok yang lain di luarnya. Ia memperkuat juga Milo di kota Daud dan membuat lembing dan perisai dalam jumlah yang besar."
  },
  {
    "reference": "2Ch 32:6",
    "text": "Ia mengangkat panglima-panglima perang yang mengepalai rakyat, menyuruh mereka berkumpul kepadanya di halaman pintu gerbang kota dan menenangkan hati mereka dengan kata-kata:"
  },
  {
    "reference": "2Ch 32:7",
    "text": "”Kuatkanlah dan teguhkanlah hatimu! Janganlah takut dan terkejut terhadap raja Asyur serta seluruh laskar yang menyertainya, karena yang menyertai kita lebih banyak dari pada yang menyertai dia."
  },
  {
    "reference": "2Ch 32:8",
    "text": "Yang menyertai dia adalah tangan manusia, tetapi yang menyertai kita adalah Tuhan, Allah kita, yang membantu kita dan melakukan peperangan kita.” Oleh kata-kata Hizkia, raja Yehuda itu, rakyat mendapat kepercayaannya kembali."
  },
  {
    "reference": "2Ch 32:9",
    "text": "Sesudah itu Sanherib, raja Asyur, yang sedang mengepung Lakhis dengan seluruh kekuatan tentaranya, mengutus beberapa pegawai ke Yerusalem, kepada Hizkia, raja Yehuda, dan kepada semua orang Yehuda yang ada di Yerusalem, dengan pesan:"
  },
  {
    "reference": "2Ch 32:10",
    "text": "”Beginilah titah Sanherib, raja Asyur: Apakah yang kamu harapkan, maka kamu tinggal saja di Yerusalem yang terkepung ini?"
  },
  {
    "reference": "2Ch 32:11",
    "text": "Bukankah Hizkia memperdayakan kamu, supaya kamu mati kelaparan dan kehausan, dengan mengatakan: Tuhan, Allah kita, akan melepaskan kita dari tangan raja Asyur?"
  },
  {
    "reference": "2Ch 32:12",
    "text": "Bukankah Hizkia ini yang menjauhkan segala bukit pengorbanan dan mezbah Tuhan itu, dan berkata kepada Yehuda dan Yerusalem: Hanya di depan satu mezbah kamu harus sujud menyembah dan membakar korban di atasnya?"
  },
  {
    "reference": "2Ch 32:13",
    "text": "Tidakkah kamu ketahui apa yang aku dan nenek moyangku lakukan terhadap semua bangsa negeri-negeri lain? Apakah para allah bangsa-bangsa segala negeri itu pernah berhasil melepaskan negeri mereka dari tanganku?"
  },
  {
    "reference": "2Ch 32:14",
    "text": "Siapa dari pada semua allah bangsa-bangsa yang sudah ditumpas nenek moyangku itu dapat melepaskan bangsanya dari tanganku? Masakan Allahmu dapat melepaskan kamu dari tanganku?"
  },
  {
    "reference": "2Ch 32:15",
    "text": "Sekarang, janganlah Hizkia memperdayakan dan membujuk kamu seperti ini! Janganlah percaya kepadanya, karena tidak ada allah dari bangsa atau kerajaan mana pun yang dapat melepaskan bangsanya dari tanganku dan dari tangan nenek moyangku, lebih-lebih lagi Allahmu itu takkan dapat melepaskan kamu dari tanganku!”"
  },
  {
    "reference": "2Ch 32:16",
    "text": "Dan masih banyak lagi yang diucapkan pegawai-pegawai Sanherib itu menentang Tuhan Allah dan menentang Hizkia, hamba-Nya."
  },
  {
    "reference": "2Ch 32:17",
    "text": "Ia menulis juga surat yang penuh cela dan hujat terhadap Tuhan, Allah Israel, bunyinya: ”Sebagaimana para allah bangsa-bangsa segala negeri lain tidak dapat melepaskan bangsanya dari tanganku, demikian pula Allah Hizkia takkan dapat melepaskan bangsa-Nya dari tanganku.”"
  },
  {
    "reference": "2Ch 32:18",
    "text": "Dan mereka berseru dengan suara nyaring dalam bahasa Yehuda kepada rakyat Yerusalem yang ada di atas tembok, untuk menakutkan dan mengejutkan mereka, supaya mereka dapat merebut kota itu."
  },
  {
    "reference": "2Ch 32:19",
    "text": "Mereka berbicara tentang Allah Yerusalem seperti tentang para allah bangsa-bangsa di dunia, adalah buatan tangan manusia. Yerusalem luput dari tangan Sanherib 32:20-23 (2Raj. 19:1-37; Yes. 37:1-38)"
  },
  {
    "reference": "2Ch 32:20",
    "text": "Tetapi oleh karena itu raja Hizkia dan nabi Yesaya bin Amos berdoa dan berseru kepada sorga."
  },
  {
    "reference": "2Ch 32:21",
    "text": "Lalu Tuhan mengirim malaikat yang melenyapkan semua pahlawan yang gagah perkasa, pemuka dan panglima yang ada di perkemahan raja Asyur, sehingga ia kemalu-maluan kembali ke negerinya. Kemudian ia ditewaskan dengan pedang oleh anak-anak kandungnya sendiri ketika ia memasuki rumah allahnya."
  },
  {
    "reference": "2Ch 32:22",
    "text": "Demikianlah Tuhan menyelamatkan Hizkia dan penduduk Yerusalem dari tangan Sanherib, raja Asyur, dan dari tangan semua musuhnya. Dan Ia mengaruniakan keamanan kepada mereka di segala penjuru."
  },
  {
    "reference": "2Ch 32:23",
    "text": "Banyak orang membawa persembahan ke Yerusalem untuk Tuhan dan barang-barang berharga untuk Hizkia, raja Yehuda itu. Sejak itu ia diagungkan oleh semua bangsa. Tahun-tahun terakhir dari pemerintahan Hizkia 32:24-33 (2Raj. 20:1-21; Yes. 38:1–39:8)"
  },
  {
    "reference": "2Ch 32:24",
    "text": "Pada hari-hari itu Hizkia jatuh sakit, sehingga hampir mati. Ia berdoa kepada Tuhan, dan Tuhan berfirman kepadanya dan memberikannya suatu tanda ajaib."
  },
  {
    "reference": "2Ch 32:25",
    "text": "Tetapi Hizkia tidak berterima kasih atas kebaikan yang ditunjukkan kepadanya, karena ia menjadi angkuh, sehingga ia dan Yehuda dan Yerusalem ditimpa murka."
  },
  {
    "reference": "2Ch 32:26",
    "text": "Tetapi ia sadar akan keangkuhannya itu dan merendahkan diri bersama-sama dengan penduduk Yerusalem, sehingga murka Tuhan tidak menimpa mereka pada zaman Hizkia."
  },
  {
    "reference": "2Ch 32:27",
    "text": "Hizkia mendapat kekayaan dan kemuliaan yang sangat besar. Ia membuat perbendaharaan-perbendaharaan untuk emas, perak, batu permata yang mahal-mahal, rempah-rempah, perisai-perisai dan segala macam barang yang indah-indah,"
  },
  {
    "reference": "2Ch 32:28",
    "text": "juga tempat perbekalan untuk hasil gandum, untuk anggur dan minyak, dan kandang-kandang untuk berbagai jenis hewan besar dan kandang-kandang untuk kawanan kambing domba."
  },
  {
    "reference": "2Ch 32:29",
    "text": "Ia mendirikan kota-kota, memperoleh banyak kambing domba dan lembu sapi, karena Allah mengaruniakan dia harta milik yang amat besar."
  },
  {
    "reference": "2Ch 32:30",
    "text": "Hizkia ini juga telah membendung aliran Gihon di sebelah hulu, dan menyalurkannya ke hilir, ke sebelah barat, ke kota Daud. Hizkia berhasil dalam segala usahanya."
  },
  {
    "reference": "2Ch 32:31",
    "text": "Demikianlah juga ketika utusan-utusan raja-raja Babel datang kepadanya untuk menanyakan tentang tanda ajaib yang telah terjadi di negeri, ketika itu Allah meninggalkan dia untuk mencobainya, supaya diketahui segala isi hatinya."
  },
  {
    "reference": "2Ch 32:32",
    "text": "Selebihnya dari riwayat Hizkia dan perbuatan-perbuatannya yang setia, sesungguhnya semuanya itu tertulis dalam penglihatan nabi Yesaya bin Amos, dalam kitab raja-raja Yehuda dan Israel."
  },
  {
    "reference": "2Ch 32:33",
    "text": "Kemudian Hizkia mendapat perhentian bersama-sama dengan nenek moyangnya, dan dikuburkan di pendakian ke pekuburan anak-anak Daud. Pada waktu kematiannya seluruh Yehuda dan penduduk Yerusalem memberi penghormatan kepadanya. Maka Manasye, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ch 33:1",
    "text": "Manasye berumur dua belas tahun pada waktu ia menjadi raja dan lima puluh lima tahun lamanya ia memerintah di Yerusalem."
  },
  {
    "reference": "2Ch 33:2",
    "text": "- 33:2: Yer. 15:4 Ia melakukan apa yang jahat di mata Tuhan, sesuai dengan perbuatan keji bangsa-bangsa yang telah dihalaukan Tuhan dari depan orang Israel."
  },
  {
    "reference": "2Ch 33:3",
    "text": "Ia mendirikan kembali bukit-bukit pengorbanan yang telah dirobohkan oleh Hizkia, ayahnya; ia membangun mezbah-mezbah untuk para Baal, membuat patung-patung Asyera dan sujud menyembah kepada segenap tentara langit dan beribadah kepadanya."
  },
  {
    "reference": "2Ch 33:4",
    "text": "- 33:4: 2Sam. 7:13 Ia mendirikan mezbah-mezbah di rumah Tuhan, walaupun sehubungan dengan rumah itu Tuhan telah berfirman: ”Di Yerusalem nama-Ku akan tinggal untuk selama-lamanya!”"
  },
  {
    "reference": "2Ch 33:5",
    "text": "Dan ia mendirikan juga mezbah-mezbah bagi segenap tentara langit di kedua pelataran rumah Tuhan."
  },
  {
    "reference": "2Ch 33:6",
    "text": "Bahkan, ia mempersembahkan anak-anaknya sebagai korban dalam api di Lebak Ben-Hinom; ia melakukan ramal, telaah dan sihir, dan menghubungi para pemanggil arwah dan para pemanggil roh peramal. Ia melakukan banyak yang jahat di mata Tuhan, sehingga ia menimbulkan sakit hati-Nya."
  },
  {
    "reference": "2Ch 33:7",
    "text": "- 33:7-8: 1Raj. 9:3-5; 2Taw. 7:12-18 Ia menaruh juga patung berhala yang telah dibuatnya dalam rumah Allah, walaupun Allah telah berfirman kepada Daud dan kepada Salomo, anaknya: ”Dalam rumah ini dan di Yerusalem, yang telah Kupilih dari antara segala suku Israel, Aku akan menaruh nama-Ku untuk selama-lamanya!"
  },
  {
    "reference": "2Ch 33:8",
    "text": "Aku tidak akan membuat pula orang Israel berjejak ke luar dari tanah yang telah Kutentukan untuk nenek moyangmu, asal saja mereka melakukan dengan setia segala yang telah Kuperintahkan kepada mereka dengan perantaraan Musa, yakni segala hukum, ketetapan dan peraturan.”"
  },
  {
    "reference": "2Ch 33:9",
    "text": "Tetapi Manasye menyesatkan Yehuda dan penduduk Yerusalem, sehingga mereka melakukan yang jahat lebih dari pada bangsa-bangsa yang telah dipunahkan Tuhan dari depan orang Israel."
  },
  {
    "reference": "2Ch 33:10",
    "text": "Kemudian berfirmanlah Tuhan kepada Manasye dan rakyatnya, tetapi mereka tidak menghiraukannya."
  },
  {
    "reference": "2Ch 33:11",
    "text": "Oleh sebab itu Tuhan mendatangkan kepada mereka panglima-panglima tentara raja Asyur yang menangkap Manasye dengan kaitan, membelenggunya dengan rantai tembaga dan membawanya ke Babel."
  },
  {
    "reference": "2Ch 33:12",
    "text": "Dalam keadaan yang terdesak ini, ia berusaha melunakkan hati Tuhan, Allahnya; ia sangat merendahkan diri di hadapan Allah nenek moyangnya,"
  },
  {
    "reference": "2Ch 33:13",
    "text": "dan berdoa kepada-Nya. Maka Tuhan mengabulkan doanya, dan mendengarkan permohonannya. Ia membawanya kembali ke Yerusalem dan memulihkan kedudukannya sebagai raja. Dan Manasye mengakui, bahwa Tuhan itu Allah."
  },
  {
    "reference": "2Ch 33:14",
    "text": "Kemudian ia mendirikan tembok luar pada kota Daud, di sebelah Barat Gihon, di lembah, sampai dekat Pintu Gerbang Ikan, mengelilingi Ofel. Tembok itu dibuatnya sangat tinggi. Ia menempatkan juga panglima-panglima perang di tiap kota kubu di Yehuda."
  },
  {
    "reference": "2Ch 33:15",
    "text": "Ia menjauhkan allah-allah asing dan berhala dari rumah Tuhan, juga segala mezbah yang didirikannya di atas gunung rumah Tuhan dan di Yerusalem, dan membuangnya ke luar kota."
  },
  {
    "reference": "2Ch 33:16",
    "text": "Ia menegakkan kembali mezbah Tuhan, mempersembahkan korban keselamatan dan korban syukur di atasnya, menyerukan kepada Yehuda untuk beribadah kepada Tuhan, Allah Israel."
  },
  {
    "reference": "2Ch 33:17",
    "text": "Walaupun demikian, rakyat masih mempersembahkan korban di bukit-bukit pengorbanan, tetapi hanya kepada Tuhan, Allah mereka."
  },
  {
    "reference": "2Ch 33:18",
    "text": "Selebihnya dari riwayat Manasye, doanya kepada Allahnya, dan ucapan-ucapan para pelihat yang berkata-kata kepadanya dengan nama Tuhan, Allah Israel, sesungguhnya semuanya itu terdapat dalam riwayat raja-raja Israel."
  },
  {
    "reference": "2Ch 33:19",
    "text": "Doanya dan pengabulan doanya, segala dosa dan ketidaksetiaannya, semua tempat di mana ia telah membangun bukit-bukit pengorbanan serta mendirikan tiang-tiang berhala dan patung-patung sebelum ia merendahkan diri, sesungguhnya semuanya itu tertulis dalam riwayat para pelihat."
  },
  {
    "reference": "2Ch 33:20",
    "text": "Kemudian Manasye mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di dalam istananya. Maka Amon, anaknya, menjadi raja menggantikan dia. Raja Amon 33:21-25 (2Raj. 21:19-26)"
  },
  {
    "reference": "2Ch 33:21",
    "text": "Amon berumur dua puluh dua tahun pada waktu ia menjadi raja dan dua tahun lamanya ia memerintah di Yerusalem."
  },
  {
    "reference": "2Ch 33:22",
    "text": "Ia melakukan apa yang jahat di mata Tuhan seperti yang telah dilakukan Manasye, ayahnya. Amon mempersembahkan korban kepada segala patung yang dibuat Manasye, ayahnya, dan beribadah kepada patung-patung itu."
  },
  {
    "reference": "2Ch 33:23",
    "text": "Tetapi ia tidak merendahkan diri di hadapan Tuhan seperti Manasye, ayahnya, merendahkan diri, malah Amon makin banyak kesalahannya."
  },
  {
    "reference": "2Ch 33:24",
    "text": "Maka pegawai-pegawainya mengadakan persepakatan melawan dia, dan membunuhnya di istananya."
  },
  {
    "reference": "2Ch 33:25",
    "text": "Tetapi rakyat negeri itu membunuh semua orang yang mengadakan persepakatan melawan raja Amon; dan rakyat negeri itu mengangkat Yosia, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ch 34:1",
    "text": "- 34:1: Yer. 3:6 Yosia berumur delapan tahun pada waktu ia menjadi raja dan tiga puluh satu tahun lamanya ia memerintah di Yerusalem."
  },
  {
    "reference": "2Ch 34:2",
    "text": "Ia melakukan apa yang benar di mata Tuhan dan hidup seperti Daud, bapa leluhurnya, dan tidak menyimpang ke kanan atau ke kiri."
  },
  {
    "reference": "2Ch 34:3",
    "text": "Pada tahun kedelapan dari pemerintahannya, ketika ia masih muda belia, ia mulai mencari Allah Daud, bapa leluhurnya, dan pada tahun kedua belas ia mulai mentahirkan Yehuda dan Yerusalem dari pada bukit-bukit pengorbanan, tiang-tiang berhala, patung-patung pahatan dan patung-patung tuangan."
  },
  {
    "reference": "2Ch 34:4",
    "text": "- 34:4: 2Raj. 21:3; 2Taw. 33:3 Mezbah-mezbah para Baal dirobohkan di hadapannya; ia menghancurkan pedupaan-pedupaan yang ada di atasnya; ia meremukkan dan menghancurluluhkan tiang-tiang berhala, patung-patung pahatan dan patung-patung tuangan, dan menghamburkannya ke atas kuburan orang-orang yang mempersembahkan korban kepada berhala-berhala itu."
  },
  {
    "reference": "2Ch 34:5",
    "text": "- 34:5: 1Raj. 13:2 Tulang-tulang para imam dibakarnya di atas mezbah-mezbah mereka. Demikianlah ia mentahirkan Yehuda dan Yerusalem."
  },
  {
    "reference": "2Ch 34:6",
    "text": "Juga di kota-kota Manasye, Efraim dan Simeon, sampai di kota-kota Naftali, yang di mana-mana telah menjadi reruntuhan,"
  },
  {
    "reference": "2Ch 34:7",
    "text": "ia merobohkan segala mezbah dan tiang berhala, meremukkan segala patung pahatan serta menghancurluluhkannya, dan menghancurkan semua pedupaan di seluruh tanah Israel. Sesudah itu ia kembali ke Yerusalem. Kitab Taurat ditemukan kembali 34:8-33 (2Raj. 22:3–23:3)"
  },
  {
    "reference": "2Ch 34:8",
    "text": "Pada tahun kedelapan belas dari pemerintahannya, setelah selesai mentahirkan negeri dan rumah Tuhan, ia menyuruh Safan bin Azalya, dan Maaseya, penguasa kota, serta Yoah bin Yoahas, bendahara negara, untuk memperbaiki rumah Tuhan, Allahnya."
  },
  {
    "reference": "2Ch 34:9",
    "text": "Maka datanglah mereka kepada imam besar Hilkia dan menyerahkan kepadanya uang yang telah dibawa ke rumah Allah dan yang telah dikumpulkan oleh orang-orang Lewi, yakni oleh para penjaga pintu, dari orang-orang Manasye dan Efraim, dan dari semua orang yang masih tinggal dari Israel, pula dari seluruh orang Yehuda dan Benyamin, dan dari penduduk Yerusalem."
  },
  {
    "reference": "2Ch 34:10",
    "text": "Uang itu diberikan mereka ke tangan para pekerja yang diangkat untuk mengawasi rumah Tuhan; dan mereka itu, yang bekerja dalam rumah Tuhan, mengeluarkannya untuk membetulkan dan memperbaiki rumah itu."
  },
  {
    "reference": "2Ch 34:11",
    "text": "Mereka memberikannya kepada tukang-tukang kayu dan tukang-tukang bangunan, supaya tukang-tukang itu membeli batu pahat dan kayu untuk tupai-tupai dan untuk memasang balok-balok pada gedung-gedung, yang oleh raja-raja Yehuda dibiarkan roboh."
  },
  {
    "reference": "2Ch 34:12",
    "text": "Orang-orang itu melakukan pekerjaan itu dengan setia. Orang-orang yang diangkat menjadi pengawas mereka ialah: Yahat dan Obaja, orang-orang Lewi dari bani Merari, sedangkan Zakharia dan Mesulam dari bani Kehat mengepalai semua. Dan semua orang Lewi yang pandai memainkan alat-alat musik,"
  },
  {
    "reference": "2Ch 34:13",
    "text": "mengepalai kuli-kuli dan mengiringi semua tukang dalam pekerjaan apa pun. Dari antara orang-orang Lewi itu ada yang menjadi panitera, pengatur atau penunggu pintu gerbang."
  },
  {
    "reference": "2Ch 34:14",
    "text": "Ketika mereka mengeluarkan uang yang telah dibawa ke rumah Tuhan, imam Hilkia menemukan kitab Taurat Tuhan, yang diberikan dengan perantaraan Musa."
  },
  {
    "reference": "2Ch 34:15",
    "text": "Maka berkatalah Hilkia kepada Safan, panitera negara itu: ”Aku telah menemukan kitab Taurat di rumah Tuhan!” Lalu Hilkia memberikan kitab itu kepada Safan,"
  },
  {
    "reference": "2Ch 34:16",
    "text": "dan Safan membawa kitab itu kepada raja. Ia juga menyampaikan kabar kepada raja: ”Segala sesuatu yang ditugaskan kepada hamba-hambamu, telah mereka laksanakan."
  },
  {
    "reference": "2Ch 34:17",
    "text": "Mereka telah mengambil seluruh uang yang terdapat di rumah Tuhan dan memberikannya ke tangan para pengawas dan para pekerja.”"
  },
  {
    "reference": "2Ch 34:18",
    "text": "Safan, panitera negara itu, memberitahukan juga kepada raja: ”Imam Hilkia telah memberikan kitab kepadaku,” lalu Safan membacakan sebagian di depan raja."
  },
  {
    "reference": "2Ch 34:19",
    "text": "Segera sesudah raja mendengar perkataan Taurat itu, dikoyakkannyalah pakaiannya."
  },
  {
    "reference": "2Ch 34:20",
    "text": "Kemudian raja memberi perintah kepada Hilkia, kepada Ahikam bin Safan, kepada Abdon bin Mikha, kepada Safan, panitera negara itu, dan kepada Asaya, hamba raja, katanya:"
  },
  {
    "reference": "2Ch 34:21",
    "text": "”Pergilah, mintalah petunjuk Tuhan bagiku, bagi yang masih tinggal di Israel dan di Yehuda tentang perkataan kitab yang ditemukan ini, sebab hebat kehangatan murka Tuhan yang dicurahkan kepada kita, oleh karena nenek moyang kita tidak memelihara firman Tuhan dengan berbuat tepat seperti yang tertulis dalam kitab ini!”"
  },
  {
    "reference": "2Ch 34:22",
    "text": "Maka pergilah Hilkia dengan orang-orang yang disuruh raja kepada nabiah Hulda, isteri seorang yang mengurus pakaian-pakaian, yaitu Salum bin Tokhat bin Hasra, penunggu pakaian-pakaian; nabiah itu tinggal di Yerusalem, di perkampungan baru. Mereka berbicara kepadanya sebagaimana yang diperintahkan."
  },
  {
    "reference": "2Ch 34:23",
    "text": "Perempuan itu menjawab mereka: ”Beginilah firman Tuhan, Allah Israel! Katakanlah kepada orang yang menyuruh kamu kepada-Ku!"
  },
  {
    "reference": "2Ch 34:24",
    "text": "Beginilah firman Tuhan: Sesungguhnya Aku akan mendatangkan malapetaka atas tempat ini dan atas penduduknya, yakni segala kutuk yang tertulis dalam kitab yang telah dibacakan di depan raja Yehuda,"
  },
  {
    "reference": "2Ch 34:25",
    "text": "karena mereka meninggalkan Aku dan membakar korban kepada allah lain dengan maksud menimbulkan sakit hati-Ku dengan segala pekerjaan tangan mereka; sebab itu nyala murka-Ku akan dicurahkan ke tempat ini dengan tidak padam-padam."
  },
  {
    "reference": "2Ch 34:26",
    "text": "Tetapi kepada raja Yehuda yang telah menyuruh kamu untuk meminta petunjuk Tuhan, harus kamu katakan demikian: Beginilah firman Tuhan, Allah Israel: Mengenai perkataan yang telah kaudengar itu,"
  },
  {
    "reference": "2Ch 34:27",
    "text": "oleh karena engkau sudah menyesal dan engkau merendahkan diri di hadapan Allah pada waktu engkau mendengar firman-Nya terhadap tempat ini dan terhadap penduduknya, oleh karena engkau merendahkan diri di hadapan-Ku, mengoyakkan pakaianmu dan menangis di hadapan-Ku, Aku pun telah mendengarnya, demikianlah firman Tuhan,"
  },
  {
    "reference": "2Ch 34:28",
    "text": "maka sesungguhnya Aku akan mengumpulkan engkau kepada nenek moyangmu, dan engkau akan dikebumikan ke dalam kuburmu dengan damai, dan matamu tidak akan melihat segala malapetaka yang akan Kudatangkan atas tempat ini dan atas penduduknya.” Lalu mereka menyampaikan jawab itu kepada raja."
  },
  {
    "reference": "2Ch 34:29",
    "text": "Sesudah itu raja menyuruh orang mengumpulkan semua tua-tua Yehuda dan Yerusalem."
  },
  {
    "reference": "2Ch 34:30",
    "text": "Kemudian pergilah raja ke rumah Tuhan bersama-sama semua orang Yehuda dan penduduk Yerusalem, para imam, orang-orang Lewi, dan seluruh orang awam, baik yang besar maupun yang masih kecil. Dengan didengar mereka ia membacakan segala perkataan dari kitab perjanjian yang ditemukan di rumah Tuhan itu."
  },
  {
    "reference": "2Ch 34:31",
    "text": "Sesudah itu berdirilah raja pada tempatnya dan diikatnyalah perjanjian di hadapan Tuhan untuk hidup dengan mengikuti Tuhan, dan tetap menuruti perintah-perintah-Nya, peraturan-peraturan-Nya dan ketetapan-ketetapan-Nya dengan segenap hatinya dan dengan segenap jiwanya dan untuk melakukan perkataan perjanjian yang tertulis dalam kitab itu."
  },
  {
    "reference": "2Ch 34:32",
    "text": "Ia menyuruh semua orang yang berada di Yerusalem dan Benyamin ikut serta dalam perjanjian itu. Dan penduduk Yerusalem berbuat menurut perjanjian Allah, yakni Allah nenek moyang mereka."
  },
  {
    "reference": "2Ch 34:33",
    "text": "Yosia menjauhkan segala dewa kekejian dari semua daerah orang Israel dan menyuruh semua orang yang ada di Israel beribadah kepada Tuhan, Allah mereka. Maka sepanjang hidup Yosia mereka tidak menyimpang mengikuti Tuhan, Allah nenek moyang mereka."
  },
  {
    "reference": "2Ch 35:1",
    "text": "Kemudian Yosia merayakan Paskah bagi Tuhan di Yerusalem. Domba Paskah disembelih pada tanggal empat belas bulan yang pertama."
  },
  {
    "reference": "2Ch 35:2",
    "text": "Ia menetapkan tugas para imam, dan mendorong mereka menunaikan tugas jabatannya dalam rumah Tuhan."
  },
  {
    "reference": "2Ch 35:3",
    "text": "Berkatalah ia kepada orang-orang Lewi yang adalah pengajar seluruh Israel dan orang-orang kudus Tuhan: ”Tempatkanlah tabut kudus itu di dalam rumah yang telah didirikan Salomo bin Daud, raja Israel. Tidak usah lagi kamu mengusungnya. Sekarang layanilah Tuhan, Allahmu, dan Israel, umat-Nya!"
  },
  {
    "reference": "2Ch 35:4",
    "text": "- 35:4: 2Taw. 8:14 Bersiaplah menurut puak-puakmu dan menurut rombonganmu sebagaimana yang dituliskan Daud, raja Israel, dan Salomo, anaknya."
  },
  {
    "reference": "2Ch 35:5",
    "text": "Berdirilah di halaman tempat kudus menurut golongan puak saudara-saudaramu yang lain, yakni kaum awam, dengan satu rombongan puak orang Lewi untuk tiap golongan saudara-saudaramu itu."
  },
  {
    "reference": "2Ch 35:6",
    "text": "Sembelihlah domba Paskah, kuduskanlah dirimu, dan adakanlah persiapan bagi saudara-saudaramu, supaya dilakukan apa yang difirmankan Tuhan dengan perantaraan Musa.”"
  },
  {
    "reference": "2Ch 35:7",
    "text": "Yosia menyumbangkan kepada kaum awam sejumlah tiga puluh ribu ekor kambing domba, yakni domba-domba dan kambing-kambing jantan yang muda, semuanya sebagai korban Paskah bagi semua orang yang hadir. Selain itu disumbangkannya tiga ribu ekor lembu. Semuanya itu dari harta milik raja."
  },
  {
    "reference": "2Ch 35:8",
    "text": "Juga para panglimanya memberi sumbangan sukarela kepada rakyat, para imam, dan orang-orang Lewi. Kemudian Hilkia, Zakharia dan Yehiel, para pemuka rumah Allah, memberi kepada para imam dua ribu enam ratus ekor kambing domba sebagai korban Paskah dan selain itu tiga ratus ekor lembu."
  },
  {
    "reference": "2Ch 35:9",
    "text": "Lalu Konanya dan kedua saudaranya, Semaya dan Netaneel, serta Hasabya, Yeiel dan Yozabad, para pemimpin orang-orang Lewi, menyumbangkan kepada orang-orang Lewi lima ribu ekor kambing domba sebagai korban Paskah dan selain itu lima ratus ekor lembu."
  },
  {
    "reference": "2Ch 35:10",
    "text": "Setelah upacara ibadah disiapkan, berdirilah para imam pada tempatnya dan orang-orang Lewi menurut rombongannya sesuai dengan perintah raja."
  },
  {
    "reference": "2Ch 35:11",
    "text": "Maka disembelihlah domba Paskah, dan para imam menyiramkan darah yang mereka terima dari orang-orang Lewi, sedang orang-orang Lewi menguliti domba itu."
  },
  {
    "reference": "2Ch 35:12",
    "text": "Tetapi mereka memisahkan korban bakaran untuk diserahkan kepada kaum awam menurut golongan puak mereka, supaya dipersembahkan kepada Tuhan sebagaimana tertulis dalam kitab Musa. Demikian pula dilakukan mereka dengan lembu-lembu."
  },
  {
    "reference": "2Ch 35:13",
    "text": "- 35:13: Kel. 12:8-9 Kemudian mereka memasak domba Paskah di atas api sesuai dengan peraturan, sedang persembahan-persembahan kudus mereka masak dalam kuali, belanga dan pinggan, lalu membawanya cepat-cepat kepada segenap kaum awam."
  },
  {
    "reference": "2Ch 35:14",
    "text": "Kemudian mereka menyediakannya bagi dirinya dan bagi para imam, karena para imam, yakni anak-anak Harun, sampai malam hari sibuk mempersembahkan korban bakaran dan segala lemak. Oleh sebab itu orang-orang Lewi menyediakannya bagi dirinya dan bagi para imam, yakni anak-anak Harun."
  },
  {
    "reference": "2Ch 35:15",
    "text": "- 35:15: 1Taw. 25:1 Para penyanyi, yakni bani Asaf, ada pada tempat mereka sesuai dengan perintah Daud, Asaf, Heman dan Yedutun, pelihat raja itu; juga para penunggu pintu gerbang ada pada tiap-tiap pintu gerbang. Mereka tidak usah meninggalkan tugas mereka, karena saudara-saudara mereka, orang-orang Lewi, menyediakannya untuk mereka."
  },
  {
    "reference": "2Ch 35:16",
    "text": "Demikianlah seluruh upacara ibadah bagi Tuhan disiapkan pada hari itu untuk merayakan Paskah dan untuk mempersembahkan korban bakaran di atas mezbah Tuhan sesuai dengan perintah raja Yosia."
  },
  {
    "reference": "2Ch 35:17",
    "text": "- 35:17: Kel. 12:1-20 Pada waktu itu orang Israel yang hadir di situ merayakan Paskah dan hari raya Roti Tidak Beragi selama tujuh hari."
  },
  {
    "reference": "2Ch 35:18",
    "text": "Paskah semacam itu tidak pernah lagi dirayakan di Israel sejak nabi Samuel. Seorang pun di antara raja-raja orang Israel tidak pernah merayakan Paskah seperti yang dirayakan Yosia dengan para imam dan orang-orang Lewi, dengan seluruh orang Yehuda dan Israel yang dapat hadir, dan dengan penduduk Yerusalem."
  },
  {
    "reference": "2Ch 35:19",
    "text": "Paskah itu dirayakan pada tahun kedelapan belas pemerintahan Yosia. Yosia dibunuh oleh Nekho 35:20-27 (2Raj. 23:28-30)"
  },
  {
    "reference": "2Ch 35:20",
    "text": "Kemudian dari pada semua ini, setelah Yosia memperbaiki rumah Tuhan, majulah Nekho, raja Mesir, hendak berperang di Karkemis di tepi sungai Efrat. Yosia keluar menghadapinya."
  },
  {
    "reference": "2Ch 35:21",
    "text": "Ia mengirim utusan kepada Yosia, dengan pesan: ”Apakah urusanmu dengan aku, raja Yehuda? Saat ini aku tidak datang melawan engkau, tetapi melawan keluarga raja yang sedang kuperangi. Allah memerintahkan aku supaya segera bertindak. Hentikanlah niatmu menentang Allah yang menyertai aku, supaya engkau jangan dimusnahkan-Nya!”"
  },
  {
    "reference": "2Ch 35:22",
    "text": "Tetapi Yosia tidak berpaling dari padanya, melainkan menyamar untuk berperang melawan dia. Ia tidak mengindahkan kata-kata Nekho, yang merupakan pesan Allah, lalu berperang di lembah Megido."
  },
  {
    "reference": "2Ch 35:23",
    "text": "Maka pemanah-pemanah menembaki raja Yosia, dan raja berseru kepada orang-orangnya: ”Bawa aku dari sini, karena aku luka parah!”"
  },
  {
    "reference": "2Ch 35:24",
    "text": "Orang-orangnya mengangkatnya dari keretanya, lalu mengangkutnya dengan kereta cadangannya lalu membawanya ke Yerusalem. Kemudian matilah ia, lalu dikuburkan di pekuburan nenek moyangnya. Seluruh Yehuda dan Yerusalem berkabung karena Yosia."
  },
  {
    "reference": "2Ch 35:25",
    "text": "Yeremia membuat suatu syair ratapan mengenai Yosia. Dan sampai sekarang ini semua penyanyi laki-laki dan penyanyi perempuan menyanyikan syair-syair ratapan mengenai Yosia, dan mereka jadikan itu suatu kebiasaan di Israel. Semuanya itu tertulis dalam Syair-syair Ratapan."
  },
  {
    "reference": "2Ch 35:26",
    "text": "Selebihnya dari riwayat Yosia dan perbuatan-perbuatannya yang saleh yang sesuai dengan yang ada tertulis dalam Taurat Tuhan,"
  },
  {
    "reference": "2Ch 35:27",
    "text": "yakni, riwayatnya dari awal sampai akhir, sesungguhnya semuanya itu tertulis dalam kitab raja-raja Israel dan Yehuda."
  },
  {
    "reference": "2Ch 36:1",
    "text": "Rakyat negeri menjemput Yoahas anak Yosia, dan mengangkat dia menjadi raja di Yerusalem menggantikan ayahnya."
  },
  {
    "reference": "2Ch 36:2",
    "text": "Yoahas berumur dua puluh tiga tahun pada waktu ia menjadi raja dan tiga bulan lamanya ia memerintah di Yerusalem."
  },
  {
    "reference": "2Ch 36:3",
    "text": "Raja Mesir memecatnya dari pemerintahannya di Yerusalem dan mendenda negeri itu seratus talenta perak dan satu talenta emas."
  },
  {
    "reference": "2Ch 36:4",
    "text": "- 36:4: 2Raj. 23:34 Kemudian raja Mesir itu mengangkat Elyakim, saudara Yoahas, menjadi raja atas Yehuda dan Yerusalem, dan menukar namanya dengan Yoyakim. Tetapi Yoahas, saudaranya itu, ditawan oleh Nekho, dan dibawa ke Mesir. Raja Yoyakim 36:5-8 (2Raj. 23:36–24:7)"
  },
  {
    "reference": "2Ch 36:5",
    "text": "- 36:5: Yer. 22:18-19, 26:1-6, 35:1-19 Yoyakim berumur dua puluh lima tahun pada waktu ia menjadi raja dan sebelas tahun lamanya ia memerintah di Yerusalem. Ia melakukan apa yang jahat di mata Tuhan, Allahnya."
  },
  {
    "reference": "2Ch 36:6",
    "text": "- 36:6: Yer. 25:1-38; Dan. 1:1-2 Nebukadnezar, raja Babel, maju melawan dia, membelenggunya dengan rantai tembaga untuk membawanya ke Babel."
  },
  {
    "reference": "2Ch 36:7",
    "text": "Juga beberapa perkakas rumah Tuhan dibawa Nebukadnezar ke Babel dan ditempatkan di istananya di Babel."
  },
  {
    "reference": "2Ch 36:8",
    "text": "Selebihnya dari riwayat Yoyakim, segala kekejian yang dilakukannya dan kesalahan yang ada padanya, sesungguhnya semuanya itu tertulis dalam kitab raja-raja Israel dan Yehuda. Maka Yoyakhin, anaknya, menjadi raja menggantikan dia. Raja Yoyakhin 36:9-10 (2Raj. 24:8-17)"
  },
  {
    "reference": "2Ch 36:9",
    "text": "Yoyakhin berumur delapan belas tahun pada waktu ia menjadi raja dan tiga bulan sepuluh hari lamanya ia memerintah di Yerusalem. Ia melakukan apa yang jahat di mata Tuhan."
  },
  {
    "reference": "2Ch 36:10",
    "text": "- 36:10: 2Raj. 24:13; Yer. 29:1-2, 37:1; Yeh. 17:12-13 Pada pergantian tahun raja Nebukadnezar menyuruh membawa dia ke Babel beserta perkakas-perkakas yang indah-indah dari rumah Tuhan dan Zedekia, saudara ayah Yoyakhin, menjadi raja atas Yehuda dan Yerusalem. Raja Zedekia – Runtuhnya kerajaan Yehuda 36:11-21 (2Raj. 24:18-20, 25:8-21; Yer. 39:8-10, 52:1-30)"
  },
  {
    "reference": "2Ch 36:11",
    "text": "- 36:11: Yer. 27:1–28:17 Zedekia berumur dua puluh satu tahun pada waktu ia menjadi raja dan sebelas tahun lamanya ia memerintah di Yerusalem."
  },
  {
    "reference": "2Ch 36:12",
    "text": "Ia melakukan apa yang jahat di mata Tuhan, Allahnya, dan tidak merendahkan diri di hadapan nabi Yeremia, yang datang membawa pesan Tuhan."
  },
  {
    "reference": "2Ch 36:13",
    "text": "- 36:13: Yeh. 17:15 Lagipula ia memberontak terhadap raja Nebukadnezar, yang telah menyuruhnya bersumpah demi Allah. Ia menegarkan tengkuknya dan mengeraskan hatinya dan tidak berbalik kepada Tuhan, Allah Israel."
  },
  {
    "reference": "2Ch 36:14",
    "text": "Juga semua pemimpin di antara para imam dan rakyat berkali-kali berubah setia dengan mengikuti segala kekejian bangsa-bangsa lain. Rumah yang dikuduskan Tuhan di Yerusalem itu dinajiskan mereka."
  },
  {
    "reference": "2Ch 36:15",
    "text": "Namun Tuhan, Allah nenek moyang mereka, berulang-ulang mengirim pesan melalui utusan-utusan-Nya, karena Ia sayang kepada umat-Nya dan tempat kediaman-Nya."
  },
  {
    "reference": "2Ch 36:16",
    "text": "Tetapi mereka mengolok-olok utusan-utusan Allah itu, menghina segala firman-Nya, dan mengejek nabi-nabi-Nya. Oleh sebab itu murka Tuhan bangkit terhadap umat-Nya, sehingga tidak mungkin lagi pemulihan."
  },
  {
    "reference": "2Ch 36:17",
    "text": "- 36:17: Yer. 21:1-10, 34:1-5 Tuhan menggerakkan raja orang Kasdim melawan mereka. Raja itu membunuh teruna mereka dengan pedang dalam rumah kudus mereka, dan tidak menyayangkan teruna atau gadis, orang tua atau orang ubanan – semua diserahkan Tuhan ke dalam tangannya."
  },
  {
    "reference": "2Ch 36:18",
    "text": "Seluruh perkakas rumah Allah, yang besar dan yang kecil, serta harta benda dari rumah Tuhan, harta benda raja dan harta benda para panglimanya, semuanya dibawanya ke Babel."
  },
  {
    "reference": "2Ch 36:19",
    "text": "- 36:19: 1Raj. 9:8 Mereka membakar rumah Allah, merobohkan tembok Yerusalem dan membakar segala puri dalam kota itu dengan api, sehingga musnahlah segala perabotannya yang indah-indah."
  },
  {
    "reference": "2Ch 36:20",
    "text": "Mereka yang masih tinggal dan yang luput dari pedang diangkutnya ke Babel dan mereka menjadi budaknya dan budak anak-anaknya sampai kerajaan Persia berkuasa."
  },
  {
    "reference": "2Ch 36:21",
    "text": "- 36:21: Yer. 25:11, 29:10 Dengan demikian genaplah firman Tuhan yang diucapkan Yeremia, sampai tanah itu pulih dari akibat dilalaikannya tahun-tahun sabatnya, karena tanah itu tandus selama menjalani sabat, hingga genaplah tujuh puluh tahun. Koresh mengizinkan orang-orang buangan pulang ke negerinya 36:22-23 (Ezr. 1:1-4)"
  },
  {
    "reference": "2Ch 36:22",
    "text": "Pada tahun pertama zaman Koresh, raja negeri Persia, Tuhan menggerakkan hati Koresh, raja Persia itu untuk menggenapkan firman yang diucapkan oleh Yeremia, sehingga disiarkan di seluruh kerajaan Koresh secara lisan dan tulisan pengumuman ini:"
  },
  {
    "reference": "2Ch 36:23",
    "text": "- 36:23: Yes. 44:28 ”Beginilah perintah Koresh, raja Persia: Segala kerajaan di bumi telah dikaruniakan kepadaku oleh Tuhan, Allah semesta langit. Ia menugaskan aku untuk mendirikan rumah bagi-Nya di Yerusalem, yang terletak di Yehuda. Siapa di antara kamu termasuk umat-Nya, Tuhan, Allahnya, menyertainya, dan biarlah ia berangkat pulang!”"
  }
]
