[
  {
    "reference": "2Ki 1:1",
    "text": "Sesudah Ahab mati, maka memberontaklah Moab terhadap Israel."
  },
  {
    "reference": "2Ki 1:2",
    "text": "Pada suatu hari jatuhlah Ahazia dari kisi-kisi kamar atasnya yang ada di Samaria, lalu menjadi sakit. Kemudian dikirimnyalah utusan-utusan dengan pesan: ”Pergilah, mintalah petunjuk kepada Baal-Zebub, allah di Ekron, apakah aku akan sembuh dari penyakit ini.”"
  },
  {
    "reference": "2Ki 1:3",
    "text": "Tetapi berfirmanlah Malaikat Tuhan kepada Elia, orang Tisbe itu: ”Bangunlah, berangkatlah menemui utusan-utusan raja Samaria dan katakan kepada mereka: Apakah tidak ada Allah di Israel, sehingga kamu ini pergi untuk meminta petunjuk kepada Baal-Zebub, allah di Ekron?"
  },
  {
    "reference": "2Ki 1:4",
    "text": "Sebab itu beginilah firman Tuhan: Engkau tidak akan bangun lagi dari tempat tidur, di mana engkau berbaring, sebab engkau pasti akan mati.” Lalu pergilah Elia."
  },
  {
    "reference": "2Ki 1:5",
    "text": "Sesudah utusan-utusan itu kembali kepada raja, berkatalah ia kepada mereka: ”Mengapa kamu kembali?”"
  },
  {
    "reference": "2Ki 1:6",
    "text": "Jawab mereka kepadanya: ”Ada seorang datang menemui kami dan berkata kepada kami: Pergilah, kembalilah kepada raja yang telah menyuruh kamu, dan katakanlah kepadanya: Beginilah firman Tuhan: Apakah tidak ada Allah di Israel, sehingga engkau menyuruh meminta petunjuk kepada Baal-Zebub, allah di Ekron? Sebab itu engkau tidak akan bangun lagi dari tempat tidur di mana engkau berbaring, sebab engkau pasti akan mati.”"
  },
  {
    "reference": "2Ki 1:7",
    "text": "Lalu bertanyalah ia kepada mereka: ”Bagaimanakah rupa orang yang telah datang menemui kamu itu dan yang mengatakan perkataan ini kepadamu?”"
  },
  {
    "reference": "2Ki 1:8",
    "text": "- 1:8: Mat. 3:4; Mrk. 1:6 Jawab mereka kepadanya: ”Seorang yang memakai pakaian bulu, dan ikat pinggang kulit terikat pada pinggangnya.” Maka berkatalah ia: ”Itu Elia, orang Tisbe!”"
  },
  {
    "reference": "2Ki 1:9",
    "text": "Sesudah itu disuruhnyalah kepada Elia seorang perwira dengan kelima puluh anak buahnya. Orang itu naik menjumpai Elia yang sedang duduk di atas puncak bukit. Berkatalah orang itu kepadanya: ”Hai abdi Allah, raja bertitah: Turunlah!”"
  },
  {
    "reference": "2Ki 1:10",
    "text": "- 1:10, 12: Luk. 9:54 Tetapi Elia menjawab, katanya kepada perwira itu: ”Kalau benar aku abdi Allah, biarlah turun api dari langit memakan engkau habis dengan kelima puluh anak buahmu.” Maka turunlah api dari langit memakan dia habis dengan kelima puluh anak buahnya."
  },
  {
    "reference": "2Ki 1:11",
    "text": "Kemudian raja menyuruh pula kepadanya seorang perwira yang lain dengan kelima puluh anak buahnya. Lalu orang itu berkata kepada Elia: ”Hai abdi Allah, beginilah titah raja: Segeralah turun!”"
  },
  {
    "reference": "2Ki 1:12",
    "text": "Tetapi Elia menjawab mereka: ”Kalau benar aku abdi Allah, biarlah turun api dari langit memakan engkau habis dengan kelima puluh anak buahmu!” Maka turunlah api Allah dari langit memakan dia habis dengan kelima puluh anak buahnya."
  },
  {
    "reference": "2Ki 1:13",
    "text": "Kemudian raja menyuruh pula seorang perwira yang ketiga dengan kelima puluh anak buahnya. Lalu naiklah perwira yang ketiga itu dan sesudah sampai, berlututlah ia di depan Elia, serta memohon belas kasihan kepadanya, katanya: ”Ya abdi Allah, biarlah kiranya nyawaku dan nyawa kelima puluh orang hamba-hambamu ini berharga di matamu."
  },
  {
    "reference": "2Ki 1:14",
    "text": "Bukankah api sudah turun dari langit memakan habis kedua perwira yang dahulu dengan kelima puluh anak buah mereka? Tetapi sekarang biarlah nyawaku berharga di matamu.”"
  },
  {
    "reference": "2Ki 1:15",
    "text": "Maka berfirmanlah Malaikat Tuhan kepada Elia: ”Turunlah bersama-sama dia, janganlah takut kepadanya!” Lalu bangunlah Elia dan turun bersama-sama dia menghadap raja."
  },
  {
    "reference": "2Ki 1:16",
    "text": "Berkatalah Elia kepada raja: ”Beginilah firman Tuhan: Oleh karena engkau telah mengirim utusan-utusan untuk meminta petunjuk kepada Baal-Zebub, allah di Ekron, seolah-olah tidak ada Allah di Israel untuk ditanyakan firman-Nya, maka sebab itu engkau tidak akan bangun lagi dari tempat tidur, di mana engkau berbaring, sebab engkau pasti akan mati.”"
  },
  {
    "reference": "2Ki 1:17",
    "text": "Maka matilah raja sesuai dengan firman Tuhan yang dikatakan oleh Elia. Maka Yoram menjadi raja menggantikan dia dalam tahun kedua zaman Yoram bin Yosafat, raja Yehuda, sebab Ahazia tidak mempunyai anak laki-laki."
  },
  {
    "reference": "2Ki 1:18",
    "text": "Selebihnya dari riwayat Ahazia, apa yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?"
  },
  {
    "reference": "2Ki 2:1",
    "text": "Menjelang saatnya Tuhan hendak menaikkan Elia ke sorga dalam angin badai, Elia dan Elisa sedang berjalan dari Gilgal."
  },
  {
    "reference": "2Ki 2:2",
    "text": "Berkatalah Elia kepada Elisa: ”Baiklah tinggal di sini, sebab Tuhan menyuruh aku ke Betel.” Tetapi Elisa menjawab: ”Demi Tuhan yang hidup dan demi hidupmu sendiri, sesungguhnya aku tidak akan meninggalkan engkau.” Lalu pergilah mereka ke Betel."
  },
  {
    "reference": "2Ki 2:3",
    "text": "Pada waktu itu keluarlah rombongan nabi yang ada di Betel mendapatkan Elisa, lalu berkatalah mereka kepadanya: ”Sudahkah engkau tahu, bahwa pada hari ini tuanmu akan diambil dari padamu oleh Tuhan terangkat ke sorga?” Jawabnya: ”Aku juga tahu, diamlah!”"
  },
  {
    "reference": "2Ki 2:4",
    "text": "Berkatalah Elia kepadanya: ”Hai Elisa, baiklah tinggal di sini, sebab Tuhan menyuruh aku ke Yerikho.” Tetapi jawabnya: ”Demi Tuhan yang hidup dan demi hidupmu sendiri, sesungguhnya aku tidak akan meninggalkan engkau.” Lalu sampailah mereka di Yerikho."
  },
  {
    "reference": "2Ki 2:5",
    "text": "Pada waktu itu mendekatlah rombongan nabi yang ada di Yerikho kepada Elisa serta berkata kepadanya: ”Sudahkah engkau tahu, bahwa pada hari ini tuanmu akan diambil dari padamu oleh Tuhan terangkat ke sorga?” Jawabnya: ”Aku juga tahu, diamlah!”"
  },
  {
    "reference": "2Ki 2:6",
    "text": "Berkatalah Elia kepadanya: ”Baiklah tinggal di sini, sebab Tuhan menyuruh aku ke sungai Yordan.” Jawabnya: ”Demi Tuhan yang hidup dan demi hidupmu sendiri, sesungguhnya aku tidak akan meninggalkan engkau.” Lalu berjalanlah keduanya."
  },
  {
    "reference": "2Ki 2:7",
    "text": "Lima puluh orang dari rombongan nabi itu ikut berjalan, tetapi mereka berdiri memandang dari jauh, ketika keduanya berdiri di tepi sungai Yordan."
  },
  {
    "reference": "2Ki 2:8",
    "text": "Lalu Elia mengambil jubahnya, digulungnya, dipukulkannya ke atas air itu, maka terbagilah air itu ke sebelah sini dan ke sebelah sana, sehingga menyeberanglah keduanya dengan berjalan di tanah yang kering."
  },
  {
    "reference": "2Ki 2:9",
    "text": "- 2:9: Ul. 21:17 Dan sesudah mereka sampai di seberang, berkatalah Elia kepada Elisa: ”Mintalah apa yang hendak kulakukan kepadamu, sebelum aku terangkat dari padamu.” Jawab Elisa: ”Biarlah kiranya aku mendapat dua bagian dari rohmu.”"
  },
  {
    "reference": "2Ki 2:10",
    "text": "Berkatalah Elia: ”Yang kauminta itu adalah sukar. Tetapi jika engkau dapat melihat aku terangkat dari padamu, akan terjadilah kepadamu seperti yang demikian, dan jika tidak, tidak akan terjadi.”"
  },
  {
    "reference": "2Ki 2:11",
    "text": "Sedang mereka berjalan terus sambil berkata-kata, tiba-tiba datanglah kereta berapi dengan kuda berapi memisahkan keduanya, lalu naiklah Elia ke sorga dalam angin badai."
  },
  {
    "reference": "2Ki 2:12",
    "text": "- 2:12: 2Raj. 13:14 Ketika Elisa melihat itu, maka berteriaklah ia: ”Bapaku, bapaku! Kereta Israel dan orang-orangnya yang berkuda!” Kemudian tidak dilihatnya lagi, lalu direnggutkannya pakaiannya dan dikoyakkannya menjadi dua koyakan."
  },
  {
    "reference": "2Ki 2:13",
    "text": "Sesudah itu dipungutnya jubah Elia yang telah terjatuh, lalu ia berjalan hendak pulang dan berdiri di tepi sungai Yordan."
  },
  {
    "reference": "2Ki 2:14",
    "text": "Ia mengambil jubah Elia yang telah terjatuh itu, dipukulkannya ke atas air itu sambil berseru: ”Di manakah Tuhan, Allah Elia?” Ia memukul air itu, lalu terbagi ke sebelah sini dan ke sebelah sana, maka menyeberanglah Elisa."
  },
  {
    "reference": "2Ki 2:15",
    "text": "Ketika rombongan nabi yang dari Yerikho itu melihat dia dari jauh, mereka berkata: ”Roh Elia telah hinggap pada Elisa.” Mereka datang menemui dia, lalu sujudlah mereka kepadanya sampai ke tanah."
  },
  {
    "reference": "2Ki 2:16",
    "text": "Mereka berkata: ”Coba lihat! Di antara hamba-hambamu ini ada lima puluh orang laki-laki, orang-orang tangkas. Biarlah mereka itu pergi mencari tuanmu, jangan-jangan ia diangkat oleh Roh Tuhan dan dilemparkan-Nya ke atas salah satu gunung atau ke dalam salah satu lembah.” Elisa menjawab: ”Janganlah suruh pergi!”"
  },
  {
    "reference": "2Ki 2:17",
    "text": "Tetapi ketika mereka mendesak-desak dia sampai memalukan, maka berkatalah ia: ”Suruhlah pergi!” Mereka menyuruh lima puluh orang. Orang-orang ini mencari tiga hari lamanya, tetapi tidak bertemu dengan Elia."
  },
  {
    "reference": "2Ki 2:18",
    "text": "Ketika mereka kembali kepada Elisa yang masih tinggal di kota Yerikho, berkatalah ia kepada mereka: ”Bukankah telah kukatakan kepadamu: Jangan pergi?” Elisa menyehatkan air di Yerikho 2:19-22"
  },
  {
    "reference": "2Ki 2:19",
    "text": "Berkatalah penduduk kota itu kepada Elisa: ”Cobalah lihat! Letaknya kota ini baik, seperti tuanku lihat, tetapi airnya tidak baik dan di negeri ini sering ada keguguran bayi.”"
  },
  {
    "reference": "2Ki 2:20",
    "text": "Jawabnya: ”Ambillah sebuah pinggan baru bagiku dan taruhlah garam ke dalamnya.” Maka mereka membawa pinggan itu kepadanya."
  },
  {
    "reference": "2Ki 2:21",
    "text": "Kemudian pergilah ia ke mata air mereka dan melemparkan garam itu ke dalamnya serta berkata: ”Beginilah firman Tuhan: Telah Kusehatkan air ini, maka tidak akan terjadi lagi olehnya kematian atau keguguran bayi.”"
  },
  {
    "reference": "2Ki 2:22",
    "text": "Demikianlah air itu menjadi sehat sampai hari ini sesuai dengan firman yang telah disampaikan Elisa. Anak-anak Betel mencemoohkan Elisa 2:23-25"
  },
  {
    "reference": "2Ki 2:23",
    "text": "Elisa pergi dari sana ke Betel. Dan sedang ia mendaki, maka keluarlah anak-anak dari kota itu, lalu mencemoohkan dia serta berseru kepadanya: ”Naiklah botak, naiklah botak!”"
  },
  {
    "reference": "2Ki 2:24",
    "text": "Lalu berpalinglah ia ke belakang, dan ketika ia melihat mereka, dikutuknyalah mereka demi nama Tuhan. Maka keluarlah dua ekor beruang dari hutan, lalu mencabik-cabik dari mereka empat puluh dua orang anak."
  },
  {
    "reference": "2Ki 2:25",
    "text": "Dari sana pergilah ia ke gunung Karmel dan dari sana pula kembalilah ia ke Samaria."
  },
  {
    "reference": "2Ki 3:1",
    "text": "Yoram, anak Ahab, menjadi raja di Samaria atas Israel dalam tahun kedelapan belas zaman Yosafat, raja Yehuda, dan ia memerintah dua belas tahun lamanya."
  },
  {
    "reference": "2Ki 3:2",
    "text": "Ia melakukan apa yang jahat di mata Tuhan, tetapi bukan seperti ayahnya dan seperti ibunya: ia menjauhkan tugu berhala Baal yang didirikan ayahnya."
  },
  {
    "reference": "2Ki 3:3",
    "text": "Namun demikian, ia masih berpaut kepada dosa Yerobeam bin Nebat yang mengakibatkan orang Israel berdosa pula; ia tidak menjauhinya."
  },
  {
    "reference": "2Ki 3:4",
    "text": "Mesa, raja Moab, adalah seorang peternak domba; sebagai upeti ia membayar kepada raja Israel seratus ribu anak domba dan bulu dari seratus ribu domba jantan."
  },
  {
    "reference": "2Ki 3:5",
    "text": "Tetapi segera sesudah Ahab mati, memberontaklah raja Moab terhadap raja Israel."
  },
  {
    "reference": "2Ki 3:6",
    "text": "Keluarlah raja Yoram pada waktu itu dari Samaria, lalu ia memeriksa barisan seluruh orang Israel."
  },
  {
    "reference": "2Ki 3:7",
    "text": "Selanjutnya ia menyuruh orang kepada Yosafat, raja Yehuda, dengan pesan: ”Raja Moab telah memberontak terhadap aku! Maukah engkau bersama-sama aku berperang melawan Moab?” Jawabnya: ”Aku akan maju. Kita sama-sama, aku dan engkau, rakyatku dan rakyatmu, kudaku dan kudamu.”"
  },
  {
    "reference": "2Ki 3:8",
    "text": "Lagi ia bertanya: ”Melalui jalan manakah kita akan maju?” Jawabnya: ”Melalui padang gurun Edom!”"
  },
  {
    "reference": "2Ki 3:9",
    "text": "Maka berjalanlah raja Israel dan raja Yehuda dan raja Edom. Tetapi sesudah mereka berkeliling tujuh hari perjalanan jauhnya, maka tidak terdapat air untuk tentara dan untuk hewan yang mengikuti mereka."
  },
  {
    "reference": "2Ki 3:10",
    "text": "Lalu berkatalah raja Israel: ”Wahai, Tuhan telah memanggil ketiga raja ini untuk menyerahkan mereka ke dalam tangan Moab!”"
  },
  {
    "reference": "2Ki 3:11",
    "text": "Tetapi bertanyalah Yosafat: ”Tidak adakah di sini seorang nabi Tuhan, supaya dengan perantaraannya kita meminta petunjuk Tuhan?” Lalu salah seorang pegawai raja Israel menjawab, katanya: ”Di sini ada Elisa bin Safat, yang dahulu melayani Elia.”"
  },
  {
    "reference": "2Ki 3:12",
    "text": "Berkatalah Yosafat: ”Memang padanya ada firman Tuhan.” Sesudah itu pergilah raja Israel dan Yosafat dan raja Edom kepada Elisa."
  },
  {
    "reference": "2Ki 3:13",
    "text": "Tetapi berkatalah Elisa kepada raja Israel: ”Apakah urusanku dengan engkau? Pergilah kepada para nabi ayahmu dan kepada para nabi ibumu.” Jawab raja Israel kepadanya: ”Jangan begitu, sebab Tuhan memanggil ketiga raja ini untuk menyerahkan mereka ke dalam tangan orang Moab!”"
  },
  {
    "reference": "2Ki 3:14",
    "text": "Berkatalah Elisa: ”Demi Tuhan semesta alam yang hidup, yang di hadapan-Nya aku menjadi pelayan: jika tidak karena Yosafat, raja Yehuda, maka sesungguhnya aku ini tidak akan memandang dan melihat kepadamu."
  },
  {
    "reference": "2Ki 3:15",
    "text": "Maka sekarang, jemputlah bagiku seorang pemetik kecapi.” Pada waktu pemetik kecapi itu bermain kecapi, maka kekuasaan Tuhan meliputi dia."
  },
  {
    "reference": "2Ki 3:16",
    "text": "Kemudian berkatalah ia: ”Beginilah firman Tuhan: Biarlah di lembah ini dibuat parit-parit,"
  },
  {
    "reference": "2Ki 3:17",
    "text": "sebab beginilah firman Tuhan: Kamu tidak akan mendapat angin dan hujan, namun lembah ini akan penuh dengan air, sehingga kamu serta ternak sembelihan dan hewan pengangkut dapat minum."
  },
  {
    "reference": "2Ki 3:18",
    "text": "Dan itu pun adalah perkara ringan di mata Tuhan; juga orang Moab akan diserahkan-Nya ke dalam tanganmu."
  },
  {
    "reference": "2Ki 3:19",
    "text": "Kamu akan memusnahkan segala kota yang berkubu dan segala kota pilihan; kamu akan menumbangkan segala pohon yang baik; kamu akan menutup segala mata air dan kamu akan merusakkan segala ladang yang baik dengan batu-batu.”"
  },
  {
    "reference": "2Ki 3:20",
    "text": "Keesokan harinya ketika orang mempersembahkan korban, datanglah dengan tiba-tiba air dari arah Edom, lalu penuhlah negeri itu dengan air."
  },
  {
    "reference": "2Ki 3:21",
    "text": "Ketika didengar seluruh orang Moab, bahwa ketiga raja itu telah maju memerangi mereka, maka dikerahkanlah semua orang yang masih sanggup menyandang pedang, bahkan orang-orang yang lebih tua juga, kemudian mereka ditempatkan di tepi perbatasan."
  },
  {
    "reference": "2Ki 3:22",
    "text": "Keesokan harinya pagi-pagi, ketika matahari bersinar atas permukaan air itu, tampaklah kepada orang Moab itu, bahwa air di sebelah depannya merah seperti darah."
  },
  {
    "reference": "2Ki 3:23",
    "text": "Lalu berserulah mereka: ”Itu darah! Tentulah raja-raja itu telah berbunuh-bunuhan, yang seorang membunuh yang lain. Maka sekarang, marilah menjarah, hai orang-orang Moab!”"
  },
  {
    "reference": "2Ki 3:24",
    "text": "Tetapi ketika mereka sampai ke perkemahan orang Israel, maka bangkitlah orang Israel itu, lalu memukul orang-orang Moab, sehingga mereka lari dari situ. Dan makin jauhlah mereka menerobos ke dalam Moab sambil menewaskan orang-orang Moab itu."
  },
  {
    "reference": "2Ki 3:25",
    "text": "Mereka meruntuhkan kota-kota dan menutupi setiap ladang yang baik dengan batu, karena setiap orang melemparkan batu ke atasnya. Mereka menutup segala mata air dan menumbangkan segala pohon yang baik, sampai hanya Kir-Hareset saja yang ditinggalkan, tetapi kota ini ditembaki oleh orang-orang pengumban dari segala penjuru."
  },
  {
    "reference": "2Ki 3:26",
    "text": "Ketika raja Moab melihat, bahwa peperangan itu terlalu berat baginya, diambilnyalah tujuh ratus orang pemegang pedang bersama-sama dia untuk menerobos ke jurusan raja Edom, tetapi tidak berhasil."
  },
  {
    "reference": "2Ki 3:27",
    "text": "Kemudian ia mengambil anaknya yang sulung yang akan menjadi raja menggantikan dia, lalu mempersembahkannya sebagai korban bakaran di atas pagar tembok. Tetapi kegusaran besar menimpa orang Israel, sehingga mereka berangkat meninggalkan dia dan pulang ke negeri mereka."
  },
  {
    "reference": "2Ki 4:1",
    "text": "Salah seorang dari isteri-isteri para nabi mengadukan halnya kepada Elisa, sambil berseru: ”Hambamu, suamiku, sudah mati dan engkau ini tahu, bahwa hambamu itu takut akan Tuhan. Tetapi sekarang, penagih hutang sudah datang untuk mengambil kedua orang anakku menjadi budaknya.”"
  },
  {
    "reference": "2Ki 4:2",
    "text": "Jawab Elisa kepadanya: ”Apakah yang dapat kuperbuat bagimu? Beritahukanlah kepadaku apa-apa yang kaupunya di rumah.” Berkatalah perempuan itu: ”Hambamu ini tidak punya sesuatu apa pun di rumah, kecuali sebuah buli-buli berisi minyak.”"
  },
  {
    "reference": "2Ki 4:3",
    "text": "Lalu berkatalah Elisa: ”Pergilah, mintalah bejana-bejana dari luar, dari pada segala tetanggamu, bejana-bejana kosong, tetapi jangan terlalu sedikit."
  },
  {
    "reference": "2Ki 4:4",
    "text": "Kemudian masuklah, tutuplah pintu sesudah engkau dan anak-anakmu masuk, lalu tuanglah minyak itu ke dalam segala bejana. Mana yang penuh, angkatlah!”"
  },
  {
    "reference": "2Ki 4:5",
    "text": "Pergilah perempuan itu dari padanya; ditutupnyalah pintu sesudah ia dan anak-anaknya masuk; dan anak-anaknya mendekatkan bejana-bejana kepadanya, sedang ia terus menuang."
  },
  {
    "reference": "2Ki 4:6",
    "text": "Ketika bejana-bejana itu sudah penuh, berkatalah perempuan itu kepada anaknya: ”Dekatkanlah kepadaku sebuah bejana lagi,” tetapi jawabnya kepada ibunya: ”Tidak ada lagi bejana.” Lalu berhentilah minyak itu mengalir."
  },
  {
    "reference": "2Ki 4:7",
    "text": "Kemudian pergilah perempuan itu memberitahukannya kepada abdi Allah, dan orang ini berkata: ”Pergilah, juallah minyak itu, bayarlah hutangmu, dan hiduplah dari lebihnya, engkau serta anak-anakmu.” Perempuan Sunem dengan anaknya 4:8-37"
  },
  {
    "reference": "2Ki 4:8",
    "text": "Pada suatu hari Elisa pergi ke Sunem. Di sana tinggal seorang perempuan kaya yang mengundang dia makan. Dan seberapa kali ia dalam perjalanan, singgahlah ia ke sana untuk makan."
  },
  {
    "reference": "2Ki 4:9",
    "text": "Berkatalah perempuan itu kepada suaminya: ”Sesungguhnya aku sudah tahu bahwa orang yang selalu datang kepada kita itu adalah abdi Allah yang kudus."
  },
  {
    "reference": "2Ki 4:10",
    "text": "Baiklah kita membuat sebuah kamar atas yang kecil yang berdinding batu, dan baiklah kita menaruh di sana baginya sebuah tempat tidur, sebuah meja, sebuah kursi dan sebuah kandil, maka apabila ia datang kepada kita, ia boleh masuk ke sana.”"
  },
  {
    "reference": "2Ki 4:11",
    "text": "Pada suatu hari datanglah ia ke sana, lalu masuklah ia ke kamar atas itu dan tidur di situ."
  },
  {
    "reference": "2Ki 4:12",
    "text": "Kemudian berkatalah ia kepada Gehazi, bujangnya: ”Panggillah perempuan Sunem itu.” Lalu dipanggilnyalah perempuan itu dan dia berdiri di depan Gehazi."
  },
  {
    "reference": "2Ki 4:13",
    "text": "Elisa telah berkata kepada Gehazi: ”Cobalah katakan kepadanya: Sesungguhnya engkau telah sangat bersusah-susah seperti ini untuk kami. Apakah yang dapat kuperbuat bagimu? Adakah yang dapat kubicarakan tentang engkau kepada raja atau kepala tentara?” Jawab perempuan itu: ”Aku ini tinggal di tengah-tengah kaumku!”"
  },
  {
    "reference": "2Ki 4:14",
    "text": "Kemudian berkatalah Elisa: ”Apakah yang dapat kuperbuat baginya?” Jawab Gehazi: ”Ah, ia tidak mempunyai anak, dan suaminya sudah tua.”"
  },
  {
    "reference": "2Ki 4:15",
    "text": "Lalu berkatalah Elisa: ”Panggillah dia!” Dan sesudah dipanggilnya, berdirilah perempuan itu di pintu."
  },
  {
    "reference": "2Ki 4:16",
    "text": "Berkatalah Elisa: ”Pada waktu seperti ini juga, tahun depan, engkau ini akan menggendong seorang anak laki-laki.” Tetapi jawab perempuan itu: ”Janganlah tuanku, ya abdi Allah, janganlah berdusta kepada hambamu ini!”"
  },
  {
    "reference": "2Ki 4:17",
    "text": "Mengandunglah perempuan itu, lalu melahirkan seorang anak laki-laki pada waktu seperti itu juga, pada tahun berikutnya, seperti yang dikatakan Elisa kepadanya."
  },
  {
    "reference": "2Ki 4:18",
    "text": "Setelah anak itu menjadi besar, pada suatu hari keluarlah ia mendapatkan ayahnya, di antara penyabit-penyabit gandum."
  },
  {
    "reference": "2Ki 4:19",
    "text": "Tiba-tiba menjeritlah ia kepada ayahnya: ”Aduh kepalaku, kepalaku!” Lalu kata ayahnya kepada seorang bujang: ”Angkatlah dia dan bawa kepada ibunya!”"
  },
  {
    "reference": "2Ki 4:20",
    "text": "Diangkatnyalah dia, dibawanya pulang kepada ibunya. Duduklah dia di pangkuan ibunya sampai tengah hari, tetapi sesudah itu matilah dia."
  },
  {
    "reference": "2Ki 4:21",
    "text": "Lalu naiklah perempuan itu, dibaringkannyalah dia di atas tempat tidur abdi Allah itu, ditutupnyalah pintu dan pergi, sehingga anak itu saja di dalam kamar."
  },
  {
    "reference": "2Ki 4:22",
    "text": "Sesudah itu ia memanggil suaminya serta berkata: ”Suruh kepadaku salah seorang bujang dengan membawa seekor keledai betina; aku mau pergi dengan segera kepada abdi Allah itu, dan akan terus pulang.”"
  },
  {
    "reference": "2Ki 4:23",
    "text": "Berkatalah suaminya: ”Mengapakah pada hari ini engkau hendak pergi kepadanya? Padahal sekarang bukan bulan baru dan bukan hari Sabat.” Jawab perempuan itu: ”Jangan kuatir.”"
  },
  {
    "reference": "2Ki 4:24",
    "text": "Dipelanainyalah keledai itu dan berkatalah ia kepada bujangnya: ”Tuntunlah dan majulah, jangan tahan-tahan aku dalam perjalananku, kecuali apabila kukatakan kepadamu.”"
  },
  {
    "reference": "2Ki 4:25",
    "text": "Demikianlah perempuan itu berangkat dan pergi kepada abdi Allah di gunung Karmel. Segera sesudah abdi Allah melihat dia dari jauh, berkatalah ia kepada Gehazi, bujangnya: ”Lihat, perempuan Sunem itu datang!"
  },
  {
    "reference": "2Ki 4:26",
    "text": "Larilah menyongsongnya dan katakanlah kepadanya: Selamatkah engkau, selamatkah suamimu, selamatkah anak itu?” Jawab perempuan itu: ”Selamat!”"
  },
  {
    "reference": "2Ki 4:27",
    "text": "Dan sesudah ia sampai ke gunung itu, dipegangnyalah kaki abdi Allah itu, tetapi Gehazi mendekat hendak mengusir dia. Lalu berkatalah abdi Allah: ”Biarkanlah dia, hatinya pedih! Tuhan menyembunyikan hal ini dari padaku, tidak memberitahukannya kepadaku.”"
  },
  {
    "reference": "2Ki 4:28",
    "text": "Lalu berkatalah perempuan itu: ”Adakah kuminta seorang anak laki-laki dari pada tuanku? Bukankah telah kukatakan: Jangan aku diberi harapan kosong?”"
  },
  {
    "reference": "2Ki 4:29",
    "text": "Maka berkatalah Elisa kepada Gehazi: ”Ikatlah pinggangmu, bawalah tongkatku di tanganmu dan pergilah. Apabila engkau bertemu dengan seseorang, janganlah beri salam kepadanya dan apabila seseorang memberi salam kepadamu, janganlah balas dia, kemudian taruhlah tongkatku ini di atas anak itu.”"
  },
  {
    "reference": "2Ki 4:30",
    "text": "Tetapi berkatalah ibu anak itu: ”Demi Tuhan yang hidup dan demi hidupmu sendiri, sesungguhnya aku tidak akan meninggalkan engkau.” Lalu bangunlah Elisa dan berjalan mengikuti perempuan itu."
  },
  {
    "reference": "2Ki 4:31",
    "text": "Adapun Gehazi telah berjalan mendahului mereka dan telah menaruh tongkat di atas anak itu, tetapi tidak ada suara, dan tidak ada tanda hidup. Lalu kembalilah ia menemui Elisa serta memberitahukan kepadanya, katanya: ”Anak itu tidak bangun!”"
  },
  {
    "reference": "2Ki 4:32",
    "text": "Dan ketika Elisa masuk ke rumah, ternyata anak itu sudah mati dan terbaring di atas tempat tidurnya."
  },
  {
    "reference": "2Ki 4:33",
    "text": "Sesudah ia masuk, ditutupnyalah pintu, sehingga ia sendiri dengan anak itu di dalam kamar, kemudian berdoalah ia kepada Tuhan."
  },
  {
    "reference": "2Ki 4:34",
    "text": "Lalu ia membaringkan dirinya di atas anak itu dengan mulutnya di atas mulut anak itu, dan matanya di atas mata anak itu, serta telapak tangannya di atas telapak tangan anak itu; dan karena ia meniarap di atas anak itu, maka menjadi panaslah badan anak itu."
  },
  {
    "reference": "2Ki 4:35",
    "text": "Sesudah itu ia berdiri kembali dan berjalan dalam rumah itu sekali ke sana dan sekali ke sini, kemudian meniarap pulalah ia di atas anak itu. Maka bersinlah anak itu sampai tujuh kali, lalu membuka matanya."
  },
  {
    "reference": "2Ki 4:36",
    "text": "Kemudian Elisa memanggil Gehazi dan berkata: ”Panggillah perempuan Sunem itu!” Dipanggilnyalah dia, lalu datanglah ia kepadanya, maka berkatalah Elisa: ”Angkatlah anakmu ini!”"
  },
  {
    "reference": "2Ki 4:37",
    "text": "Masuklah perempuan itu, lalu tersungkur di depan kaki Elisa dan sujud menyembah dengan mukanya sampai ke tanah. Kemudian diangkatnyalah anaknya, lalu keluar. Maut dalam kuali 4:38-41"
  },
  {
    "reference": "2Ki 4:38",
    "text": "Elisa kembali ke Gilgal pada waktu ada kelaparan di negeri itu. Dan ketika pada suatu kali rombongan nabi duduk di depannya, berkatalah ia kepada bujangnya: ”Taruhlah kuali yang paling besar di atas api dan masaklah sesuatu makanan bagi rombongan nabi itu.”"
  },
  {
    "reference": "2Ki 4:39",
    "text": "Lalu keluarlah seorang dari mereka ke ladang untuk mengumpulkan sayur-sayuran; ia menemui pohon sulur-suluran liar dan memetik dari padanya labu liar, serangkul penuh dalam jubahnya. Sesudah ia pulang, teruslah ia mengiris-irisnya ke dalam kuali masakan tadi, sebab mereka tidak mengenalnya."
  },
  {
    "reference": "2Ki 4:40",
    "text": "Kemudian dicedoklah dari masakan tadi bagi orang-orang itu untuk dimakan dan segera sesudah mereka memakannya, berteriaklah mereka serta berkata: ”Maut ada dalam kuali itu, hai abdi Allah!” Dan tidak tahan mereka memakannya."
  },
  {
    "reference": "2Ki 4:41",
    "text": "Tetapi berkatalah Elisa: ”Ambillah tepung!” Dilemparkannyalah itu ke dalam kuali serta berkata: ”Cedoklah sekarang bagi orang-orang ini, supaya mereka makan!” Maka tidak ada lagi sesuatu bahaya dalam kuali itu. Memberi makan seratus orang 4:42-44"
  },
  {
    "reference": "2Ki 4:42",
    "text": "Datanglah seseorang dari Baal-Salisa dengan membawa bagi abdi Allah roti hulu hasil, yaitu dua puluh roti jelai serta gandum baru dalam sebuah kantong. Lalu berkatalah Elisa: ”Berilah itu kepada orang-orang ini, supaya mereka makan.”"
  },
  {
    "reference": "2Ki 4:43",
    "text": "Tetapi pelayannya itu berkata: ”Bagaimanakah aku dapat menghidangkan ini di depan seratus orang?” Jawabnya: ”Berikanlah kepada orang-orang itu, supaya mereka makan, sebab beginilah firman Tuhan: Orang akan makan, bahkan akan ada sisanya.”"
  },
  {
    "reference": "2Ki 4:44",
    "text": "Lalu dihidangkannyalah di depan mereka, maka makanlah mereka dan ada sisanya, sesuai dengan firman Tuhan."
  },
  {
    "reference": "2Ki 5:1",
    "text": "- 5:1-14: Luk. 4:27 Naaman, panglima raja Aram, adalah seorang terpandang di hadapan tuannya dan sangat disayangi, sebab oleh dia Tuhan telah memberikan kemenangan kepada orang Aram. Tetapi orang itu, seorang pahlawan tentara, sakit kusta."
  },
  {
    "reference": "2Ki 5:2",
    "text": "Orang Aram pernah keluar bergerombolan dan membawa tertawan seorang anak perempuan dari negeri Israel. Ia menjadi pelayan pada isteri Naaman."
  },
  {
    "reference": "2Ki 5:3",
    "text": "Berkatalah gadis itu kepada nyonyanya: ”Sekiranya tuanku menghadap nabi yang di Samaria itu, maka tentulah nabi itu akan menyembuhkan dia dari penyakitnya.”"
  },
  {
    "reference": "2Ki 5:4",
    "text": "Lalu pergilah Naaman memberitahukan kepada tuannya, katanya: ”Begini-beginilah dikatakan oleh gadis yang dari negeri Israel itu.”"
  },
  {
    "reference": "2Ki 5:5",
    "text": "Maka jawab raja Aram: ”Baik, pergilah dan aku akan mengirim surat kepada raja Israel.” Lalu pergilah Naaman dan membawa sebagai persembahan sepuluh talenta perak dan enam ribu syikal emas dan sepuluh potong pakaian."
  },
  {
    "reference": "2Ki 5:6",
    "text": "Ia menyampaikan surat itu kepada raja Israel, yang berbunyi: ”Sesampainya surat ini kepadamu, maklumlah kiranya, bahwa aku menyuruh kepadamu Naaman, pegawaiku, supaya engkau menyembuhkan dia dari penyakit kustanya.”"
  },
  {
    "reference": "2Ki 5:7",
    "text": "Segera sesudah raja Israel membaca surat itu, dikoyakkannyalah pakaiannya serta berkata: ”Allahkah aku ini yang dapat mematikan dan menghidupkan, sehingga orang ini mengirim pesan kepadaku, supaya kusembuhkan seorang dari penyakit kustanya? Tetapi sesungguhnya, perhatikanlah dan lihatlah, ia mencari gara-gara terhadap aku.”"
  },
  {
    "reference": "2Ki 5:8",
    "text": "Segera sesudah didengar Elisa, abdi Allah itu, bahwa raja Israel mengoyakkan pakaiannya, dikirimnyalah pesan kepada raja, bunyinya: ”Mengapa engkau mengoyakkan pakaianmu? Biarlah ia datang kepadaku, supaya ia tahu bahwa ada seorang nabi di Israel.”"
  },
  {
    "reference": "2Ki 5:9",
    "text": "Kemudian datanglah Naaman dengan kudanya dan keretanya, lalu berhenti di depan pintu rumah Elisa."
  },
  {
    "reference": "2Ki 5:10",
    "text": "Elisa menyuruh seorang suruhan kepadanya mengatakan: ”Pergilah mandi tujuh kali dalam sungai Yordan, maka tubuhmu akan pulih kembali, sehingga engkau menjadi tahir.”"
  },
  {
    "reference": "2Ki 5:11",
    "text": "Tetapi pergilah Naaman dengan gusar sambil berkata: ”Aku sangka bahwa setidak-tidaknya ia datang ke luar dan berdiri memanggil nama Tuhan, Allahnya, lalu menggerak-gerakkan tangannya di atas tempat penyakit itu dan dengan demikian menyembuhkan penyakit kustaku!"
  },
  {
    "reference": "2Ki 5:12",
    "text": "Bukankah Abana dan Parpar, sungai-sungai Damsyik, lebih baik dari segala sungai di Israel? Bukankah aku dapat mandi di sana dan menjadi tahir?” Kemudian berpalinglah ia dan pergi dengan panas hati."
  },
  {
    "reference": "2Ki 5:13",
    "text": "Tetapi pegawai-pegawainya datang mendekat serta berkata kepadanya: ”Bapak, seandainya nabi itu menyuruh perkara yang sukar kepadamu, bukankah bapak akan melakukannya? Apalagi sekarang, ia hanya berkata kepadamu: Mandilah dan engkau akan menjadi tahir.”"
  },
  {
    "reference": "2Ki 5:14",
    "text": "Maka turunlah ia membenamkan dirinya tujuh kali dalam sungai Yordan, sesuai dengan perkataan abdi Allah itu. Lalu pulihlah tubuhnya kembali seperti tubuh seorang anak dan ia menjadi tahir."
  },
  {
    "reference": "2Ki 5:15",
    "text": "Kemudian kembalilah ia dengan seluruh pasukannya kepada abdi Allah itu. Setelah sampai, tampillah ia ke depan Elisa dan berkata: ”Sekarang aku tahu, bahwa di seluruh bumi tidak ada Allah kecuali di Israel. Karena itu terimalah kiranya suatu pemberian dari hambamu ini!”"
  },
  {
    "reference": "2Ki 5:16",
    "text": "Tetapi Elisa menjawab: ”Demi Tuhan yang hidup, yang di hadapan-Nya aku menjadi pelayan, sesungguhnya aku tidak akan menerima apa-apa.” Dan walaupun Naaman mendesaknya supaya menerima sesuatu, ia tetap menolak."
  },
  {
    "reference": "2Ki 5:17",
    "text": "Akhirnya berkatalah Naaman: ”Jikalau demikian, biarlah diberikan kepada hambamu ini tanah sebanyak muatan sepasang bagal, sebab hambamu ini tidak lagi akan mempersembahkan korban bakaran atau korban sembelihan kepada allah lain kecuali kepada Tuhan."
  },
  {
    "reference": "2Ki 5:18",
    "text": "Dan kiranya Tuhan mengampuni hambamu ini dalam perkara yang berikut: Apabila tuanku masuk ke kuil Rimon untuk sujud menyembah di sana, dan aku menjadi pengapitnya, sehingga aku harus ikut sujud menyembah dalam kuil Rimon itu, kiranya Tuhan mengampuni hambamu ini dalam hal itu.”"
  },
  {
    "reference": "2Ki 5:19",
    "text": "Maka berkatalah Elisa kepadanya: ”Pergilah dengan selamat!” Setelah Naaman berjalan tidak berapa jauh dari padanya,"
  },
  {
    "reference": "2Ki 5:20",
    "text": "berpikirlah Gehazi, bujang Elisa, abdi Allah: ”Sesungguhnya tuanku terlalu menyegani Naaman, orang Aram ini, dengan tidak menerima persembahan yang dibawanya. Demi Tuhan yang hidup, sesungguhnya aku akan berlari mengejar dia dan akan menerima sesuatu dari padanya.”"
  },
  {
    "reference": "2Ki 5:21",
    "text": "Lalu Gehazi mengejar Naaman dari belakang. Ketika Naaman melihat ada orang berlari-lari mengejarnya, turunlah ia dengan segera dari atas kereta untuk mendapatkan dia dan berkata: ”Selamat!”"
  },
  {
    "reference": "2Ki 5:22",
    "text": "Jawabnya: ”Selamat! Tuanku Elisa menyuruh aku mengatakan: Baru saja datang kepadaku dua orang muda dari pegunungan Efraim dari antara rombongan nabi. Baiklah berikan kepada mereka setalenta perak dan dua potong pakaian.”"
  },
  {
    "reference": "2Ki 5:23",
    "text": "Naaman berkata: ”Silakan, ambillah dua talenta.” Naaman mendesak dia, dan membungkus dua talenta perak dalam dua pundi-pundi dan dua potong pakaian, lalu memberikannya kepada dua bujangnya; mereka ini mengangkut semuanya di depan Gehazi."
  },
  {
    "reference": "2Ki 5:24",
    "text": "Setelah mereka sampai ke bukit, disambutnyalah dari tangan mereka, disimpannya di rumah, dan disuruhnya kedua orang itu pergi, maka pergilah mereka."
  },
  {
    "reference": "2Ki 5:25",
    "text": "Baru saja Gehazi masuk dan tampil ke depan tuannya, berkatalah Elisa kepadanya: ”Dari mana, Gehazi?” Jawabnya: ”Hambamu ini tidak pergi ke mana-mana!”"
  },
  {
    "reference": "2Ki 5:26",
    "text": "Tetapi kata Elisa kepadanya: ”Bukankah hatiku ikut pergi, ketika orang itu turun dari atas keretanya mendapatkan engkau? Maka sekarang, engkau telah menerima perak dan dengan itu dapat memperoleh kebun-kebun, kebun zaitun, kebun anggur, kambing domba, lembu sapi, budak laki-laki dan budak perempuan,"
  },
  {
    "reference": "2Ki 5:27",
    "text": "tetapi penyakit kusta Naaman akan melekat kepadamu dan kepada anak cucumu untuk selama-lamanya.” Maka keluarlah Gehazi dari depannya dengan kena kusta, putih seperti salju."
  },
  {
    "reference": "2Ki 6:1",
    "text": "Pada suatu hari berkatalah rombongan nabi kepada Elisa: ”Cobalah lihat, tempat tinggal kami di dekatmu ini adalah terlalu sesak bagi kami."
  },
  {
    "reference": "2Ki 6:2",
    "text": "Baiklah kami pergi ke sungai Yordan dan masing-masing mengambil satu balok dari sana, supaya kami membuat tempat tinggal untuk kami.” Jawab Elisa: ”Pergilah!”"
  },
  {
    "reference": "2Ki 6:3",
    "text": "Lalu berkatalah seorang: ”Silakan, ikutlah dengan hamba-hambamu ini.” Jawabnya: ”Baik aku akan ikut.”"
  },
  {
    "reference": "2Ki 6:4",
    "text": "Maka ikutlah ia dengan mereka. Setelah mereka sampai di sungai Yordan, mereka pun menebang pohon-pohon."
  },
  {
    "reference": "2Ki 6:5",
    "text": "Dan terjadilah, ketika seorang sedang menumbangkan sebatang pohon, jatuhlah mata kapaknya ke dalam air. Lalu berteriak-teriaklah ia: ”Wahai tuanku! Itu barang pinjaman!”"
  },
  {
    "reference": "2Ki 6:6",
    "text": "Tetapi berkatalah abdi Allah: ”Ke mana jatuhnya?” Lalu orang itu menunjukkan tempat itu kepadanya. Kemudian Elisa memotong sepotong kayu, lalu dilemparkannya ke sana, maka timbullah mata kapak itu dibuatnya."
  },
  {
    "reference": "2Ki 6:7",
    "text": "Lalu katanya: ”Ambillah.” Orang itu mengulurkan tangannya dan mengambilnya. Tindakan Elisa dalam peperangan melawan Aram 6:8-23"
  },
  {
    "reference": "2Ki 6:8",
    "text": "Raja negeri Aram sedang berperang melawan Israel. Ia berunding dengan pegawai-pegawainya, lalu katanya: ”Ke tempat ini dan itu haruslah kamu turun menghadang.”"
  },
  {
    "reference": "2Ki 6:9",
    "text": "Tetapi abdi Allah menyuruh orang kepada raja Israel mengatakan: ”Awas, jangan lewat dari tempat itu, sebab orang Aram sudah turun menghadang ke sana.”"
  },
  {
    "reference": "2Ki 6:10",
    "text": "Sebab itu raja Israel menyuruh orang-orang ke tempat yang disebutkan abdi Allah kepadanya. Demikianlah Elisa memperingatkan kepadanya, supaya berawas-awas di sana, bukan sekali dua kali saja."
  },
  {
    "reference": "2Ki 6:11",
    "text": "Lalu mengamuklah hati raja Aram tentang hal itu, maka dipanggilnyalah pegawai-pegawainya, katanya kepada mereka: ”Tidakkah dapat kamu memberitahukan kepadaku siapa dari kita memihak kepada raja Israel?”"
  },
  {
    "reference": "2Ki 6:12",
    "text": "Tetapi berkatalah salah seorang pegawainya: ”Tidak tuanku raja, melainkan Elisa, nabi yang di Israel, dialah yang memberitahukan kepada raja Israel tentang perkataan yang diucapkan oleh tuanku di kamar tidurmu.”"
  },
  {
    "reference": "2Ki 6:13",
    "text": "Berkatalah raja: ”Pergilah melihat, di mana dia, supaya aku menyuruh orang menangkap dia.” Lalu diberitahukanlah kepadanya: ”Dia ada di Dotan.”"
  },
  {
    "reference": "2Ki 6:14",
    "text": "Maka dikirimnyalah ke sana kuda serta kereta dan tentara yang besar. Sampailah mereka pada waktu malam, lalu mengepung kota itu."
  },
  {
    "reference": "2Ki 6:15",
    "text": "Ketika pelayan abdi Allah bangun pagi-pagi dan pergi ke luar, maka tampaklah suatu tentara dengan kuda dan kereta ada di sekeliling kota itu. Lalu berkatalah bujangnya itu kepadanya: ”Celaka tuanku! Apakah yang akan kita perbuat?”"
  },
  {
    "reference": "2Ki 6:16",
    "text": "Jawabnya: ”Jangan takut, sebab lebih banyak yang menyertai kita dari pada yang menyertai mereka.”"
  },
  {
    "reference": "2Ki 6:17",
    "text": "Lalu berdoalah Elisa: ”Ya Tuhan: Bukalah kiranya matanya, supaya ia melihat.” Maka Tuhan membuka mata bujang itu, sehingga ia melihat. Tampaklah gunung itu penuh dengan kuda dan kereta berapi sekeliling Elisa."
  },
  {
    "reference": "2Ki 6:18",
    "text": "Ketika orang-orang Aram itu turun mendatangi dia, berdoalah Elisa kepada Tuhan: ”Butakanlah kiranya mata orang-orang ini.” Maka dibutakan-Nyalah mata mereka, sesuai dengan doa Elisa."
  },
  {
    "reference": "2Ki 6:19",
    "text": "Kemudian berkatalah Elisa kepada mereka: ”Bukan ini jalannya dan bukan ini kotanya. Ikutlah aku, maka aku akan mengantarkan kamu kepada orang yang kamu cari.” Lalu diantarkannya mereka ke Samaria."
  },
  {
    "reference": "2Ki 6:20",
    "text": "Segera sesudah mereka sampai ke Samaria berkatalah Elisa: ”Ya Tuhan, bukalah mata orang-orang ini, supaya mereka melihat.” Lalu Tuhan membuka mata mereka, sehingga mereka melihat, dan heran, mereka ada di tengah-tengah Samaria."
  },
  {
    "reference": "2Ki 6:21",
    "text": "Lalu bertanyalah raja Israel kepada Elisa, tatkala melihat mereka: ”Kubunuhkah mereka, bapak?”"
  },
  {
    "reference": "2Ki 6:22",
    "text": "Tetapi jawabnya: ”Jangan! Biasakah kaubunuh yang kautawan dengan pedangmu dan dengan panahmu? Tetapi hidangkanlah makanan dan minuman di depan mereka, supaya mereka makan dan minum, lalu pulang kepada tuan mereka.”"
  },
  {
    "reference": "2Ki 6:23",
    "text": "Disediakannyalah bagi mereka jamuan yang besar, maka makan dan minumlah mereka. Sesudah itu dibiarkannyalah mereka pulang kepada tuan mereka. Sejak itu tidak ada lagi gerombolan-gerombolan Aram memasuki negeri Israel. Tindakan Elisa pada waktu Samaria dikepung 6:24–7:20"
  },
  {
    "reference": "2Ki 6:24",
    "text": "Sesudah itu Benhadad, raja Aram, menghimpunkan seluruh tentaranya, lalu maju mengepung Samaria."
  },
  {
    "reference": "2Ki 6:25",
    "text": "Maka terjadilah kelaparan hebat di Samaria selama mereka mengepungnya, sehingga sebuah kepala keledai berharga delapan puluh syikal perak dan seperempat kab tahi merpati berharga lima syikal perak."
  },
  {
    "reference": "2Ki 6:26",
    "text": "Suatu kali ketika raja Israel berjalan di atas tembok, datanglah seorang perempuan mengadukan halnya kepada raja, sambil berseru: ”Tolonglah, ya tuanku raja!”"
  },
  {
    "reference": "2Ki 6:27",
    "text": "Jawabnya: ”Jika Tuhan tidak menolong engkau, dengan apakah aku dapat menolong engkau? Dengan hasil pengirikankah atau hasil pemerasan anggur?”"
  },
  {
    "reference": "2Ki 6:28",
    "text": "Kemudian bertanyalah raja kepadanya: ”Ada apa?” Jawab perempuan itu: ”Perempuan ini berkata kepadaku: Berilah anakmu laki-laki, supaya kita makan dia pada hari ini, dan besok akan kita makan anakku laki-laki."
  },
  {
    "reference": "2Ki 6:29",
    "text": "- 6:29: Ul. 28:57 Jadi kami memasak anakku dan memakan dia. Tetapi ketika aku berkata kepadanya pada hari berikutnya: Berilah anakmu, supaya kita makan dia, maka perempuan ini menyembunyikan anaknya.”"
  },
  {
    "reference": "2Ki 6:30",
    "text": "Tatkala raja mendengar perkataan perempuan itu, dikoyakkannyalah pakaiannya; dan sedang ia berjalan di atas tembok, kelihatanlah kepada orang banyak, bahwa ia memakai kain kabung pada kulit tubuhnya."
  },
  {
    "reference": "2Ki 6:31",
    "text": "Lalu berkatalah raja: ”Beginilah kiranya Allah menghukum aku, bahkan lebih dari pada itu, jika masih tinggal kepala Elisa bin Safat di atas tubuhnya pada hari ini.”"
  },
  {
    "reference": "2Ki 6:32",
    "text": "Adapun Elisa, duduk-duduk di rumahnya, dan para tua-tua duduk bersama-sama dia. Raja menyuruh seorang berjalan mendahuluinya, tetapi sebelum suruhan itu sampai kepada Elisa, Elisa sudah berkata kepada para tua-tua itu: ”Tahukah kamu, bahwa si pembunuh itu menyuruh orang untuk memenggal kepalaku? Awas-awaslah, apabila suruhan itu datang, segeralah tutup pintu dan tahanlah dia supaya orang itu jangan masuk. Bukankah sudah kedengaran bunyi langkah tuannya di belakangnya?”"
  },
  {
    "reference": "2Ki 6:33",
    "text": "Selagi ia berbicara dengan mereka, datanglah raja mendapatkan dia. Berkatalah raja kepadanya: ”Sesungguhnya, malapetaka ini adalah dari pada Tuhan. Mengapakah aku berharap kepada Tuhan lagi?”"
  },
  {
    "reference": "2Ki 7:1",
    "text": "Lalu berkatalah Elisa: ”Dengarlah firman Tuhan. Beginilah firman Tuhan: Besok kira-kira waktu ini sesukat tepung yang terbaik akan berharga sesyikal dan dua sukat jelai akan berharga sesyikal di pintu gerbang Samaria.”"
  },
  {
    "reference": "2Ki 7:2",
    "text": "Tetapi perwira, yang menjadi ajudan raja, menjawab abdi Allah, katanya: ”Sekalipun Tuhan membuat tingkap-tingkap di langit, masakan hal itu mungkin terjadi?” Jawab abdi Allah: ”Sesungguhnya, engkau akan melihatnya dengan matamu sendiri, tetapi tidak akan makan apa-apa dari padanya.”"
  },
  {
    "reference": "2Ki 7:3",
    "text": "Empat orang yang sakit kusta ada di depan pintu gerbang. Berkatalah yang seorang kepada yang lain: ”Mengapakah kita duduk-duduk di sini sampai mati?"
  },
  {
    "reference": "2Ki 7:4",
    "text": "Jika kita berkata: Baiklah kita masuk ke kota, padahal dalam kota ada kelaparan, kita akan mati di sana. Dan jika kita tinggal di sini, kita akan mati juga. Jadi sekarang, marilah kita menyeberang ke perkemahan tentara Aram. Jika mereka membiarkan kita hidup, kita akan hidup, dan jika mereka mematikan kita, kita akan mati.”"
  },
  {
    "reference": "2Ki 7:5",
    "text": "Lalu pada waktu senja bangkitlah mereka masuk ke tempat perkemahan orang Aram. Tetapi ketika mereka sampai ke pinggir tempat perkemahan orang Aram itu, tampaklah tidak ada orang di sana."
  },
  {
    "reference": "2Ki 7:6",
    "text": "Sebab Tuhan telah membuat tentara Aram itu mendengar bunyi kereta, bunyi kuda, bunyi tentara yang besar, sehingga berkatalah yang seorang kepada yang lain: ”Sesungguhnya raja Israel telah mengupah raja-raja orang Het dan raja-raja orang Misraim melawan kita, supaya mereka menyerang kita.”"
  },
  {
    "reference": "2Ki 7:7",
    "text": "Karena itu bangkitlah mereka melarikan diri pada waktu senja dengan meninggalkan kemah dan kuda dan keledai mereka serta tempat perkemahan itu dengan begitu saja; mereka melarikan diri menyelamatkan nyawanya."
  },
  {
    "reference": "2Ki 7:8",
    "text": "Ketika orang-orang yang sakit kusta itu sampai ke pinggir tempat perkemahan, masuklah mereka ke dalam sebuah kemah, lalu makan dan minum. Sesudah itu mereka mengangkut dari sana emas dan perak dan pakaian, kemudian pergilah mereka menyembunyikannya. Lalu datanglah mereka kembali, masuk ke dalam kemah yang lain dan mengangkut juga barang-barang dari sana, kemudian pergilah mereka menyembunyikannya."
  },
  {
    "reference": "2Ki 7:9",
    "text": "Lalu berkatalah yang seorang kepada yang lain: ”Tidak patut yang kita lakukan ini. Hari ini ialah hari kabar baik, tetapi kita ini tinggal diam saja. Apabila kita menanti sampai terang pagi, maka hukuman akan menimpa kita. Jadi sekarang, marilah kita pergi menghadap untuk memberitahukan hal itu ke istana raja.”"
  },
  {
    "reference": "2Ki 7:10",
    "text": "Mereka pergi, lalu berseru kepada penunggu pintu gerbang kota dan menceritakan kepada orang-orang itu, katanya: ”Kami sudah masuk ke tempat perkemahan orang Aram, dan ternyata tidak ada orang di sana, dan tidak ada suara manusia kedengaran, hanya ada kuda dan keledai tertambat dan kemah-kemah ditinggalkan dengan begitu saja.”"
  },
  {
    "reference": "2Ki 7:11",
    "text": "Para penunggu pintu gerbang menyerukan dan memberitahukan hal itu ke istana raja."
  },
  {
    "reference": "2Ki 7:12",
    "text": "Sekalipun masih malam, raja bangun juga, lalu berkata kepada para pegawainya: ”Baiklah kuterangkan kepadamu apa maksud orang Aram itu terhadap kita. Mereka tahu bahwa kita ini menderita kelaparan, sebab itu mereka keluar dari tempat perkemahan untuk menyembunyikan diri di padang, sambil berpikir: Apabila orang Israel keluar dari dalam kota, kita akan menangkap mereka hidup-hidup, kemudian kita masuk ke dalam kota.”"
  },
  {
    "reference": "2Ki 7:13",
    "text": "Lalu salah seorang pegawainya menjawab: ”Baiklah kita ambil lima ekor dari kuda yang masih tinggal di dalam kota ini; tentulah keadaannya seperti seluruh khalayak ramai Israel yang sudah habis mati itu! Biarlah kita suruh saja orang pergi, supaya kita lihat.”"
  },
  {
    "reference": "2Ki 7:14",
    "text": "Sesudah itu mereka mengambil dua kereta kuda, kemudian raja menyuruh mereka menyusul tentara Aram sambil berkata: ”Pergilah melihatnya!”"
  },
  {
    "reference": "2Ki 7:15",
    "text": "Lalu pergilah mereka menyusul orang-orang itu sampai ke sungai Yordan, dan tampaklah seluruh jalan itu penuh dengan pakaian dan perkakas yang dilemparkan oleh orang Aram pada waktu mereka lari terburu-buru. Kemudian pulanglah suruhan-suruhan itu dan menceritakan hal itu kepada raja."
  },
  {
    "reference": "2Ki 7:16",
    "text": "Maka keluarlah penduduk kota itu menjarah tempat perkemahan orang Aram. Karena itu sesukat tepung yang terbaik berharga sesyikal dan dua sukat jelai berharga sesyikal, sesuai dengan firman Tuhan."
  },
  {
    "reference": "2Ki 7:17",
    "text": "Adapun raja telah menempatkan perwira yang menjadi ajudannya itu mengawasi pintu gerbang, tetapi rakyat menginjak-injak dia di pintu gerbang, lalu ia mati sesuai dengan perkataan abdi Allah yang mengatakannya pada waktu raja datang mendapatkan dia."
  },
  {
    "reference": "2Ki 7:18",
    "text": "Dan terjadi juga seperti yang dikatakan abdi Allah itu kepada raja: ”Dua sukat jelai akan berharga sesyikal dan sesukat tepung yang terbaik akan berharga sesyikal, besok kira-kira waktu ini di pintu gerbang Samaria.”"
  },
  {
    "reference": "2Ki 7:19",
    "text": "Pada waktu itu si perwira menjawab abdi Allah itu: ”Sekalipun Tuhan membuat tingkap-tingkap di langit, masakan hal itu mungkin terjadi?”, tetapi Elisa berkata: ”Sesungguhnya engkau akan melihatnya dengan matamu sendiri, tetapi tidak akan makan apa-apa dari padanya.”"
  },
  {
    "reference": "2Ki 7:20",
    "text": "Demikianlah terjadi kepada orang itu: Rakyat menginjak-injak dia di pintu gerbang, lalu matilah ia."
  },
  {
    "reference": "2Ki 8:1",
    "text": "- 8:1: 2Raj. 4:8-37 Elisa telah berbicara kepada perempuan yang anaknya dihidupkannya kembali, katanya: ”Berkemaslah dan pergilah bersama-sama dengan keluargamu, dan tinggallah di mana saja engkau dapat menetap sebagai pendatang, sebab Tuhan telah mendatangkan kelaparan, yang pasti menimpa negeri ini tujuh tahun lamanya.”"
  },
  {
    "reference": "2Ki 8:2",
    "text": "Lalu berkemaslah perempuan itu dan dilakukannyalah seperti perkataan abdi Allah itu. Ia pergi bersama-sama dengan keluarganya, lalu tinggal menetap sebagai pendatang di negeri orang Filistin tujuh tahun lamanya."
  },
  {
    "reference": "2Ki 8:3",
    "text": "Dan setelah lewat ketujuh tahun itu, pulanglah perempuan itu dari negeri orang Filistin. Kemudian ia pergi mengadukan perihal rumahnya dan ladangnya kepada raja."
  },
  {
    "reference": "2Ki 8:4",
    "text": "Raja sedang berbicara kepada Gehazi, bujang abdi Allah itu, katanya: ”Cobalah ceritakan kepadaku tentang segala perbuatan besar yang dilakukan Elisa.”"
  },
  {
    "reference": "2Ki 8:5",
    "text": "Sedang ia menceritakan kepada raja tentang Elisa menghidupkan anak yang sudah mati itu, tampaklah perempuan yang anaknya dihidupkan itu datang mengadukan perihal rumahnya dan ladangnya kepada raja. Lalu berkatalah Gehazi: ”Ya tuanku raja! Inilah perempuan itu dan inilah anaknya yang dihidupkan Elisa.”"
  },
  {
    "reference": "2Ki 8:6",
    "text": "Lalu raja bertanya-tanya, dan perempuan itu menceritakan semuanya kepadanya. Kemudian raja menugaskan seorang pegawai istana menyertai perempuan itu dengan pesan: ”Pulangkanlah segala miliknya dan segala hasil ladang itu sejak ia meninggalkan negeri ini sampai sekarang.” Elisa di Damsyik 8:7-15"
  },
  {
    "reference": "2Ki 8:7",
    "text": "Elisa masuk ke Damsyik, dan pada waktu itu Benhadad, raja Aram, sedang sakit. Ketika dikabarkan kepada raja: ”Sudah datang abdi Allah ke mari,”"
  },
  {
    "reference": "2Ki 8:8",
    "text": "berkatalah ia kepada Hazael: ”Ambillah persembahan, pergilah menyongsong abdi Allah itu dan mintalah petunjuk Tuhan dengan perantaraannya: Sembuhkah aku dari penyakit ini?”"
  },
  {
    "reference": "2Ki 8:9",
    "text": "Lalu pergilah Hazael menyongsong dia, diambilnyalah persembahan berupa segala barang yang indah-indah dari Damsyik, sebanyak muatan empat puluh ekor unta. Sesudah sampai, tampillah ia ke depan Elisa dan berkata: ”Anakmu Benhadad, raja Aram, menyuruh aku menanyakan kepadamu: Apakah aku akan sembuh dari penyakit ini?”"
  },
  {
    "reference": "2Ki 8:10",
    "text": "Jawab Elisa kepadanya: ”Pergilah, katakanlah kepadanya: Pastilah engkau sembuh. Namun demikian, Tuhan telah memperlihatkan kepadaku, bahwa ia pasti mati dibunuh.”"
  },
  {
    "reference": "2Ki 8:11",
    "text": "Elisa menatap dengan lama ke depan, lalu menangislah abdi Allah itu."
  },
  {
    "reference": "2Ki 8:12",
    "text": "Hazael berkata: ”Mengapa tuanku menangis?” Jawab Elisa: ”Sebab aku tahu bagaimana malapetaka yang akan kaulakukan kepada orang Israel: kotanya yang berkubu akan kaucampakkan ke dalam api, terunanya akan kaubunuh dengan pedang, bayinya akan kauremukkan dan perempuannya yang mengandung akan kaubelah.”"
  },
  {
    "reference": "2Ki 8:13",
    "text": "- 8:13: 1Raj. 19:15 Sesudah itu berkatalah Hazael: ”Tetapi apakah hambamu ini, yang tidak lain dari anjing saja, sehingga ia dapat melakukan hal sehebat itu?” Jawab Elisa: ” Tuhan telah memperlihatkan kepadaku, bahwa engkau akan menjadi raja atas Aram.”"
  },
  {
    "reference": "2Ki 8:14",
    "text": "Lalu ia pergi dan meninggalkan Elisa dan setelah ia sampai kepada tuannya, berkatalah raja kepadanya: ”Apakah dikatakan Elisa kepadamu?” Jawabnya: ”Ia berkata kepadaku, bahwa pastilah engkau sembuh.”"
  },
  {
    "reference": "2Ki 8:15",
    "text": "Tetapi keesokan harinya ia mengambil sehelai selimut yang telah dicelupkannya ke dalam air dan membentangkannya ke atas muka raja. Jadi matilah raja, dan Hazael menjadi raja menggantikan dia. Yoram, raja Yehuda 8:16-24 (2Taw. 21:1-20)"
  },
  {
    "reference": "2Ki 8:16",
    "text": "Dalam tahun kelima zaman Yoram, anak Ahab raja Israel – pada waktu itu Yosafat adalah raja Yehuda – Yoram, anak Yosafat raja Yehuda menjadi raja."
  },
  {
    "reference": "2Ki 8:17",
    "text": "Ia berumur tiga puluh dua tahun pada waktu ia menjadi raja dan delapan tahun lamanya ia memerintah di Yerusalem."
  },
  {
    "reference": "2Ki 8:18",
    "text": "Ia hidup menurut kelakuan raja-raja Israel seperti yang dilakukan keluarga Ahab, sebab yang menjadi isterinya adalah anak Ahab. Ia melakukan apa yang jahat di mata Tuhan."
  },
  {
    "reference": "2Ki 8:19",
    "text": "- 8:19: 1Raj. 11:36 Namun demikian, Tuhan tidak mau memusnahkan Yehuda oleh karena Daud, hamba-Nya, sesuai dengan yang dijanjikan-Nya kepada Daud, bahwa Ia hendak memberikan keturunan kepadanya dan kepada anak-anaknya untuk selama-lamanya."
  },
  {
    "reference": "2Ki 8:20",
    "text": "- 8:20: Kej. 27:40 Pada zamannya memberontaklah Edom dan melepaskan diri dari kekuasaan Yehuda dan mereka mengangkat seorang raja atas mereka sendiri."
  },
  {
    "reference": "2Ki 8:21",
    "text": "Maka majulah Yoram ke Zair bersama-sama dengan seluruh keretanya; pada waktu malam bangunlah ia, lalu bersama-sama dengan para panglima pasukan kereta ia menerobos barisan orang Edom yang mengepung dia, tetapi rakyatnya melarikan diri pulang ke kemahnya."
  },
  {
    "reference": "2Ki 8:22",
    "text": "Demikianlah Edom memberontak dan terlepas dari kekuasaan Yehuda sampai sekarang ini. Lalu Libna pun memberontak pada masa itu juga."
  },
  {
    "reference": "2Ki 8:23",
    "text": "Selebihnya dari riwayat Yoram dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?"
  },
  {
    "reference": "2Ki 8:24",
    "text": "Kemudian Yoram mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di kota Daud. Maka Ahazia, anaknya, menjadi raja menggantikan dia. Ahazia, raja Yehuda 8:25-29 (2Taw. 22:1-6)"
  },
  {
    "reference": "2Ki 8:25",
    "text": "Dalam tahun kedua belas zaman Yoram, anak Ahab raja Israel, Ahazia, anak Yoram raja Yehuda, menjadi raja."
  },
  {
    "reference": "2Ki 8:26",
    "text": "Ia berumur dua puluh dua tahun pada waktu ia menjadi raja dan setahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Atalya, cucu Omri raja Israel."
  },
  {
    "reference": "2Ki 8:27",
    "text": "Ia hidup menurut kelakuan keluarga Ahab dan ia melakukan apa yang jahat di mata Tuhan sama seperti keluarga Ahab, sebab ia adalah seorang menantu dari keluarga itu."
  },
  {
    "reference": "2Ki 8:28",
    "text": "Ia pergi bersama-sama Yoram bin Ahab untuk berperang melawan Hazael, raja Aram, di Ramot-Gilead. Tetapi orang-orang Aram melukai Yoram."
  },
  {
    "reference": "2Ki 8:29",
    "text": "Kemudian pulanglah raja Yoram ke Yizreel, supaya diobati luka-lukanya yang ditimbulkan orang Aram di Rama pada waktu ia berperang melawan Hazael, raja Aram. Dan Ahazia, anak Yoram raja Yehuda, pergi menjenguk Yoram bin Ahab di Yizreel, karena dia sakit."
  },
  {
    "reference": "2Ki 9:1",
    "text": "Kemudian nabi Elisa memanggil salah seorang dari rombongan nabi dan berkata kepadanya: ”Ikatlah pinggangmu, bawalah buli-buli berisi minyak ini dan pergilah ke Ramot-Gilead."
  },
  {
    "reference": "2Ki 9:2",
    "text": "Apabila engkau sampai ke sana, carilah Yehu bin Yosafat bin Nimsi; masuklah, ajak dia bangkit dari tengah-tengah temannya dan bawalah dia ke ruang dalam."
  },
  {
    "reference": "2Ki 9:3",
    "text": "Kemudian ambillah buli-buli berisi minyak itu, lalu tuangkan isinya ke atas kepalanya dan katakan: Beginilah firman Tuhan: Telah Kuurapi engkau menjadi raja atas Israel! Sesudah itu bukalah pintu, larilah dan jangan berlambat-lambat.”"
  },
  {
    "reference": "2Ki 9:4",
    "text": "Lalu nabi muda itu pergi ke Ramot-Gilead."
  },
  {
    "reference": "2Ki 9:5",
    "text": "Setelah ia sampai, maka tampaklah panglima-panglima tentara sedang duduk berkumpul. Lalu ia berkata: ”Ada pesan kubawa untukmu, ya panglima!” Yehu bertanya: ”Untuk siapa dari kami sekalian?” Jawabnya: ”Untukmu, ya panglima!”"
  },
  {
    "reference": "2Ki 9:6",
    "text": "- 9:6: 1Raj. 19:16 Lalu bangkitlah Yehu dan masuk ke dalam rumah. Nabi muda itu menuang minyak ke atas kepala Yehu serta berkata kepadanya: ”Beginilah firman Tuhan, Allah Israel: Telah Kuurapi engkau menjadi raja atas umat Tuhan, yaitu orang Israel."
  },
  {
    "reference": "2Ki 9:7",
    "text": "Maka engkau akan membunuh keluarga tuanmu Ahab dan dengan demikian Aku membalaskan kepada Izebel darah hamba-hamba-Ku, nabi-nabi itu, bahkan darah semua hamba Tuhan."
  },
  {
    "reference": "2Ki 9:8",
    "text": "Dan segenap keluarga Ahab akan binasa; dan Aku akan melenyapkan dari pada Ahab setiap orang laki-laki, baik yang tinggi maupun yang rendah kedudukannya di Israel."
  },
  {
    "reference": "2Ki 9:9",
    "text": "Dan Aku akan memperlakukan keluarga Ahab sama seperti keluarga Yerobeam bin Nebat dan sama seperti keluarga Baesa bin Ahia."
  },
  {
    "reference": "2Ki 9:10",
    "text": "- 9:10: 1Raj. 21:23 Izebel akan dimakan anjing di kebun di luar Yizreel dengan tidak ada orang yang menguburkannya.” Kemudian nabi itu membuka pintu, lalu lari."
  },
  {
    "reference": "2Ki 9:11",
    "text": "Apabila Yehu keluar mendapatkan pegawai-pegawai tuannya, berkatalah seorang kepadanya: ”Apa kabar? Mengapa orang gila itu datang kepadamu?” Jawabnya kepada mereka: ”Kamu sendiri mengenal orang itu dengan omongannya!”"
  },
  {
    "reference": "2Ki 9:12",
    "text": "Tetapi mereka berkata: ”Dusta! Cobalah beritahukan kepada kami!” Lalu katanya: ”Begini-beginilah dikatakannya kepadaku: Demikianlah firman Tuhan: Telah Kuurapi engkau menjadi raja atas Israel.”"
  },
  {
    "reference": "2Ki 9:13",
    "text": "Segeralah mereka masing-masing mengambil pakaiannya dan membentangkannya di hadapan kakinya begitu saja di atas tangga, kemudian mereka meniup sangkakala serta berseru: ”Yehu raja!”"
  },
  {
    "reference": "2Ki 9:14",
    "text": "Demikianlah Yehu bin Yosafat bin Nimsi mengadakan persepakatan melawan Yoram. – Adapun Yoram sedang berjaga-jaga di Ramot-Gilead, bersama-sama dengan segenap orang Israel menghadapi Hazael, raja Aram."
  },
  {
    "reference": "2Ki 9:15",
    "text": "Tetapi raja Yoram sendiri telah pulang ke Yizreel, supaya luka-lukanya diobati, yang ditimbulkan orang Aram pada waktu ia berperang melawan Hazael, raja Aram. – Yehu berkata: ”Jika kamu sudah setuju, janganlah biarkan siapa pun meloloskan diri dari kota untuk memberitahukan hal itu ke Yizreel.” Yoram dan Ahazia dibunuh 9:16-29"
  },
  {
    "reference": "2Ki 9:16",
    "text": "Kemudian Yehu naik kereta dan pergi ke Yizreel, sebab Yoram berbaring sakit di sana. Juga Ahazia, raja Yehuda, datang menjenguk Yoram."
  },
  {
    "reference": "2Ki 9:17",
    "text": "Ketika penjaga yang sedang berdiri di atas menara di Yizreel, melihat pasukan Yehu datang, berserulah ia: ”Ada kulihat suatu pasukan.” Berkatalah Yoram: ”Ambillah seorang penunggang kuda, suruhlah ia menemui mereka serta menanyakan: apakah ini kabar damai?”"
  },
  {
    "reference": "2Ki 9:18",
    "text": "Lalu pergilah penunggang kuda itu untuk menemuinya dan berkata: ”Beginilah tanya raja: apakah ini kabar damai?” Jawab Yehu: ”Damai? Bukan urusanmu! Baliklah, ikutlah aku!” Dan penjaga itu memberitahukan: ”Suruhan sudah sampai kepada mereka, tetapi ia tidak pulang.”"
  },
  {
    "reference": "2Ki 9:19",
    "text": "Disuruhnyalah penunggang kuda yang kedua dan setelah sampai kepada mereka berkatalah ia: ”Beginilah tanya raja: apakah ini kabar damai?” Jawab Yehu: ”Damai? Bukan urusanmu! Baliklah, ikutlah aku!”"
  },
  {
    "reference": "2Ki 9:20",
    "text": "Dan penjaga itu memberitahukan: ”Sudah sampai ia kepada mereka, tetapi ia tidak pulang! Dan cara memacunya adalah seperti cara Yehu, cucu Nimsi, memacu, sebab ia memacu seperti orang gila.”"
  },
  {
    "reference": "2Ki 9:21",
    "text": "Sesudah itu berkatalah Yoram: ”Pasanglah kereta!”, lalu orang memasang keretanya. Maka keluarlah Yoram, raja Israel, dan Ahazia, raja Yehuda, masing-masing naik keretanya; mereka keluar menemui Yehu, lalu menjumpai dia di kebun Nabot, orang Yizreel itu."
  },
  {
    "reference": "2Ki 9:22",
    "text": "Tatkala Yoram melihat Yehu, bertanyalah ia: ”Apakah ini kabar damai, hai Yehu?” Jawabnya: ”Bagaimana ada damai, selama sundal dan orang sihir ibumu Izebel begitu banyak!”"
  },
  {
    "reference": "2Ki 9:23",
    "text": "Segera Yoram berputar dan mau melarikan diri sambil berseru kepada Ahazia: ”Itu tipu, Ahazia!”"
  },
  {
    "reference": "2Ki 9:24",
    "text": "Tetapi Yehu menarik busurnya dengan sepenuh kekuatannya, lalu memanah Yoram di antara kedua bahunya, sehingga anak panah itu menembus jantungnya, maka rebahlah ia di dalam keretanya."
  },
  {
    "reference": "2Ki 9:25",
    "text": "Kemudian berkatalah Yehu kepada Bidkar, perwiranya: ”Angkat dan lemparkanlah mayatnya ke kebun Nabot, orang Yizreel itu, sebab ketahuilah, bahwa pada waktu aku dan engkau berdampingan menunggang kuda mengikuti Ahab, ayahnya, maka Tuhan telah mengucapkan terhadap dia hukuman ini:"
  },
  {
    "reference": "2Ki 9:26",
    "text": "- 9:26: 1Raj. 21:19 Sesungguhnya, Aku telah melihat darah Nabot dan darah anak-anaknya tadi malam, demikianlah firman Tuhan, maka Aku akan membalaskannya kepadamu di kebun ini, demikianlah firman Tuhan. Oleh sebab itu angkat dan lemparkanlah mayatnya ke kebun ini, sesuai dengan firman Tuhan.”"
  },
  {
    "reference": "2Ki 9:27",
    "text": "- 9:27-29: 2Taw. 22:7-9 Ketika Ahazia, raja Yehuda, melihat itu, maka ia pun melarikan diri ke arah Bet-Hagan, tetapi Yehu mengejarnya sambil berkata: ”Panahlah dia juga!” Maka mereka memanah dia di atas keretanya di pendakian ke Gur dekat Yibleam. Ia lari ke Megido dan mati di sana."
  },
  {
    "reference": "2Ki 9:28",
    "text": "Para pegawainya mengangkut mayatnya ke Yerusalem, lalu mereka menguburkan dia dalam kuburnya sendiri, di samping nenek moyangnya di kota Daud."
  },
  {
    "reference": "2Ki 9:29",
    "text": "Adapun Ahazia menjadi raja atas Yehuda dalam tahun kesebelas zaman Yoram bin Ahab. Izebel dibunuh 9:30-37"
  },
  {
    "reference": "2Ki 9:30",
    "text": "Sampailah Yehu ke Yizreel. Ketika Izebel mendengar itu, ia mencalak matanya, dihiasinyalah kepalanya, lalu ia menjenguk dari jendela."
  },
  {
    "reference": "2Ki 9:31",
    "text": "Pada waktu Yehu masuk pintu gerbang, berserulah Izebel: ”Bagaimana, selamatkah Zimri, pembunuh tuannya itu?”"
  },
  {
    "reference": "2Ki 9:32",
    "text": "Yehu mengangkat kepalanya melihat ke jendela itu dan berkata: ”Siapa yang di pihakku? Siapa?” Dan ketika dua tiga orang pegawai istana menjenguk kepadanya,"
  },
  {
    "reference": "2Ki 9:33",
    "text": "ia berseru: ”Jatuhkanlah dia!” Mereka menjatuhkan dia, sehingga darahnya memercik ke dinding dan ke kuda; mayatnya pun terinjak-injak."
  },
  {
    "reference": "2Ki 9:34",
    "text": "Yehu masuk ke dalam, lalu makan dan minum. Kemudian ia berkata: ”Baiklah urus mayat orang yang terkutuk itu dan kuburkanlah dia, sebab ia memang anak raja.”"
  },
  {
    "reference": "2Ki 9:35",
    "text": "Mereka pergi untuk menguburkannya, tetapi mereka tidak menjumpai mayatnya, hanya kepala dan kedua kaki dan kedua telapak tangannya."
  },
  {
    "reference": "2Ki 9:36",
    "text": "- 9:36: 1Raj. 21:23 Mereka kembali memberitahukannya kepada Yehu, lalu ia berkata: ”Memang begitulah firman Tuhan yang diucapkan-Nya dengan perantaraan hamba-Nya, Elia, orang Tisbe itu: Di kebun di luar Yizreel akan dimakan anjing daging Izebel;"
  },
  {
    "reference": "2Ki 9:37",
    "text": "maka mayat Izebel akan terhampar di kebun di luar Yizreel seperti pupuk di ladang, sehingga tidak ada orang yang dapat berkata: Inilah Izebel.”"
  },
  {
    "reference": "2Ki 10:1",
    "text": "Ahab mempunyai tujuh puluh orang anak laki-laki di Samaria. Yehu menulis surat, dan mengirimnya ke Samaria, kepada pembesar kota itu, kepada para tua-tua dan kepada para pengasuh anak-anak Ahab, bunyinya:"
  },
  {
    "reference": "2Ki 10:2",
    "text": "”Sekarang, segera sesudah surat ini sampai kepadamu, kamu yang mempunyai anak-anak tuanmu di bawah pengawasanmu, lagipula mempunyai kereta dan kuda dan kota yang berkubu serta senjata,"
  },
  {
    "reference": "2Ki 10:3",
    "text": "maka pilihlah seorang yang terbaik dan yang paling tepat dari antara anak-anak tuanmu, lalu dudukkanlah dia di atas takhta ayahnya, kemudian berperanglah membela keluarga tuanmu.”"
  },
  {
    "reference": "2Ki 10:4",
    "text": "Tetapi mereka sangat takut dan berkata: ”Sedangkan kedua raja itu tidak dapat bertahan menghadapinya, bagaimana mungkin kita ini dapat bertahan?”"
  },
  {
    "reference": "2Ki 10:5",
    "text": "Sebab itu kepala istana dan kepala kota, juga para tua-tua dan para pengasuh mengirim pesan kepada Yehu, bunyinya: ”Kami ini hamba-hambamu dan segala yang kaukatakan kepada kami akan kami lakukan; kami tidak hendak mengangkat seseorang menjadi raja; lakukanlah apa yang baik menurut pemandanganmu.”"
  },
  {
    "reference": "2Ki 10:6",
    "text": "Kemudian Yehu menulis surat untuk kedua kalinya kepada mereka, bunyinya: ”Jika kamu memihak kepadaku dan mau menurut perkataanku, ambillah kepala anak-anak tuanmu dan datanglah kepadaku besok kira-kira waktu ini ke Yizreel.” Adapun ketujuh puluh anak raja itu tinggal bersama-sama orang-orang besar di kota itu, yang mendidik mereka."
  },
  {
    "reference": "2Ki 10:7",
    "text": "Tatkala surat itu sampai kepada mereka, mereka mengambil anak-anak raja itu, menyembelih ketujuh puluh orang itu, menaruh kepala orang-orang itu ke dalam keranjang dan mengirimkan semuanya kepada Yehu di Yizreel."
  },
  {
    "reference": "2Ki 10:8",
    "text": "Ketika suruhan datang memberitahukan kepadanya: ”Telah dibawa orang kepala anak-anak raja itu,” berkatalah Yehu: ”Susunlah semuanya menjadi dua timbunan di depan pintu gerbang sampai pagi.”"
  },
  {
    "reference": "2Ki 10:9",
    "text": "Pada paginya keluarlah Yehu, berdirilah ia, lalu berkata kepada segenap orang banyak: ”Kamu ini tidak bersalah. Memang akulah yang telah mengadakan persepakatan melawan tuanku dan telah membunuh dia; tetapi semua orang ini, siapakah yang membunuh mereka?"
  },
  {
    "reference": "2Ki 10:10",
    "text": "Ketahuilah sekarang, bahwa firman Tuhan yang telah diucapkan Tuhan tentang keluarga Ahab, tidak ada yang tidak dipenuhi, Tuhan telah melakukan apa yang difirmankan-Nya dengan perantaraan Elia, hamba-Nya.”"
  },
  {
    "reference": "2Ki 10:11",
    "text": "- 10:11: Hos. 1:4 Lalu Yehu membunuh semua orang yang masih tinggal dari keluarga Ahab yang di Yizreel, juga semua orang besarnya, orang-orang kepercayaannya dan imam-imamnya; tidak ada padanya seorang pun yang ditinggalkan Yehu hidup."
  },
  {
    "reference": "2Ki 10:12",
    "text": "Kemudian bangkitlah Yehu pergi ke Samaria. Di jalan dekat Bet-Eked, perkampungan para gembala,"
  },
  {
    "reference": "2Ki 10:13",
    "text": "bertemulah ia dengan sanak saudara Ahazia, raja Yehuda, lalu ia bertanya: ”Siapakah kamu ini?” Jawab mereka: ”Kami adalah sanak saudara Ahazia dan kami datang untuk memberi salam kepada anak-anak raja dan anak-anak ibu suri.”"
  },
  {
    "reference": "2Ki 10:14",
    "text": "Berkatalah Yehu: ”Tangkaplah mereka hidup-hidup!” Lalu ditangkaplah mereka hidup-hidup dan disembelih dekat perigi Bet-Eked, empat puluh dua orang, dan tidak ada seorang pun ditinggalkannya hidup dari pada mereka."
  },
  {
    "reference": "2Ki 10:15",
    "text": "Setelah pergi dari sana, bertemulah ia dengan Yonadab bin Rekhab yang datang menyongsong dia. Ia memberi salam kepadanya serta berkata: ”Apakah hatimu jujur kepadaku seperti hatiku terhadap engkau?” Jawab Yonadab: ”Ya!” ”Jika ya, berilah tanganmu!” Maka diberinyalah tangannya, lalu Yehu mengajak dia naik ke sampingnya ke dalam kereta."
  },
  {
    "reference": "2Ki 10:16",
    "text": "Berkatalah Yehu: ”Marilah bersama-sama aku, supaya engkau melihat bagaimana giatku untuk Tuhan.” Demikianlah Yehu membawa dia dalam keretanya."
  },
  {
    "reference": "2Ki 10:17",
    "text": "Setelah Yehu sampai di Samaria, maka ia membunuh semua orang yang masih tinggal dari keluarga Ahab di Samaria; ia memunahkannya, sesuai dengan firman yang diucapkan Tuhan kepada Elia. Yehu menghapuskan penyembahan Baal 10:18-36"
  },
  {
    "reference": "2Ki 10:18",
    "text": "Kemudian Yehu mengumpulkan seluruh rakyat, lalu berkata kepada mereka: ”Adapun Ahab masih kurang beribadah kepada Baal, tetapi Yehu mau lebih hebat beribadah kepadanya."
  },
  {
    "reference": "2Ki 10:19",
    "text": "Oleh sebab itu, panggillah menghadap aku semua nabi Baal, semua orang yang beribadah kepadanya dan semua imamnya, seorang pun tidak boleh tidak hadir, sebab aku hendak mempersembahkan korban yang besar kepada Baal. Setiap orang yang tidak hadir tidak akan tinggal hidup.” Tetapi perbuatan ini adalah akal Yehu supaya ia membinasakan orang-orang yang beribadah kepada Baal."
  },
  {
    "reference": "2Ki 10:20",
    "text": "Selanjutnya Yehu berkata: ”Tentukanlah hari raya perkumpulan kudus bagi Baal!” Lalu mereka memaklumkannya."
  },
  {
    "reference": "2Ki 10:21",
    "text": "Yehu mengirim orang ke seluruh Israel, maka datanglah seluruh orang yang beribadah kepada Baal, tidak seorang pun yang ketinggalan. Lalu masuklah semuanya ke dalam rumah Baal, sehingga rumah itu penuh sesak dari ujung ke ujung."
  },
  {
    "reference": "2Ki 10:22",
    "text": "Kemudian berkatalah Yehu kepada orang yang mengepalai gudang pakaian: ”Keluarkanlah pakaian untuk setiap orang yang beribadah kepada Baal!” Maka dikeluarkannyalah pakaian bagi mereka."
  },
  {
    "reference": "2Ki 10:23",
    "text": "Sesudah itu masuklah Yehu dan Yonadab bin Rekhab ke dalam rumah Baal, lalu berkatalah ia kepada orang-orang penyembah Baal di situ: ”Periksalah dan lihatlah, supaya jangan ada di antara kamu di sini seorang pun dari hamba-hamba Tuhan, melainkan hanya orang-orang yang beribadah kepada Baal.”"
  },
  {
    "reference": "2Ki 10:24",
    "text": "Lalu masuklah mereka untuk mempersembahkan korban sembelihan dan korban bakaran. Adapun Yehu telah menempatkan delapan puluh orang di luar dan telah berkata: ”Siapa yang membiarkan lolos seorang pun dari orang-orang yang kuserahkan ke dalam tanganmu, nyawanyalah ganti nyawa orang itu.”"
  },
  {
    "reference": "2Ki 10:25",
    "text": "Setelah Yehu selesai mempersembahkan korban bakaran, berkatalah ia kepada bentara-bentara dan kepada perwira-perwira: ”Masuklah, bunuhlah mereka, seorang pun tidak boleh lolos!” Maka dibunuhlah mereka dengan mata pedang, lalu mayatnya dibuang; kemudian masuklah bentara-bentara dan perwira-perwira itu ke gedung rumah Baal."
  },
  {
    "reference": "2Ki 10:26",
    "text": "Mereka mengeluarkan tiang berhala rumah Baal itu, lalu dibakar."
  },
  {
    "reference": "2Ki 10:27",
    "text": "Mereka merobohkan tugu berhala Baal itu, merobohkan juga rumah Baal, dan membuatnya menjadi jamban; begitulah sampai hari ini."
  },
  {
    "reference": "2Ki 10:28",
    "text": "Demikianlah Yehu memunahkan Baal dari Israel."
  },
  {
    "reference": "2Ki 10:29",
    "text": "- 10:29: 1Raj. 12:28-30 Hanya, Yehu tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula, yakni dosa penyembahan anak-anak lembu emas yang di Betel dan yang di Dan."
  },
  {
    "reference": "2Ki 10:30",
    "text": "Berfirmanlah Tuhan kepada Yehu: ”Oleh karena engkau telah berbuat baik dengan melakukan apa yang benar di mata-Ku, dan telah berbuat kepada keluarga Ahab tepat seperti yang dikehendaki hati-Ku, maka anak-anakmu akan duduk di atas takhta Israel sampai keturunan yang keempat.”"
  },
  {
    "reference": "2Ki 10:31",
    "text": "Tetapi Yehu tidak tetap hidup menurut hukum Tuhan, Allah Israel, dengan segenap hatinya; ia tidak menjauh dari dosa-dosa Yerobeam yang mengakibatkan orang Israel berdosa pula."
  },
  {
    "reference": "2Ki 10:32",
    "text": "Pada zaman itu mulailah Tuhan menggunting daerah Israel, sebab Hazael mengalahkan mereka di seluruh daerah Israel"
  },
  {
    "reference": "2Ki 10:33",
    "text": "di sebelah timur sungai Yordan dengan merebut seluruh tanah Gilead, tanah orang Gad, orang Ruben dan orang Manasye, mulai dari Aro”er yang di tepi sungai Arnon, baik Gilead maupun Basan."
  },
  {
    "reference": "2Ki 10:34",
    "text": "Selebihnya dari riwayat Yehu dan segala yang dilakukannya dan segala kepahlawanannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?"
  },
  {
    "reference": "2Ki 10:35",
    "text": "Kemudian Yehu mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di Samaria, maka Yoahas, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 10:36",
    "text": "Adapun lamanya Yehu menjadi raja atas Israel di Samaria adalah dua puluh delapan tahun."
  },
  {
    "reference": "2Ki 11:1",
    "text": "Ketika Atalya, ibu Ahazia, melihat bahwa anaknya sudah mati, maka bangkitlah ia membinasakan semua keturunan raja."
  },
  {
    "reference": "2Ki 11:2",
    "text": "Tetapi Yoseba, anak perempuan raja Yoram, saudara perempuan Ahazia, mengambil Yoas bin Ahazia, menculik dia dari tengah-tengah anak-anak raja yang hendak dibunuh itu, memasukkan dia dengan inang penyusunya ke dalam gudang tempat tidur, dan menyembunyikan dia terhadap Atalya, sehingga dia tidak dibunuh."
  },
  {
    "reference": "2Ki 11:3",
    "text": "Maka tinggallah dia enam tahun lamanya bersama-sama perempuan itu dengan bersembunyi di rumah Tuhan, sementara Atalya memerintah negeri."
  },
  {
    "reference": "2Ki 11:4",
    "text": "Dalam tahun yang ketujuh Yoyada mengundang para kepala pasukan seratus dari orang Kari dan dari pasukan bentara penunggu. Disuruhnyalah mereka datang kepadanya di rumah Tuhan, lalu diikatnya perjanjian dengan mereka dengan menyuruh mereka bersumpah di rumah Tuhan. Kemudian diperlihatkannyalah anak raja itu kepada mereka."
  },
  {
    "reference": "2Ki 11:5",
    "text": "Sesudah itu ia memerintahkan kepada mereka: ”Inilah yang harus kamu lakukan: sepertiga dari kamu, yakni yang selesai bertugas pada hari Sabat di sini, tetapi mengawal di istana raja –"
  },
  {
    "reference": "2Ki 11:6",
    "text": "sepertiga lagi ada di pintu gerbang Sur dan sepertiga pula di pintu gerbang di belakang para bentara penunggu – haruslah mengawal di istana;"
  },
  {
    "reference": "2Ki 11:7",
    "text": "dan kedua regu dari pada kamu, yakni semua orang yang bertugas di sini pada hari Sabat dan mengawal di rumah Tuhan,"
  },
  {
    "reference": "2Ki 11:8",
    "text": "haruslah mengelilingi raja dari segala penjuru, masing-masing dengan senjatanya di tangannya, dan siapa yang mendatangi barisan haruslah mati dibunuh. Dan baiklah kamu menyertai raja setiap kali ia keluar atau masuk.”"
  },
  {
    "reference": "2Ki 11:9",
    "text": "Para kepala pasukan seratus itu melakukan tepat seperti yang diperintahkan imam Yoyada. Masing-masing mengambil orang-orangnya yang selesai bertugas pada hari Sabat bersama-sama dengan orang-orang yang masuk bertugas pada hari itu, lalu datanglah mereka kepada imam Yoyada."
  },
  {
    "reference": "2Ki 11:10",
    "text": "Imam memberikan kepada para kepala pasukan seratus itu tombak-tombak dan perisai-perisai kepunyaan raja Daud yang ada di rumah Tuhan."
  },
  {
    "reference": "2Ki 11:11",
    "text": "Kemudian para bentara itu, masing-masing dengan senjatanya di tangannya, mengambil tempatnya di lambung kanan sampai ke lambung kiri rumah itu, dengan mengelilingi mezbah dan rumah itu untuk melindungi raja."
  },
  {
    "reference": "2Ki 11:12",
    "text": "Sesudah itu Yoyada membawa anak raja itu ke luar, mengenakan jejamang kepadanya dan memberikan hukum Allah kepadanya. Mereka menobatkan dia menjadi raja serta mengurapinya, dan sambil bertepuk tangan berserulah mereka: ”Hiduplah raja!”"
  },
  {
    "reference": "2Ki 11:13",
    "text": "Ketika Atalya mendengar suara bentara-bentara penunggu dan rakyat, pergilah ia mendapatkan rakyat itu ke dalam rumah Tuhan."
  },
  {
    "reference": "2Ki 11:14",
    "text": "Lalu dilihatnyalah raja berdiri dekat tiang menurut kebiasaan, sedang para pemimpin dengan para pemegang nafiri ada dekat raja. Dan seluruh rakyat negeri bersukaria sambil meniup nafiri. Maka Atalya mengoyakkan pakaiannya sambil berseru: ”Khianat, khianat!”"
  },
  {
    "reference": "2Ki 11:15",
    "text": "Tetapi imam Yoyada memerintahkan para kepala pasukan seratus, yakni orang-orang yang mengepalai tentara, katanya kepada mereka: ”Bawalah dia keluar dari barisan! Siapa yang memihak kepadanya bunuhlah dengan pedang!” Sebab tadinya imam itu telah berkata: ”Janganlah ia dibunuh di rumah Tuhan!”"
  },
  {
    "reference": "2Ki 11:16",
    "text": "Lalu mereka menangkap perempuan itu. Pada waktu ia masuk ke istana raja dengan melalui pintu bagi kuda, dibunuhlah dia di situ."
  },
  {
    "reference": "2Ki 11:17",
    "text": "Kemudian Yoyada mengikat perjanjian antara Tuhan dengan raja dan rakyat, bahwa mereka menjadi umat Tuhan; juga antara raja dengan rakyat."
  },
  {
    "reference": "2Ki 11:18",
    "text": "Sesudah itu masuklah seluruh rakyat negeri ke rumah Baal, lalu merobohkannya; mereka memecahkan sama sekali mezbah-mezbahnya dan patung-patung dan membunuh Matan, imam Baal, di depan mezbah-mezbah itu. Kemudian imam Yoyada mengangkat penjaga-penjaga untuk rumah Tuhan."
  },
  {
    "reference": "2Ki 11:19",
    "text": "Sesudah itu ia mengajak para kepala pasukan seratus orang-orang Kari dan para bentara penunggu dan seluruh rakyat negeri, lalu mereka membawa raja turun dari rumah Tuhan; mereka masuk ke istana raja melalui pintu gerbang para bentara; kemudian duduklah raja di atas takhta kerajaan."
  },
  {
    "reference": "2Ki 11:20",
    "text": "Bersukarialah seluruh rakyat negeri dan amanlah kota itu, setelah Atalya mati dibunuh dengan pedang di istana raja. Yoas, raja Yehuda 11:21–12:21 (2Taw. 24:1-27)"
  },
  {
    "reference": "2Ki 11:21",
    "text": "Yoas berumur tujuh tahun pada waktu ia menjadi raja."
  },
  {
    "reference": "2Ki 12:1",
    "text": "Dalam tahun ketujuh zaman Yehu, Yoas menjadi raja dan empat puluh tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Zibya, dari Bersyeba."
  },
  {
    "reference": "2Ki 12:2",
    "text": "Yoas melakukan apa yang benar di mata Tuhan seumur hidupnya, selama imam Yoyada mengajar dia."
  },
  {
    "reference": "2Ki 12:3",
    "text": "Namun demikian, bukit-bukit pengorbanan tidaklah dijauhkan. Bangsa itu masih mempersembahkan dan membakar korban di bukit-bukit itu."
  },
  {
    "reference": "2Ki 12:4",
    "text": "- 12:4: Kel. 30:11-16 Berkatalah Yoas kepada para imam: ”Segala uang yang dibawa ke dalam rumah Tuhan sebagai persembahan kudus, yakni uang masuk untuk pencatatan jiwa, uang tebusan jiwa menurut penilaian yang berlaku untuk seseorang, dan segala uang yang dibawa ke dalam rumah Tuhan karena dorongan hati seseorang,"
  },
  {
    "reference": "2Ki 12:5",
    "text": "baiklah para imam sendiri menerimanya, masing-masing dari kenalannya, dan memakainya untuk memperbaiki yang rusak pada rumah itu, di mana saja terdapat kerusakan.”"
  },
  {
    "reference": "2Ki 12:6",
    "text": "Tetapi dalam tahun kedua puluh tiga zaman raja Yoas para imam belum juga memperbaiki kerusakan rumah itu."
  },
  {
    "reference": "2Ki 12:7",
    "text": "Sebab itu raja Yoas memanggil imam Yoyada, dan imam-imam lain serta berkata kepada mereka: ”Mengapa kamu tidak perbaiki kerusakan rumah itu? Maka sekarang, tidak boleh lagi kamu menerima uang dari kenalan-kenalanmu, tetapi serahkanlah itu untuk memperbaiki kerusakan rumah itu.”"
  },
  {
    "reference": "2Ki 12:8",
    "text": "Lalu setujulah para imam itu untuk tidak menerima uang dari rakyat, tetapi mereka pun tidak usah lagi memperbaiki kerusakan rumah itu."
  },
  {
    "reference": "2Ki 12:9",
    "text": "Kemudian imam Yoyada mengambil sebuah peti, membuat lobang pada tutupnya dan menaruhnya di samping mezbah, di sebelah kanan apabila orang masuk ke rumah Tuhan. Para imam penjaga pintu menaruh ke dalamnya segala uang yang dibawa orang ke dalam rumah Tuhan."
  },
  {
    "reference": "2Ki 12:10",
    "text": "Dan apabila dilihat mereka bahwa sudah banyak uang dalam peti itu, maka datanglah panitera raja beserta imam besar, lalu membungkus dan menghitung uang yang terdapat dalam rumah Tuhan itu."
  },
  {
    "reference": "2Ki 12:11",
    "text": "Mereka menyerahkan jumlah uang yang ditentukan ke tangan para pekerja yang diangkat mengawasi rumah Tuhan, dan mereka ini membayarkannya kepada tukang-tukang kayu, kepada tukang-tukang bangunan yang mengerjakan rumah Tuhan itu,"
  },
  {
    "reference": "2Ki 12:12",
    "text": "kepada tukang-tukang tembok dan kepada tukang-tukang pemahat batu; mereka memakainya juga bagi pembelian kayu dan batu pahat untuk memperbaiki rumah Tuhan dan bagi segala pengeluaran untuk memperbaiki rumah itu."
  },
  {
    "reference": "2Ki 12:13",
    "text": "Tetapi untuk rumah Tuhan tidaklah dibuat pasu perak, pisau, bokor penyiraman, nafiri, atau sesuatu perkakas emas dan perak dari uang yang telah dibawa ke dalam rumah Tuhan itu."
  },
  {
    "reference": "2Ki 12:14",
    "text": "Melainkan mereka menyerahkannya kepada para pekerja, supaya dipakai memperbaiki rumah Tuhan."
  },
  {
    "reference": "2Ki 12:15",
    "text": "Mereka kemudian tidak mengadakan perhitungan dengan orang-orang yang diserahi uang itu untuk memberikannya kepada tukang-tukang, sebab mereka bekerja dengan jujur."
  },
  {
    "reference": "2Ki 12:16",
    "text": "- 12:16: Im. 7:7 Tetapi uang korban penebus salah dan uang korban penghapus dosa tidaklah dibawa ke dalam rumah Tuhan; semuanya itu adalah bagian para imam."
  },
  {
    "reference": "2Ki 12:17",
    "text": "Pada waktu itu majulah Hazael, raja Aram, diperanginyalah Gat dan direbutnya. Kemudian Hazael berniat menyerang Yerusalem,"
  },
  {
    "reference": "2Ki 12:18",
    "text": "tetapi Yoas, raja Yehuda, mengambil segala persembahan kudus yang telah dikuduskan oleh para leluhurnya yakni Yosafat, Yoram dan Ahazia, raja-raja Yehuda, dan persembahan-persembahan kudusnya sendiri, juga segala emas yang terdapat dalam perbendaharaan rumah Tuhan dan istana raja. Dikirimkannyalah semuanya itu kepada Hazael, raja Aram, maka tidak jadi lagi Hazael menyerang Yerusalem."
  },
  {
    "reference": "2Ki 12:19",
    "text": "Selebihnya dari riwayat Yoas dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?"
  },
  {
    "reference": "2Ki 12:20",
    "text": "Pegawai-pegawainya bangkit mengadakan persepakatan, lalu membunuh Yoas di rumah Milo yang letaknya di penurunan ke Sila."
  },
  {
    "reference": "2Ki 12:21",
    "text": "Yozakar, anak Simeat, dan Yozabad, anak Somer, ialah pegawai-pegawainya yang membunuh dia. Lalu ia dikuburkan di samping nenek moyangnya di kota Daud, maka Amazia, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 13:1",
    "text": "Dalam tahun kedua puluh tiga zaman Yoas bin Ahazia, raja Yehuda, Yoahas, anak Yehu, menjadi raja atas Israel di Samaria; ia memerintah tujuh belas tahun lamanya."
  },
  {
    "reference": "2Ki 13:2",
    "text": "Ia melakukan apa yang jahat di mata Tuhan, dan ia hidup menuruti dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula. Ia tidak menjauhinya."
  },
  {
    "reference": "2Ki 13:3",
    "text": "Sebab itu bangkitlah murka Tuhan terhadap Israel, lalu diserahkan-Nyalah mereka ke dalam tangan Hazael, raja Aram, dan ke dalam tangan Benhadad, anak Hazael, selama zaman itu."
  },
  {
    "reference": "2Ki 13:4",
    "text": "Tetapi kemudian Yoahas memohon belas kasihan Tuhan, dan Tuhan mendengarkan dia, sebab Ia telah melihat, bagaimana beratnya orang Israel ditindas oleh raja Aram."
  },
  {
    "reference": "2Ki 13:5",
    "text": "– Tuhan memberikan kepada orang Israel seorang penolong, sehingga mereka lepas dari tangan Aram dan dapat duduk di kemah-kemah mereka seperti yang sudah-sudah."
  },
  {
    "reference": "2Ki 13:6",
    "text": "Hanya mereka tidak menjauh dari dosa-dosa keluarga Yerobeam, yang mengakibatkan orang Israel berdosa pula, melainkan mereka terus hidup dalam dosa itu. Juga patung Asyera masih berdiri di Samaria. –"
  },
  {
    "reference": "2Ki 13:7",
    "text": "Sebab tidak ada laskar ditinggalkan pada Yoahas, selain dari lima puluh orang berkuda dan sepuluh kereta dan sepuluh ribu orang berjalan kaki, sebab raja Aram telah membinasakan mereka dan meniupkan mereka seperti abu pengirikan."
  },
  {
    "reference": "2Ki 13:8",
    "text": "Selebihnya dari riwayat Yoahas dan segala yang dilakukannya dan kepahlawanannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?"
  },
  {
    "reference": "2Ki 13:9",
    "text": "Kemudian Yoahas mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di Samaria. Maka Yoas, anaknya, menjadi raja menggantikan dia. Yoas, raja Israel 13:10-13"
  },
  {
    "reference": "2Ki 13:10",
    "text": "Dalam tahun ketiga puluh tujuh zaman Yoas, raja Yehuda, Yoas anak Yoahas, menjadi raja atas Israel di Samaria. Ia memerintah enam belas tahun lamanya."
  },
  {
    "reference": "2Ki 13:11",
    "text": "Ia melakukan apa yang jahat di mata Tuhan. Ia tidak menjauh dari segala dosa yang disuruh Yerobeam bin Nebat dilakukan orang Israel, tetapi terus hidup dalam dosa itu."
  },
  {
    "reference": "2Ki 13:12",
    "text": "Selebihnya dari riwayat Yoas dan segala yang dilakukannya dan kepahlawanannya, bagaimana ia berperang melawan Amazia, raja Yehuda, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?"
  },
  {
    "reference": "2Ki 13:13",
    "text": "Setelah Yoas mendapat perhentian bersama-sama dengan nenek moyangnya, maka duduklah Yerobeam di atas takhta ayahnya. Dan Yoas dikuburkan di Samaria di samping raja Israel. Kejadian menjelang kematian Elisa dan keajaiban dalam kuburnya 13:14-21"
  },
  {
    "reference": "2Ki 13:14",
    "text": "- 13:14: 2Raj. 2:12 Ketika Elisa menderita sakit yang menyebabkan kematiannya, datanglah Yoas, raja Israel, kepadanya dan menangis oleh karena dia, katanya: ”Bapaku, bapaku! Kereta Israel dan orang-orangnya yang berkuda!”"
  },
  {
    "reference": "2Ki 13:15",
    "text": "Berkatalah Elisa kepadanya: ”Ambillah busur dan anak-anak panah!” Lalu diambillah busur dan anak-anak panah."
  },
  {
    "reference": "2Ki 13:16",
    "text": "Berkatalah ia kepada raja Israel: ”Tariklah busurmu!” Lalu ia menarik busurnya, tetapi Elisa menaruh tangannya di atas tangan raja,"
  },
  {
    "reference": "2Ki 13:17",
    "text": "serta berkata: ”Bukalah jendela yang di sebelah timur!” Dan ketika dibukanya, berkatalah Elisa: ”Panahlah!” Lalu dipanahnya. Kemudian berkatalah Elisa: ”Itulah anak panah kemenangan dari pada Tuhan, anak panah kemenangan terhadap Aram. Engkau akan mengalahkan Aram di Afek sampai habis lenyap.”"
  },
  {
    "reference": "2Ki 13:18",
    "text": "Sesudah itu berkatalah ia: ”Ambillah anak-anak panah itu!” Lalu diambilnya. Setelah diambilnya, berkatalah Elisa kepada raja Israel: ”Pukulkanlah itu ke tanah!” Lalu dipukulkannya tiga kali, kemudian ia berhenti."
  },
  {
    "reference": "2Ki 13:19",
    "text": "Tetapi gusarlah abdi Allah itu kepadanya serta berkata: ”Seharusnya engkau memukul lima atau enam kali! Dengan berbuat demikian engkau akan memukul Aram sampai habis lenyap. Tetapi sekarang, hanya tiga kali saja engkau akan memukul Aram.”"
  },
  {
    "reference": "2Ki 13:20",
    "text": "Sesudah itu matilah Elisa, lalu ia dikuburkan. Adapun gerombolan Moab sering memasuki negeri itu pada pergantian tahun."
  },
  {
    "reference": "2Ki 13:21",
    "text": "Pada suatu kali orang sedang menguburkan mayat. Ketika mereka melihat gerombolan datang, dicampakkan merekalah mayat itu ke dalam kubur Elisa, lalu pergi. Dan demi mayat itu kena kepada tulang-tulang Elisa, maka hiduplah ia kembali dan bangun berdiri. Kemenangan Yoas atas Aram 13:22-25"
  },
  {
    "reference": "2Ki 13:22",
    "text": "Hazael, raja Aram, menindas orang Israel sepanjang umur Yoahas."
  },
  {
    "reference": "2Ki 13:23",
    "text": "Tetapi Tuhan mengasihani serta menyayangi mereka, dan Ia berpaling kepada mereka oleh karena perjanjian-Nya dengan Abraham, Ishak dan Yakub, jadi Ia tidak mau memusnahkan mereka dan belum membuang mereka pada waktu itu dari hadapan-Nya."
  },
  {
    "reference": "2Ki 13:24",
    "text": "Kemudian matilah Hazael, raja Aram, maka Benhadad, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 13:25",
    "text": "Yoas bin Yoahas merebut kembali dari tangan Benhadad bin Hazael kota-kota yang dalam peperangan direbut Benhadad dari tangan Yoahas, ayah Yoas. Tiga kali Yoas mengalahkan dia dan mendapat kembali kota-kota Israel."
  },
  {
    "reference": "2Ki 14:1",
    "text": "Dalam tahun kedua zaman Yoas bin Yoahas, raja Israel, Amazia, anak Yoas raja Yehuda menjadi raja."
  },
  {
    "reference": "2Ki 14:2",
    "text": "Ia berumur dua puluh lima tahun pada waktu ia menjadi raja dan dua puluh sembilan tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Yoadan, dari Yerusalem."
  },
  {
    "reference": "2Ki 14:3",
    "text": "Ia melakukan apa yang benar di mata Tuhan, hanya bukan seperti Daud, bapa leluhurnya. Ia berbuat tepat seperti yang diperbuat Yoas, ayahnya."
  },
  {
    "reference": "2Ki 14:4",
    "text": "Namun demikian, bukit-bukit pengorbanan tidaklah dijauhkan. Bangsa itu masih mempersembahkan dan membakar korban di bukit-bukit itu."
  },
  {
    "reference": "2Ki 14:5",
    "text": "Segera sesudah kuasa kerajaan itu kokoh di tangannya, dibunuhnyalah pegawai-pegawainya yang telah membunuh raja, yaitu ayahnya."
  },
  {
    "reference": "2Ki 14:6",
    "text": "- 14:6: Ul. 24:16 Tetapi anak-anak para pembunuh itu tidak dihukum mati olehnya, seperti yang tertulis dalam kitab Taurat Musa, di mana Tuhan telah memberi perintah: ”Janganlah ayah dihukum mati karena anaknya, janganlah juga anak dihukum mati karena ayahnya, melainkan setiap orang harus dihukum mati karena dosanya sendiri.”"
  },
  {
    "reference": "2Ki 14:7",
    "text": "Ia mengalahkan Edom di Lembah Asin, sepuluh ribu orang banyaknya, dan merebut Sela dalam peperangan itu, lalu dinamainyalah kota itu Yokteel; begitulah sampai hari ini."
  },
  {
    "reference": "2Ki 14:8",
    "text": "Pada waktu itu Amazia menyuruh utusan kepada Yoas bin Yoahas bin Yehu, raja Israel, mengatakan: ”Mari kita mengadu tenaga!”"
  },
  {
    "reference": "2Ki 14:9",
    "text": "Tetapi Yoas, raja Israel, menyuruh orang kepada Amazia, raja Yehuda, mengatakan: ”Rumput duri yang di gunung Libanon mengirim pesan kepada pohon aras yang di gunung Libanon, bunyinya: Berikanlah anakmu perempuan kepada anakku laki-laki menjadi isterinya. Tetapi binatang-binatang hutan yang ada di gunung Libanon itu berjalan lewat dari sana, lalu menginjak rumput duri itu."
  },
  {
    "reference": "2Ki 14:10",
    "text": "Memang engkau telah mengalahkan Edom, sebab itu engkau menjadi tinggi hati. Cukuplah bagimu mendapat kehormatan itu dan tinggallah di rumahmu. Untuk apa engkau menantang malapetaka, sehingga engkau jatuh dan Yehuda bersama-sama engkau?”"
  },
  {
    "reference": "2Ki 14:11",
    "text": "Tetapi Amazia tidak mau mendengarkan, sebab itu majulah Yoas, raja Israel, lalu mengadu tenagalah mereka, ia dan Amazia, raja Yehuda, di Bet-Semes yang termasuk wilayah Yehuda."
  },
  {
    "reference": "2Ki 14:12",
    "text": "Yehuda terpukul kalah oleh Israel, sehingga masing-masing lari ke kemahnya."
  },
  {
    "reference": "2Ki 14:13",
    "text": "Yoas, raja Israel menangkap Amazia, raja Yehuda, anak Yoas bin Ahazia, di Bet-Semes. Lalu Yoas masuk ke Yerusalem, dan membongkar tembok Yerusalem dari Pintu Gerbang Efraim sampai ke Pintu Gerbang Sudut, empat ratus hasta panjangnya."
  },
  {
    "reference": "2Ki 14:14",
    "text": "Sesudah itu ia mengambil segala emas dan perak dan segala perkakas yang terdapat dalam rumah Tuhan dan dalam perbendaharaan istana raja, juga orang-orang sandera, kemudian pulanglah ia ke Samaria."
  },
  {
    "reference": "2Ki 14:15",
    "text": "Selebihnya dari riwayat Yoas, apa yang dilakukannya dan kepahlawanannya dan bagaimana ia berperang melawan Amazia, raja Yehuda, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?"
  },
  {
    "reference": "2Ki 14:16",
    "text": "Kemudian Yoas mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di Samaria di samping raja-raja Israel. Maka Yerobeam, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 14:17",
    "text": "Amazia bin Yoas, raja Yehuda, masih hidup lima belas tahun lamanya sesudah matinya Yoas bin Yoahas, raja Israel."
  },
  {
    "reference": "2Ki 14:18",
    "text": "Selebihnya dari riwayat Amazia, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?"
  },
  {
    "reference": "2Ki 14:19",
    "text": "Di Yerusalem orang mengadakan persepakatan melawan dia, sebab itu larilah ia ke Lakhis. Tetapi mereka menyuruh mengejar dia ke Lakhis, lalu dibunuhlah dia di sana."
  },
  {
    "reference": "2Ki 14:20",
    "text": "Diangkutlah dia dengan kuda, lalu dikuburkan di Yerusalem di samping nenek moyangnya di kota Daud."
  },
  {
    "reference": "2Ki 14:21",
    "text": "Segenap bangsa Yehuda mengambil Azarya, yang masih berumur enam belas tahun dan mengangkat dia menjadi raja menggantikan ayahnya, Amazia."
  },
  {
    "reference": "2Ki 14:22",
    "text": "Ia memperkuat Elat dan mengembalikannya kepada Yehuda, sesudah raja mendapat perhentian bersama-sama dengan nenek moyangnya. Yerobeam bin Yoas, raja Israel 14:23-29"
  },
  {
    "reference": "2Ki 14:23",
    "text": "Dalam tahun kelima belas zaman Amazia bin Yoas, raja Yehuda, Yerobeam, anak Yoas, raja Israel, menjadi raja di Samaria. Ia memerintah empat puluh satu tahun lamanya."
  },
  {
    "reference": "2Ki 14:24",
    "text": "Ia melakukan apa yang jahat di mata Tuhan. Ia tidak menjauh dari segala dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula."
  },
  {
    "reference": "2Ki 14:25",
    "text": "- 14:25: Yun. 1:1 Ia mengembalikan daerah Israel, dari jalan masuk ke Hamat sampai ke Laut Araba sesuai dengan firman Tuhan, Allah Israel, yang telah diucapkan-Nya dengan perantaraan hamba-Nya, nabi Yunus bin Amitai dari Gat-Hefer."
  },
  {
    "reference": "2Ki 14:26",
    "text": "Sebab Tuhan telah melihat betapa pahitnya kesengsaraan orang Israel itu: sudah habis lenyap baik yang tinggi maupun yang rendah kedudukannya, dan tidak ada penolong bagi orang Israel."
  },
  {
    "reference": "2Ki 14:27",
    "text": "Tetapi Tuhan tidak mengatakan bahwa Ia akan menghapuskan nama Israel dari kolong langit; jadi Ia menolong mereka dengan perantaraan Yerobeam bin Yoas."
  },
  {
    "reference": "2Ki 14:28",
    "text": "Selebihnya dari riwayat Yerobeam dan segala yang dilakukannya dan kepahlawanannya, bagaimana ia berperang, dan bagaimana ia mengembalikan Damsyik dan Hamat-Yehuda ke dalam Israel, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?"
  },
  {
    "reference": "2Ki 14:29",
    "text": "Kemudian Yerobeam mendapat perhentian bersama-sama dengan nenek moyangnya, raja-raja Israel. Maka Zakharia, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 15:1",
    "text": "Dalam tahun kedua puluh tujuh zaman Yerobeam, raja Israel, Azarya, anak Amazia raja Yehuda menjadi raja."
  },
  {
    "reference": "2Ki 15:2",
    "text": "Ia berumur enam belas tahun pada waktu ia menjadi raja dan lima puluh dua tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Yekholya, dari Yerusalem."
  },
  {
    "reference": "2Ki 15:3",
    "text": "Ia melakukan apa yang benar di mata Tuhan, tepat seperti yang dilakukan Amazia, ayahnya."
  },
  {
    "reference": "2Ki 15:4",
    "text": "Namun demikian, bukit-bukit pengorbanan tidaklah dijauhkan. Bangsa itu masih mempersembahkan dan membakar korban di bukit-bukit itu."
  },
  {
    "reference": "2Ki 15:5",
    "text": "Maka Tuhan menimpakan tulah kepada raja, sehingga ia sakit kusta sampai hari kematiannya, dan tinggal dalam sebuah rumah pengasingan. Dan Yotam, anak raja, mengepalai istana dan menjalankan pemerintahan atas rakyat negeri itu."
  },
  {
    "reference": "2Ki 15:6",
    "text": "Selebihnya dari riwayat Azarya, dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?"
  },
  {
    "reference": "2Ki 15:7",
    "text": "- 15:7: Yes. 6:1, 7:1 Kemudian Azarya mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di kota Daud. Maka Yotam, anaknya, menjadi raja menggantikan dia. Zakharia, raja Israel 15:8-12"
  },
  {
    "reference": "2Ki 15:8",
    "text": "Dalam tahun ketiga puluh delapan zaman Azarya, raja Yehuda, Zakharia, anak Yerobeam, menjadi raja atas Israel di Samaria. Ia memerintah enam bulan lamanya."
  },
  {
    "reference": "2Ki 15:9",
    "text": "Ia melakukan apa yang jahat di mata Tuhan seperti yang telah dilakukan oleh nenek moyangnya. Ia tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula."
  },
  {
    "reference": "2Ki 15:10",
    "text": "Salum bin Yabesh mengikat persepakatan melawan dia, membunuh dia di Yibleam, kemudian menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 15:11",
    "text": "Selebihnya dari riwayat Zakharia, sesungguhnya semuanya itu tertulis dalam kitab sejarah raja-raja Israel."
  },
  {
    "reference": "2Ki 15:12",
    "text": "- 15:12: 2Raj. 10:30 Bukankah begini firman Tuhan yang diucapkan-Nya kepada Yehu: ”Anak-anakmu sampai kepada keturunan yang keempat akan duduk di atas takhta Israel!” Dan terjadilah demikian. Salum, raja Israel 15:13-16"
  },
  {
    "reference": "2Ki 15:13",
    "text": "Salum bin Yabesh menjadi raja dalam tahun yang ketiga puluh sembilan zaman Uzia, raja Yehuda. Ia memerintah sebulan lamanya di Samaria."
  },
  {
    "reference": "2Ki 15:14",
    "text": "Sesudah itu majulah Menahem bin Gadi dari Tirza, lalu sampai ke Samaria. Ia membunuh Salum bin Yabesh di Samaria, kemudian menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 15:15",
    "text": "Selebihnya dari riwayat Salum dan persepakatan yang diadakannya, sesungguhnya semuanya itu tertulis dalam kitab sejarah raja-raja Israel."
  },
  {
    "reference": "2Ki 15:16",
    "text": "Pada waktu itu, dengan mulai dari Tirza, Menahem memusnahkan Tifsah dan semua orang yang ada di dalamnya serta daerahnya, sebab orang tidak membuka pintu kota baginya. Maka dimusnahkannyalah kota itu dan dibelahnya semua perempuannya yang mengandung. Menahem, raja Israel 15:17-22"
  },
  {
    "reference": "2Ki 15:17",
    "text": "Dalam tahun ketiga puluh sembilan zaman Azarya, raja Yehuda, Menahem bin Gadi menjadi raja atas Israel. Ia memerintah sepuluh tahun lamanya di Samaria."
  },
  {
    "reference": "2Ki 15:18",
    "text": "Ia melakukan apa yang jahat di mata Tuhan. Sepanjang umurnya ia tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula."
  },
  {
    "reference": "2Ki 15:19",
    "text": "Pul, raja Asyur, datang menyerang negeri itu, lalu Menahem memberi seribu talenta perak kepada Pul, supaya dibantunya dia mengokohkan kerajaan itu di tangannya."
  },
  {
    "reference": "2Ki 15:20",
    "text": "Menahem mengeluarkan uang ini atas beban Israel dan atas beban semua orang yang kaya raya untuk diberikan kepada raja Asyur: lima puluh syikal perak dari setiap orang. Lalu pulanglah raja Asyur dan ia tidak tinggal di sana, di negeri itu."
  },
  {
    "reference": "2Ki 15:21",
    "text": "Selebihnya dari riwayat Menahem dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Israel?"
  },
  {
    "reference": "2Ki 15:22",
    "text": "Kemudian Menahem mendapat perhentian bersama-sama dengan nenek moyangnya. Maka Pekahya, anaknya, menjadi raja menggantikan dia. Pekahya, raja Israel 15:23-26"
  },
  {
    "reference": "2Ki 15:23",
    "text": "Dalam tahun kelima puluh zaman Azarya, raja Yehuda, Pekahya, anak Menahem, menjadi raja atas Israel di Samaria. Ia memerintah dua tahun lamanya."
  },
  {
    "reference": "2Ki 15:24",
    "text": "Ia melakukan apa yang jahat di mata Tuhan. Ia tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula."
  },
  {
    "reference": "2Ki 15:25",
    "text": "Lalu perwiranya, yakni Pekah bin Remalya, mengadakan persepakatan melawan dia dan membunuh dia di Samaria di puri istana raja; beserta dia ada Argob dan Arye serta lima puluh orang dari bani Gilead; dibunuhnyalah Pekahya, kemudian menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 15:26",
    "text": "Selebihnya dari riwayat Pekahya dan segala yang dilakukannya, sesungguhnya semuanya itu tertulis dalam kitab sejarah raja-raja Israel. Pekah, raja Israel 15:27-31"
  },
  {
    "reference": "2Ki 15:27",
    "text": "Dalam tahun kelima puluh dua zaman Azarya, raja Yehuda, Pekah bin Remalya menjadi raja atas orang Israel di Samaria. Ia memerintah dua puluh tahun lamanya."
  },
  {
    "reference": "2Ki 15:28",
    "text": "Ia melakukan apa yang jahat di mata Tuhan. Ia tidak menjauh dari dosa-dosa Yerobeam bin Nebat, yang mengakibatkan orang Israel berdosa pula."
  },
  {
    "reference": "2Ki 15:29",
    "text": "Dalam zaman Pekah, raja Israel, datanglah Tiglat-Pileser, raja Asyur; direbutnyalah Iyon, Abel-Bet-Maakha, Yanoah, Kedesh dan Hazor, Gilead dan Galilea, seluruh tanah Naftali, lalu diangkutnyalah penduduknya ke Asyur ke dalam pembuangan."
  },
  {
    "reference": "2Ki 15:30",
    "text": "Hosea bin Ela mengadakan persepakatan melawan Pekah bin Remalya; dibunuhnyalah dia, kemudian dia menjadi raja menggantikannya dalam tahun kedua puluh zaman Yotam bin Uzia."
  },
  {
    "reference": "2Ki 15:31",
    "text": "Selebihnya dari riwayat Pekah dan segala yang dilakukannya, sesungguhnya semuanya itu tertulis dalam kitab sejarah raja-raja Israel. Yotam, raja Yehuda 15:32-38 (2Taw. 27:1-9)"
  },
  {
    "reference": "2Ki 15:32",
    "text": "Dalam tahun kedua zaman Pekah bin Remalya, raja Israel, Yotam, anak Uzia raja Yehuda menjadi raja."
  },
  {
    "reference": "2Ki 15:33",
    "text": "Ia berumur dua puluh lima tahun pada waktu ia menjadi raja dan enam belas tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Yerusa, anak Zadok."
  },
  {
    "reference": "2Ki 15:34",
    "text": "Ia melakukan apa yang benar di mata Tuhan, tepat seperti yang dilakukan Uzia, ayahnya."
  },
  {
    "reference": "2Ki 15:35",
    "text": "Namun demikian, bukit-bukit pengorbanan tidaklah dijauhkan. Bangsa itu masih mempersembahkan dan membakar korban di bukit-bukit itu. Ia mendirikan Pintu Gerbang Tinggi di rumah Tuhan."
  },
  {
    "reference": "2Ki 15:36",
    "text": "Selebihnya dari riwayat Yotam, apa yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?"
  },
  {
    "reference": "2Ki 15:37",
    "text": "Mulai zaman itu Tuhan menyuruh Rezin, raja Aram, dan Pekah bin Remalya, menyerang Yehuda."
  },
  {
    "reference": "2Ki 15:38",
    "text": "Kemudian Yotam mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di kota Daud, bapa leluhurnya. Maka Ahas, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 16:1",
    "text": "Dalam tahun ketujuh belas zaman Pekah bin Remalya, Ahas anak Yotam raja Yehuda menjadi raja."
  },
  {
    "reference": "2Ki 16:2",
    "text": "Ahas berumur dua puluh tahun pada waktu ia menjadi raja dan enam belas tahun lamanya ia memerintah di Yerusalem. Ia tidak melakukan apa yang benar di mata Tuhan, Allahnya, seperti Daud, bapa leluhurnya,"
  },
  {
    "reference": "2Ki 16:3",
    "text": "- 16:3: Ul. 12:31 tetapi ia hidup menurut kelakuan raja-raja Israel, bahkan dia mempersembahkan anaknya sebagai korban dalam api, sesuai dengan perbuatan keji bangsa-bangsa yang telah dihalau Tuhan dari depan orang Israel."
  },
  {
    "reference": "2Ki 16:4",
    "text": "Ia mempersembahkan dan membakar korban di bukit-bukit pengorbanan dan di atas tempat-tempat yang tinggi dan di bawah setiap pohon yang rimbun."
  },
  {
    "reference": "2Ki 16:5",
    "text": "- 16:5: Yes. 7:1 Pada waktu itu majulah Rezin, raja Aram, dan Pekah bin Remalya, raja Israel, untuk memerangi Yerusalem. Dan mereka mengepung Ahas, tetapi mereka tidak dapat mengalahkan dia."
  },
  {
    "reference": "2Ki 16:6",
    "text": "Pada masa itu Rezin, raja Aram, mengembalikan Elat kepada Edom, lalu ia mengusir orang-orang Yehuda dari Elat. Datanglah orang-orang Edom ke Elat dan diam di sana sampai hari ini."
  },
  {
    "reference": "2Ki 16:7",
    "text": "Ahas menyuruh utusan-utusan kepada Tiglat-Pileser, raja Asyur, mengatakan: ”Aku ini hambamu dan anakmu. Majulah dan selamatkanlah aku dari tangan raja Aram dan dari tangan raja Israel, yang telah bangkit menyerang aku.”"
  },
  {
    "reference": "2Ki 16:8",
    "text": "Ahas mengambil perak dan emas yang terdapat dalam rumah Tuhan dan dalam perbendaharaan istana raja, dan mengirimnya kepada raja Asyur sebagai persembahan."
  },
  {
    "reference": "2Ki 16:9",
    "text": "Maka raja Asyur mendengarkan permintaannya dan maju melawan Damsyik, merebutnya dan mengangkut penduduknya tertawan ke Kir, tetapi Rezin dibunuhnya."
  },
  {
    "reference": "2Ki 16:10",
    "text": "Sesudah itu pergilah raja Ahas menemui Tiglat-Pileser, raja Asyur, ke Damsyik. Setelah raja Ahas melihat mezbah yang ada di Damsyik, dikirimnyalah kepada imam Uria ukuran dan bagan mezbah itu, menurut buatannya yang tepat."
  },
  {
    "reference": "2Ki 16:11",
    "text": "Lalu imam Uria mendirikan mezbah; tepat seperti keterangan yang dikirimkan raja Ahas dari Damsyik, demikianlah dibuat imam Uria menjelang datangnya raja Ahas dari Damsyik."
  },
  {
    "reference": "2Ki 16:12",
    "text": "Setelah raja pulang dari Damsyik, maka raja melihat mezbah itu. Lalu mendekatlah raja kepada mezbah itu, naik ke atasnya,"
  },
  {
    "reference": "2Ki 16:13",
    "text": "membakar korban bakarannya dan korban sajiannya, mencurahkan korban curahannya di atas mezbah itu, dan menyiramkan darah korban keselamatannya kepadanya."
  },
  {
    "reference": "2Ki 16:14",
    "text": "- 16:14: Kel. 27:1-2; 2Taw. 4:1 Tetapi ia menyuruh menggeser mezbah tembaga yang ada di hadapan Tuhan dari depan rumah Tuhan, dari antara mezbah baru dengan rumah itu, dan menaruhnya di sebelah utara mezbah baru itu."
  },
  {
    "reference": "2Ki 16:15",
    "text": "Kemudian raja Ahas memerintahkan kepada imam Uria: ”Bakarlah di atas mezbah besar itu korban bakaran pagi dan korban sajian petang, juga korban bakaran dan korban sajian raja, lagi korban bakaran dan korban sajian dan korban-korban curahan seluruh rakyat negeri; dan siramkanlah kepadanya segenap darah korban bakaran dan segenap darah korban sembelihan; tetapi mezbah tembaga itu adalah urusanku.”"
  },
  {
    "reference": "2Ki 16:16",
    "text": "Lalu imam Uria melakukan tepat seperti yang diperintahkan raja Ahas."
  },
  {
    "reference": "2Ki 16:17",
    "text": "- 16:17: 1Raj. 7:23-39; 2Taw. 4:2-6 Sesudah itu raja Ahas memotong papan penutup kereta penopang dan menyingkirkan bejana pembasuhan dari atasnya, juga ”laut” itu diturunkannya dari atas lembu tembaga yang mendukungnya dan ditaruhnya di atas alas batu."
  },
  {
    "reference": "2Ki 16:18",
    "text": "Selanjutnya, demi raja Asyur, disingkirkannya dari rumah Tuhan serambi tertutup untuk hari Sabat yang telah didirikan pada rumah Tuhan, juga pintu masuk untuk raja yang di sebelah luar."
  },
  {
    "reference": "2Ki 16:19",
    "text": "Selebihnya dari riwayat Ahas dan apa yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?"
  },
  {
    "reference": "2Ki 16:20",
    "text": "- 16:20: Yes. 14:28 Kemudian Ahas mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di samping nenek moyangnya di kota Daud. Maka Hizkia, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 17:1",
    "text": "Dalam tahun kedua belas zaman Ahas, raja Yehuda, Hosea bin Ela menjadi raja di Samaria atas Israel. Ia memerintah sembilan tahun lamanya."
  },
  {
    "reference": "2Ki 17:2",
    "text": "Ia melakukan apa yang jahat di mata Tuhan, tetapi bukan seperti raja-raja Israel yang mendahului dia."
  },
  {
    "reference": "2Ki 17:3",
    "text": "Salmaneser, raja Asyur maju melawan dia; Hosea takluk kepadanya serta membayar upeti."
  },
  {
    "reference": "2Ki 17:4",
    "text": "Tetapi kedapatanlah oleh raja Asyur, bahwa di pihak Hosea ada persepakatan, karena Hosea telah mengirimkan utusan-utusan kepada So, raja Mesir, dan tidak mempersembahkan lagi upeti kepada raja Asyur, seperti biasanya tahun demi tahun; sebab itu raja Asyur menangkap dia dan membelenggu dia dalam penjara."
  },
  {
    "reference": "2Ki 17:5",
    "text": "Kemudian majulah raja Asyur menjelajah seluruh negeri itu, ia menyerang Samaria dan mengepungnya tiga tahun lamanya."
  },
  {
    "reference": "2Ki 17:6",
    "text": "Dalam tahun kesembilan zaman Hosea maka raja Asyur merebut Samaria. Ia mengangkut orang-orang Israel ke Asyur ke dalam pembuangan dan menyuruh mereka tinggal di Halah, di tepi sungai Habor, yakni sungai negeri Gozan, dan di kota-kota orang Madai. Keruntuhan kerajaan Israel 17:7-23"
  },
  {
    "reference": "2Ki 17:7",
    "text": "Hal itu terjadi, karena orang Israel telah berdosa kepada Tuhan, Allah mereka, yang telah menuntun mereka dari tanah Mesir dari kekuasaan Firaun, raja Mesir, dan karena mereka telah menyembah allah lain,"
  },
  {
    "reference": "2Ki 17:8",
    "text": "dan telah hidup menurut adat istiadat bangsa-bangsa yang telah dihalau Tuhan dari depan orang Israel, dan menurut ketetapan yang telah dibuat raja-raja Israel."
  },
  {
    "reference": "2Ki 17:9",
    "text": "Dan orang Israel telah menjalankan hal-hal yang tidak patut terhadap Tuhan, Allah mereka. Mereka mendirikan bukit-bukit pengorbanan di mana pun mereka diam, baik dekat menara penjagaan maupun di kota yang berkubu;"
  },
  {
    "reference": "2Ki 17:10",
    "text": "- 17:10: 1Raj. 14:23 mereka mendirikan tugu-tugu berhala dan tiang-tiang berhala di atas setiap bukit yang tinggi dan di bawah setiap pohon yang rimbun;"
  },
  {
    "reference": "2Ki 17:11",
    "text": "di sana di atas segala bukit itu mereka membakar korban seperti bangsa-bangsa yang telah diangkut Tuhan tertawan dari depan mereka; mereka melakukan hal-hal yang jahat sehingga mereka menimbulkan sakit hati Tuhan;"
  },
  {
    "reference": "2Ki 17:12",
    "text": "mereka beribadah kepada berhala-berhala, walaupun Tuhan telah berfirman kepada mereka: ”Janganlah kamu berbuat seperti itu!”"
  },
  {
    "reference": "2Ki 17:13",
    "text": "Tuhan telah memperingatkan kepada orang Israel dan kepada orang Yehuda dengan perantaraan semua nabi dan semua tukang tilik: ”Berbaliklah kamu dari pada jalan-jalanmu yang jahat itu dan tetaplah ikuti segala perintah dan ketetapan-Ku, sesuai dengan segala undang-undang yang telah Kuperintahkan kepada nenek moyangmu dan yang telah Kusampaikan kepada mereka dengan perantaraan hamba-hamba-Ku, para nabi.”"
  },
  {
    "reference": "2Ki 17:14",
    "text": "Tetapi mereka tidak mau mendengarkan, melainkan mereka menegarkan tengkuknya seperti nenek moyangnya yang tidak percaya kepada Tuhan, Allah mereka."
  },
  {
    "reference": "2Ki 17:15",
    "text": "Mereka menolak ketetapan-Nya dan perjanjian-Nya, yang telah diadakan dengan nenek moyang mereka, juga peraturan-peraturan-Nya yang telah diperingatkan-Nya kepada mereka; mereka mengikuti dewa kesia-siaan, sehingga mereka mengikuti bangsa-bangsa yang di sekeliling mereka, walaupun Tuhan telah memerintahkan kepada mereka: janganlah berbuat seperti mereka itu."
  },
  {
    "reference": "2Ki 17:16",
    "text": "- 17:16: 1Raj. 12:28 Mereka telah meninggalkan segala perintah Tuhan, Allah mereka, dan telah membuat dua anak lembu tuangan; juga mereka membuat patung Asyera, sujud menyembah kepada segenap tentara langit dan beribadah kepada Baal."
  },
  {
    "reference": "2Ki 17:17",
    "text": "- 17:17: Ul. 28:20 Tambahan pula mereka mempersembahkan anak-anaknya sebagai korban dalam api dan melakukan tenung dan telaah dan memperbudak diri dengan melakukan yang jahat di mata Tuhan, sehingga mereka menimbulkan sakit hati-Nya."
  },
  {
    "reference": "2Ki 17:18",
    "text": "Sebab itu Tuhan sangat murka kepada Israel, dan menjauhkan mereka dari hadapan-Nya; tidak ada yang tinggal kecuali suku Yehuda saja. –"
  },
  {
    "reference": "2Ki 17:19",
    "text": "Juga Yehuda tidak berpegang pada perintah Tuhan, Allah mereka, tetapi mereka hidup menurut ketetapan yang telah dibuat Israel,"
  },
  {
    "reference": "2Ki 17:20",
    "text": "jadi Tuhan menolak segenap keturunan Israel: Ia menindas mereka dan menyerahkan mereka ke dalam tangan perampok-perampok, sampai habis mereka dibuang-Nya dari hadapan-Nya. –"
  },
  {
    "reference": "2Ki 17:21",
    "text": "Ketika Ia mengoyakkan Israel dari pada keluarga Daud, maka mereka mengangkat Yerobeam bin Nebat menjadi raja, tetapi Yerobeam membuat orang Israel menyimpang dari pada mengikuti Tuhan dan mengakibatkan mereka melakukan dosa yang besar."
  },
  {
    "reference": "2Ki 17:22",
    "text": "Demikianlah orang Israel hidup menurut segala dosa yang telah dilakukan Yerobeam; mereka tidak menjauhinya,"
  },
  {
    "reference": "2Ki 17:23",
    "text": "sampai Tuhan menjauhkan orang Israel dari hadapan-Nya seperti yang telah difirmankan-Nya dengan perantaraan semua hamba-Nya, para nabi. Orang Israel diangkut dari tanahnya ke Asyur ke dalam pembuangan. Demikianlah sampai hari ini. Orang-orang Samaria 17:24-41"
  },
  {
    "reference": "2Ki 17:24",
    "text": "Raja Asyur mengangkut orang dari Babel, dari Kuta, dari Awa, dari Hamat dan Sefarwaim, lalu menyuruh mereka diam di kota-kota Samaria menggantikan orang Israel; maka orang-orang itu pun menduduki Samaria dan diam di kota-kotanya."
  },
  {
    "reference": "2Ki 17:25",
    "text": "Pada mulanya waktu mereka diam di sana tidaklah mereka takut kepada Tuhan, sebab itu Tuhan melepaskan singa-singa ke antara mereka yang membunuh beberapa orang di antara mereka."
  },
  {
    "reference": "2Ki 17:26",
    "text": "Lalu berkatalah orang kepada raja Asyur: ”Bangsa-bangsa yang tuanku angkut tertawan dan yang tuanku suruh diam di kota-kota Samaria tidaklah mengenal hukum beribadah kepada Allah negeri itu, sebab itu dilepaskan-Nyalah singa-singa ke antara mereka yang sesungguhnya membunuh mereka, oleh karena mereka tidak mengenal hukum beribadah kepada Allah negeri itu.”"
  },
  {
    "reference": "2Ki 17:27",
    "text": "Lalu raja Asyur memberi perintah: ”Suruhlah pergi ke sana salah seorang imam yang telah kamu angkut dari sana ke dalam pembuangan. Biarlah ia pergi dan diam di sana dan mengajarkan kepada mereka hukum beribadah kepada Allah negeri itu!”"
  },
  {
    "reference": "2Ki 17:28",
    "text": "Salah seorang imam yang telah mereka angkut dari Samaria ke dalam pembuangan pergi dan diam di Betel. Ia mengajarkan kepada mereka bagaimana seharusnya berbakti kepada Tuhan."
  },
  {
    "reference": "2Ki 17:29",
    "text": "Tetapi setiap bangsa itu telah membuat allahnya sendiri dan menempatkannya di kuil di atas bukit-bukit pengorbanan, yang dibuat oleh orang-orang Samaria; setiap bangsa bertindak demikian di kota-kota yang mereka diami:"
  },
  {
    "reference": "2Ki 17:30",
    "text": "orang-orang Babel membuat patung Sukot-Benot, orang-orang Kuta membuat patung Nergal, orang-orang Hamat membuat patung Asima,"
  },
  {
    "reference": "2Ki 17:31",
    "text": "dan orang-orang Awa membuat patung Nibhas dan Tartak. Orang-orang Sefarwaim membakar anak-anak mereka sebagai korban bagi Adramelekh dan Anamelekh, para allah di Sefarwaim."
  },
  {
    "reference": "2Ki 17:32",
    "text": "Di samping itu mereka berbakti kepada Tuhan dan mengangkat dari kalangan mereka imam untuk bukit-bukit pengorbanan, maka orang-orang inilah yang melakukan ibadah bagi mereka di kuil di atas bukit-bukit pengorbanan itu."
  },
  {
    "reference": "2Ki 17:33",
    "text": "Mereka berbakti kepada Tuhan, tetapi dalam pada itu mereka beribadah kepada allah mereka sesuai dengan adat bangsa-bangsa yang dari antaranya mereka diangkut tertawan."
  },
  {
    "reference": "2Ki 17:34",
    "text": "- 17:34: Kej. 32:28, 35:10 Sampai hari ini mereka berbuat sesuai dengan adat yang dahulu. Mereka tidak berbakti kepada Tuhan dan tidak berbuat sesuai dengan ketetapan, hukum, undang-undang dan perintah yang diperintahkan Tuhan kepada anak-anak Yakub yang telah dinamai-Nya Israel."
  },
  {
    "reference": "2Ki 17:35",
    "text": "- 17:35: Kel. 20:5; Ul. 5:9 Tuhan telah mengadakan perjanjian dengan mereka dan memberi perintah kepada mereka: ”Janganlah berbakti kepada allah lain, janganlah sujud menyembah kepadanya, janganlah beribadah kepadanya dan janganlah mempersembahkan korban kepadanya."
  },
  {
    "reference": "2Ki 17:36",
    "text": "- 17:36: Ul. 6:13 Tetapi Tuhan yang menuntun kamu dari tanah Mesir dengan kekuatan yang besar dan dengan tangan yang teracung, kepada-Nyalah kamu harus berbakti, kepada-Nyalah kamu harus sujud menyembah dan mempersembahkan korban."
  },
  {
    "reference": "2Ki 17:37",
    "text": "Tetapi kamu harus berpegang kepada ketetapan-ketetapan, peraturan-peraturan, hukum dan perintah yang telah ditulis-Nya bagimu dengan melakukannya senantiasa dengan setia, dan janganlah kamu berbakti kepada allah-allah lain."
  },
  {
    "reference": "2Ki 17:38",
    "text": "Janganlah kamu melupakan perjanjian yang telah Kuadakan dengan kamu dan janganlah kamu berbakti kepada allah lain,"
  },
  {
    "reference": "2Ki 17:39",
    "text": "melainkan kepada Tuhan, Allahmu, kamu harus berbakti, maka Ia akan melepaskan kamu dari tangan semua musuhmu.”"
  },
  {
    "reference": "2Ki 17:40",
    "text": "Tetapi mereka tidak mau mendengarkan, melainkan mereka berbuat sesuai dengan adat mereka yang dahulu."
  },
  {
    "reference": "2Ki 17:41",
    "text": "Demikianlah bangsa-bangsa ini berbakti kepada Tuhan, tetapi dalam pada itu mereka beribadah juga kepada patung-patung mereka; baik anak-anak mereka maupun cucu cicit mereka melakukan seperti yang telah dilakukan nenek moyang mereka, sampai hari ini."
  },
  {
    "reference": "2Ki 18:1",
    "text": "Maka dalam tahun ketiga zaman Hosea bin Ela, raja Israel, Hizkia, anak Ahas raja Yehuda menjadi raja."
  },
  {
    "reference": "2Ki 18:2",
    "text": "Ia berumur dua puluh lima tahun pada waktu ia menjadi raja dan dua puluh sembilan tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Abi, anak Zakharia."
  },
  {
    "reference": "2Ki 18:3",
    "text": "Ia melakukan apa yang benar di mata Tuhan, tepat seperti yang dilakukan Daud, bapa leluhurnya."
  },
  {
    "reference": "2Ki 18:4",
    "text": "- 18:4: Bil. 21:9 Dialah yang menjauhkan bukit-bukit pengorbanan dan yang meremukkan tugu-tugu berhala dan yang menebang tiang-tiang berhala dan yang menghancurkan ular tembaga yang dibuat Musa, sebab sampai pada masa itu orang Israel memang masih membakar korban bagi ular itu yang namanya disebut Nehustan."
  },
  {
    "reference": "2Ki 18:5",
    "text": "Ia percaya kepada Tuhan, Allah Israel, dan di antara semua raja-raja Yehuda, baik yang sesudah dia maupun yang sebelumnya, tidak ada lagi yang sama seperti dia."
  },
  {
    "reference": "2Ki 18:6",
    "text": "Ia berpaut kepada Tuhan, tidak menyimpang dari pada mengikuti Dia dan ia berpegang pada perintah-perintah Tuhan yang telah diperintahkan-Nya kepada Musa."
  },
  {
    "reference": "2Ki 18:7",
    "text": "Maka Tuhan menyertai dia; ke mana pun juga ia pergi berperang, ia beruntung. Ia memberontak kepada raja Asyur dan tidak lagi takluk kepadanya."
  },
  {
    "reference": "2Ki 18:8",
    "text": "Dialah yang mengalahkan orang Filistin sampai ke Gaza dan memusnahkan daerahnya, baik menara-menara penjagaan maupun kota-kota yang berkubu."
  },
  {
    "reference": "2Ki 18:9",
    "text": "Dalam tahun keempat zaman raja Hizkia – itulah tahun ketujuh zaman Hosea bin Ela, raja Israel – majulah Salmaneser, raja Asyur, menyerang Samaria dan mengepungnya."
  },
  {
    "reference": "2Ki 18:10",
    "text": "Direbutlah itu sesudah lewat tiga tahun; dalam tahun keenam zaman Hizkia – itulah tahun kesembilan zaman Hosea, raja Israel – direbutlah Samaria."
  },
  {
    "reference": "2Ki 18:11",
    "text": "Raja Asyur mengangkut orang Israel ke dalam pembuangan ke Asyur dan menempatkan mereka di Halah, pada sungai Habor, yakni sungai negeri Gozan, dan di kota-kota orang Madai,"
  },
  {
    "reference": "2Ki 18:12",
    "text": "oleh karena mereka tidak mau mendengarkan suara Tuhan, Allah mereka, dan melanggar perjanjian-Nya, yakni segala yang diperintahkan oleh Musa, hamba Tuhan; mereka tidak mau mendengarkannya dan tidak mau melakukannya. Yerusalem dikepung oleh Sanherib 18:13-37 (2Taw. 32:1-19; Yes. 36:1-22)"
  },
  {
    "reference": "2Ki 18:13",
    "text": "Dalam tahun keempat belas zaman raja Hizkia majulah Sanherib, raja Asyur, menyerang segala kota berkubu negeri Yehuda, lalu merebutnya."
  },
  {
    "reference": "2Ki 18:14",
    "text": "Hizkia, raja Yehuda, mengutus orang kepada raja Asyur di Lakhis dengan pesan: ”Aku telah berbuat dosa; undurlah dari padaku; apa pun yang kaubebankan kepadaku akan kupikul.” Kemudian raja Asyur membebankan kepada Hizkia, raja Yehuda, tiga ratus talenta perak dan tiga puluh talenta emas."
  },
  {
    "reference": "2Ki 18:15",
    "text": "Hizkia memberikan segala perak yang terdapat dalam rumah Tuhan dan dalam perbendaharaan istana raja."
  },
  {
    "reference": "2Ki 18:16",
    "text": "Pada waktu itu Hizkia mengerat emas dari pintu-pintu dan dari jenang-jenang pintu bait Tuhan, yang telah dilapis oleh Hizkia, raja Yehuda; diberikannyalah semuanya kepada raja Asyur."
  },
  {
    "reference": "2Ki 18:17",
    "text": "Sesudah itu raja Asyur mengirim panglima, kepala istana dan juru minuman agung dari Lakhis kepada raja Hizkia di Yerusalem disertai suatu tentara yang besar. Mereka maju dan sampai ke Yerusalem. Setelah mereka maju dan sampai di situ, mereka mengambil tempat dekat saluran kolam atas yang di jalan raja pada Padang Tukang Penatu."
  },
  {
    "reference": "2Ki 18:18",
    "text": "Dan ketika mereka memanggil-manggil kepada raja, keluarlah mendapatkan mereka Elyakim bin Hilkia, kepala istana, dan Sebna, panitera negara, serta Yoah bin Asaf, bendahara negara."
  },
  {
    "reference": "2Ki 18:19",
    "text": "Lalu berkatalah juru minuman agung kepada mereka: ”Baiklah katakan kepada Hizkia: Beginilah kata raja agung, raja Asyur: Kepercayaan macam apakah yang kaupegang ini?"
  },
  {
    "reference": "2Ki 18:20",
    "text": "Kaukira bahwa hanya ucapan bibir saja dapat merupakan siasat dan kekuatan untuk perang! Sekarang, kepada siapa engkau berharap, maka engkau memberontak terhadap aku?"
  },
  {
    "reference": "2Ki 18:21",
    "text": "Sesungguhnya, engkau berharap kepada tongkat bambu yang patah terkulai itu, yaitu Mesir, yang akan menusuk dan menembus tangan orang yang bertopang kepadanya. Begitulah keadaan Firaun, raja Mesir, bagi semua orang yang berharap kepadanya."
  },
  {
    "reference": "2Ki 18:22",
    "text": "Dan apabila kamu berkata kepadaku: Kami berharap kepada Tuhan, Allah kami, – bukankah Dia itu yang bukit-bukit pengorbanan-Nya dan mezbah-mezbah-Nya telah dijauhkan oleh Hizkia sambil berkata kepada Yehuda dan Yerusalem: Di depan mezbah yang di Yerusalem inilah kamu harus sujud menyembah!"
  },
  {
    "reference": "2Ki 18:23",
    "text": "Maka sekarang, baiklah bertaruh dengan tuanku, raja Asyur: Aku akan memberikan dua ribu ekor kuda kepadamu, jika engkau sanggup memberikan dari pihakmu orang-orang yang mengendarainya."
  },
  {
    "reference": "2Ki 18:24",
    "text": "Bagaimanakah mungkin engkau memukul mundur satu orang perwira tuanku yang paling kecil? Padahal engkau berharap kepada Mesir dalam hal kereta dan orang-orang berkuda!"
  },
  {
    "reference": "2Ki 18:25",
    "text": "Sekarang pun, adakah di luar kehendak Tuhan aku maju melawan tempat ini untuk memusnahkannya? Tuhan telah berfirman kepadaku: Majulah menyerang negeri itu dan musnahkanlah itu!”"
  },
  {
    "reference": "2Ki 18:26",
    "text": "Lalu berkatalah Elyakim bin Hilkia, Sebna dan Yoah kepada juru minuman agung: ”Silakan berbicara dalam bahasa Aram kepada hamba-hambamu ini, sebab kami mengerti; tetapi janganlah berbicara dengan kami dalam bahasa Yehuda sambil didengar oleh rakyat yang ada di atas tembok.”"
  },
  {
    "reference": "2Ki 18:27",
    "text": "Tetapi juru minuman agung berkata kepada mereka: ”Adakah tuanku mengutus aku untuk mengucapkan perkataan-perkataan ini hanya kepada tuanmu dan kepadamu saja? Bukankah juga kepada orang-orang yang duduk di atas tembok, yang memakan tahinya dan meminum air kencingnya bersama-sama dengan kamu?”"
  },
  {
    "reference": "2Ki 18:28",
    "text": "Kemudian berdirilah juru minuman agung dan berserulah ia dengan suara nyaring dalam bahasa Yehuda. Ia berkata: ”Dengarlah perkataan raja agung, raja Asyur!"
  },
  {
    "reference": "2Ki 18:29",
    "text": "Beginilah kata raja: Janganlah Hizkia memperdayakan kamu, sebab ia tidak sanggup melepaskan kamu dari tanganku!"
  },
  {
    "reference": "2Ki 18:30",
    "text": "Janganlah Hizkia mengajak kamu berharap kepada Tuhan dengan mengatakan: Tentulah Tuhan akan melepaskan kita; dan kota ini tidak akan diserahkan ke dalam tangan raja Asyur."
  },
  {
    "reference": "2Ki 18:31",
    "text": "Janganlah dengarkan Hizkia, sebab beginilah kata raja Asyur: Adakanlah perjanjian penyerahan dengan aku dan datanglah ke luar kepadaku, maka setiap orang dari padamu akan makan dari pohon anggurnya dan dari pohon aranya serta minum dari sumurnya,"
  },
  {
    "reference": "2Ki 18:32",
    "text": "sampai aku datang dan membawa kamu ke suatu negeri seperti negerimu ini, suatu negeri yang bergandum dan berair anggur, suatu negeri yang beroti dan berkebun anggur, suatu negeri yang berpohon zaitun, berminyak dan bermadu; dengan demikian kamu hidup dan tidak mati. Tetapi janganlah dengarkan Hizkia, sebab ia membujuk kamu dengan mengatakan: Tuhan akan melepaskan kita!"
  },
  {
    "reference": "2Ki 18:33",
    "text": "Apakah pernah para allah bangsa-bangsa melepaskan negerinya masing-masing dari tangan raja Asyur?"
  },
  {
    "reference": "2Ki 18:34",
    "text": "Di manakah para allah negeri Hamat dan Arpad? Di manakah para allah negeri Sefarwaim, Hena dan Iwa? Apakah mereka telah melepaskan Samaria dari tanganku?"
  },
  {
    "reference": "2Ki 18:35",
    "text": "Siapakah di antara semua allah negeri-negeri yang telah melepaskan negeri mereka dari tanganku, sehingga Tuhan sanggup melepaskan Yerusalem dari tanganku?”"
  },
  {
    "reference": "2Ki 18:36",
    "text": "Tetapi rakyat itu berdiam diri dan tidak menjawab dia sepatah kata pun, sebab ada perintah raja, bunyinya: ”Jangan kamu menjawab dia!”"
  },
  {
    "reference": "2Ki 18:37",
    "text": "Kemudian pergilah Elyakim bin Hilkia, kepala istana, dan Sebna, panitera negara, dan Yoah bin Asaf, bendahara negara, menghadap Hizkia, dengan pakaian yang dikoyakkan, lalu memberitahukan kepadanya perkataan juru minuman agung."
  },
  {
    "reference": "2Ki 19:1",
    "text": "Segera sesudah raja Hizkia mendengar itu, dikoyakkannyalah pakaiannya dan diselubunginyalah badannya dengan kain kabung, lalu masuklah ia ke rumah Tuhan."
  },
  {
    "reference": "2Ki 19:2",
    "text": "Disuruhnyalah juga Elyakim, kepala istana, Sebna, panitera negara, dan yang tua-tua di antara para imam, dengan berselubungkan kain kabung, kepada nabi Yesaya bin Amos."
  },
  {
    "reference": "2Ki 19:3",
    "text": "Berkatalah mereka kepadanya: ”Beginilah kata Hizkia: Hari ini hari kesesakan, hari hukuman dan penistaan; sebab sudah datang waktunya untuk melahirkan anak, tetapi tidak ada kekuatan untuk melahirkannya."
  },
  {
    "reference": "2Ki 19:4",
    "text": "Mungkin Tuhan, Allahmu, sudah mendengar segala perkataan juru minuman agung yang telah diutus oleh raja Asyur, tuannya, untuk mencela Allah yang hidup, sehingga Tuhan, Allahmu, mau memberi hukuman karena perkataan-perkataan yang telah didengar-Nya. Maka baiklah engkau menaikkan doa untuk sisa yang masih tinggal ini!”"
  },
  {
    "reference": "2Ki 19:5",
    "text": "Ketika pegawai-pegawai raja Hizkia sampai kepada Yesaya,"
  },
  {
    "reference": "2Ki 19:6",
    "text": "berkatalah Yesaya kepada mereka: ”Beginilah kamu katakan kepada tuanmu: Beginilah firman Tuhan: Janganlah engkau takut terhadap perkataan yang kaudengar yang telah diucapkan oleh budak-budak raja Asyur untuk menghujat Aku."
  },
  {
    "reference": "2Ki 19:7",
    "text": "Sesungguhnya, Aku akan menyuruh suatu roh masuk di dalamnya, sehingga ia mendengar suatu kabar dan pulang ke negerinya; Aku akan membuat dia mati rebah oleh pedang di negerinya sendiri.”"
  },
  {
    "reference": "2Ki 19:8",
    "text": "Ketika juru minuman agung pulang, didapatinyalah raja Asyur berperang melawan Libna; sebab sudah didengarnya bahwa raja telah berangkat dari Lakhis."
  },
  {
    "reference": "2Ki 19:9",
    "text": "Dalam pada itu raja mendengar tentang Tirhaka, raja Etiopia, berita yang demikian: ”Sesungguhnya, ia telah keluar berperang melawan engkau,” maka disuruhnyalah kembali utusan-utusan kepada Hizkia dengan pesan:"
  },
  {
    "reference": "2Ki 19:10",
    "text": "”Beginilah harus kamu katakan kepada Hizkia, raja Yehuda: Janganlah Allahmu yang kaupercayai itu memperdayakan engkau dengan menjanjikan: Yerusalem tidak akan diserahkan ke tangan raja Asyur."
  },
  {
    "reference": "2Ki 19:11",
    "text": "Sesungguhnya, engkau ini telah mendengar tentang yang dilakukan raja-raja Asyur kepada segala negeri, yakni bahwa mereka telah menumpasnya; masakan engkau ini akan dilepaskan?"
  },
  {
    "reference": "2Ki 19:12",
    "text": "Sudahkah para allah dari bangsa-bangsa, yang telah dimusnahkan oleh nenek moyangku, dapat melepaskan mereka, yakni Gozan, Haran, Rezef dan bani Eden yang di Telasar?"
  },
  {
    "reference": "2Ki 19:13",
    "text": "Di manakah raja negeri Hamat dan Arpad, raja kota Sefarwaim, raja negeri Hena dan Iwa?”"
  },
  {
    "reference": "2Ki 19:14",
    "text": "Hizkia menerima surat itu dari tangan para utusan, lalu membacanya; kemudian pergilah ia ke rumah Tuhan dan membentangkan surat itu di hadapan Tuhan."
  },
  {
    "reference": "2Ki 19:15",
    "text": "- 19:15: Kel. 25:22 Hizkia berdoa di hadapan Tuhan dengan berkata: ”Ya Tuhan, Allah Israel, yang bertakhta di atas kerubim! Hanya Engkau sendirilah Allah segala kerajaan di bumi; Engkaulah yang menjadikan langit dan bumi."
  },
  {
    "reference": "2Ki 19:16",
    "text": "Sendengkanlah telinga-Mu, ya Tuhan, dan dengarlah; bukalah mata-Mu, ya Tuhan, dan lihatlah; dengarlah perkataan Sanherib yang telah dikirimnya untuk mengaibkan Allah yang hidup."
  },
  {
    "reference": "2Ki 19:17",
    "text": "Ya Tuhan, memang raja-raja Asyur telah memusnahkan bangsa-bangsa dan negeri-negeri mereka"
  },
  {
    "reference": "2Ki 19:18",
    "text": "dan menaruh para allah mereka ke dalam api, sebab mereka bukanlah Allah, hanya buatan tangan manusia, kayu dan batu; sebab itu dapat dibinasakan orang."
  },
  {
    "reference": "2Ki 19:19",
    "text": "Maka sekarang, ya Tuhan, Allah kami, selamatkanlah kiranya kami dari tangannya, supaya segala kerajaan di bumi mengetahui, bahwa hanya Engkau sendirilah Allah, ya Tuhan.”"
  },
  {
    "reference": "2Ki 19:20",
    "text": "Lalu Yesaya bin Amos menyuruh orang kepada Hizkia mengatakan: ”Beginilah firman Tuhan, Allah Israel: Apa yang telah kaudoakan kepada-Ku mengenai Sanherib, raja Asyur, telah Kudengar."
  },
  {
    "reference": "2Ki 19:21",
    "text": "Inilah firman yang telah diucapkan Tuhan mengenai dia: Anak dara, yaitu puteri Sion, telah menghina engkau, telah mengolok-olokkan engkau; dan puteri Yerusalem telah geleng-geleng kepala di belakangmu."
  },
  {
    "reference": "2Ki 19:22",
    "text": "Siapakah yang engkau cela dan engkau hujat? Terhadap siapakah engkau menyaringkan suaramu, dan memandang dengan sombong? Terhadap Yang Mahakudus Allah Israel!"
  },
  {
    "reference": "2Ki 19:23",
    "text": "Dengan perantaraan utusan-utusanmu engkau telah mencela Tuhan, dan engkau telah berkata: Dengan banyaknya keretaku aku naik ke tempat-tempat tinggi di pegunungan, ke tempat yang paling jauh di gunung Libanon; aku telah menebang pohon-pohon arasnya yang tinggi besar, pohon-pohon sanobarnya yang terpilih; aku telah masuk ke tempat permalaman yang paling ujung, ke hutan pohon-pohonannya yang lebat."
  },
  {
    "reference": "2Ki 19:24",
    "text": "Aku ini telah menggali air dan telah minum air asing, dan aku telah mengeringkan dengan telapak kakiku segala sungai di Mesir."
  },
  {
    "reference": "2Ki 19:25",
    "text": "Bukankah telah kaudengar, bahwa Aku telah menentukannya dari jauh hari, dan telah merancangnya pada zaman purbakala? Sekarang Aku mewujudkannya, bahwa engkau membuat sunyi senyap kota-kota yang berkubu menjadi timbunan batu."
  },
  {
    "reference": "2Ki 19:26",
    "text": "Sedang penduduknya yang tak berdaya menjadi terkejut dan malu; mereka menjadi seperti tumbuh-tumbuhan di padang dan seperti rumput hijau, seperti rumput di atas sotoh, atau gandum yang layu sebelum ia masak."
  },
  {
    "reference": "2Ki 19:27",
    "text": "Aku tahu, jika engkau bangun atau duduk jika keluar atau masuk, atau jika engkau mengamuk terhadap Aku."
  },
  {
    "reference": "2Ki 19:28",
    "text": "Oleh karena engkau telah mengamuk terhadap Aku, dan kata-kata keangkuhanmu telah naik sampai ke telinga-Ku, maka Aku akan menaruh kelikir-Ku pada hidungmu dan kekang-Ku pada bibirmu, dan Aku akan memulangkan engkau melalui jalan, dari mana engkau datang."
  },
  {
    "reference": "2Ki 19:29",
    "text": "Dan inilah yang akan menjadi tanda bagimu, hai Hizkia: Dalam tahun ini orang makan apa yang tumbuh sendiri, dan dalam tahun yang kedua, apa yang tumbuh dari tanaman yang pertama, tetapi dalam tahun yang ketiga, menaburlah kamu, menuai, membuat kebun anggur dan memakan buahnya."
  },
  {
    "reference": "2Ki 19:30",
    "text": "Dan orang-orang yang terluput di antara kaum Yehuda, yaitu orang-orang yang masih tertinggal, akan berakar pula ke bawah dan menghasilkan buah ke atas."
  },
  {
    "reference": "2Ki 19:31",
    "text": "Sebab dari Yerusalem akan keluar orang-orang yang tertinggal dan dari gunung Sion orang-orang yang terluput; giat cemburu Tuhan semesta alam akan melakukan hal ini."
  },
  {
    "reference": "2Ki 19:32",
    "text": "Sebab itu beginilah firman Tuhan mengenai raja Asyur: Ia tidak akan masuk ke kota ini dan tidak akan menembakkan panah ke sana; juga ia tidak akan mendatanginya dengan perisai dan tidak akan menimbun tanah menjadi tembok untuk mengepungnya."
  },
  {
    "reference": "2Ki 19:33",
    "text": "Melalui jalan, dari mana ia datang, ia akan pulang, tetapi ke kota ini ia tidak akan masuk, demikianlah firman Tuhan."
  },
  {
    "reference": "2Ki 19:34",
    "text": "Dan Aku akan memagari kota ini untuk menyelamatkannya, oleh karena Aku dan oleh karena Daud, hamba-Ku.”"
  },
  {
    "reference": "2Ki 19:35",
    "text": "Maka pada malam itu keluarlah Malaikat Tuhan, lalu dibunuh-Nyalah seratus delapan puluh lima ribu orang di dalam perkemahan Asyur. Keesokan harinya pagi-pagi tampaklah, semuanya bangkai orang-orang mati belaka!"
  },
  {
    "reference": "2Ki 19:36",
    "text": "Sebab itu berangkatlah Sanherib, raja Asyur, dan pulang, lalu tinggallah ia di Niniwe."
  },
  {
    "reference": "2Ki 19:37",
    "text": "Pada suatu kali ketika ia sujud menyembah di dalam kuil Nisrokh, allahnya, maka Adramelekh dan Sarezer, anak-anaknya, membunuh dia dengan pedang, dan mereka meloloskan diri ke tanah Ararat. Kemudian Esarhadon, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 20:1",
    "text": "Pada hari-hari itu Hizkia jatuh sakit dan hampir mati. Lalu datanglah nabi Yesaya bin Amos, dan berkata kepadanya: ”Beginilah firman Tuhan: Sampaikanlah pesan terakhir kepada keluargamu, sebab engkau akan mati, tidak akan sembuh lagi.”"
  },
  {
    "reference": "2Ki 20:2",
    "text": "Lalu Hizkia memalingkan mukanya ke arah dinding dan ia berdoa kepada Tuhan:"
  },
  {
    "reference": "2Ki 20:3",
    "text": "”Ah Tuhan, ingatlah kiranya, bahwa aku telah hidup di hadapan-Mu dengan setia dan dengan tulus hati dan bahwa aku telah melakukan apa yang baik di mata-Mu.” Kemudian menangislah Hizkia dengan sangat."
  },
  {
    "reference": "2Ki 20:4",
    "text": "Tetapi Yesaya belum lagi keluar dari pelataran tengah, tiba-tiba datanglah firman Tuhan kepadanya:"
  },
  {
    "reference": "2Ki 20:5",
    "text": "”Baliklah dan katakanlah kepada Hizkia, raja umat-Ku: Beginilah firman Tuhan, Allah Daud, bapa leluhurmu: Telah Kudengar doamu dan telah Kulihat air matamu; sesungguhnya Aku akan menyembuhkan engkau; pada hari yang ketiga engkau akan pergi ke rumah Tuhan."
  },
  {
    "reference": "2Ki 20:6",
    "text": "Aku akan memperpanjang hidupmu lima belas tahun lagi dan Aku akan melepaskan engkau dan kota ini dari tangan raja Asyur; Aku akan memagari kota ini oleh karena Aku dan oleh karena Daud, hamba-Ku.”"
  },
  {
    "reference": "2Ki 20:7",
    "text": "Kemudian berkatalah Yesaya: ”Ambillah sebuah kue ara!” Lalu orang mengambilnya dan ditaruh pada barah itu, maka sembuhlah ia."
  },
  {
    "reference": "2Ki 20:8",
    "text": "Sebelum itu Hizkia telah berkata kepada Yesaya: ”Apakah yang akan menjadi tanda bahwa Tuhan akan menyembuhkan aku dan bahwa aku akan pergi ke rumah Tuhan pada hari yang ketiga?”"
  },
  {
    "reference": "2Ki 20:9",
    "text": "Yesaya menjawab: ”Inilah yang akan menjadi tanda bagimu dari Tuhan, bahwa Tuhan akan melakukan apa yang telah dijanjikan-Nya: Akan majukah bayang-bayang itu sepuluh tapak atau akan mundur sepuluh tapak?”"
  },
  {
    "reference": "2Ki 20:10",
    "text": "Hizkia berkata: ”Itu perkara ringan bagi bayang-bayang itu untuk memanjang sepuluh tapak! Sebaliknya, biarlah bayang-bayang itu mundur ke belakang sepuluh tapak.”"
  },
  {
    "reference": "2Ki 20:11",
    "text": "Lalu berserulah nabi Yesaya kepada Tuhan, maka dibuat-Nyalah bayang-bayang itu mundur ke belakang sepuluh tapak, yang sudah dijalani bayang-bayang itu pada penunjuk matahari buatan Ahas. Hizkia dan para utusan dari Babel 20:12-21 (2Taw. 32:27-33; Yes. 39:1-8)"
  },
  {
    "reference": "2Ki 20:12",
    "text": "Pada waktu itu Merodakh-Baladan bin Baladan, raja Babel, menyuruh orang membawa surat dan pemberian kepada Hizkia, sebab telah didengarnya bahwa Hizkia sakit tadinya."
  },
  {
    "reference": "2Ki 20:13",
    "text": "Hizkia bersukacita atas kedatangan mereka, lalu diperlihatkannyalah kepada mereka segenap gedung harta bendanya, emas dan perak, rempah-rempah dan minyak yang berharga, gedung persenjataannya dan segala yang terdapat dalam perbendaharaannya. Tidak ada barang yang tidak diperlihatkan Hizkia kepada mereka di istananya dan di seluruh daerah kekuasaannya."
  },
  {
    "reference": "2Ki 20:14",
    "text": "Kemudian datanglah nabi Yesaya kepada raja Hizkia dan bertanya kepadanya: ”Apakah yang telah dikatakan orang-orang ini? Dan dari manakah mereka datang?” Jawab Hizkia: ”Mereka datang dari negeri yang jauh, dari Babel!”"
  },
  {
    "reference": "2Ki 20:15",
    "text": "Lalu tanyanya lagi: ”Apakah yang telah dilihat mereka di istanamu?” Jawab Hizkia: ”Semua yang ada di istanaku telah mereka lihat. Tidak ada barang yang tidak kuperlihatkan kepada mereka di perbendaharaanku.”"
  },
  {
    "reference": "2Ki 20:16",
    "text": "Lalu Yesaya berkata kepada Hizkia: ”Dengarkanlah firman Tuhan!"
  },
  {
    "reference": "2Ki 20:17",
    "text": "- 20:17-18: 2Raj. 24:13-15; 2Taw. 36:10; Dan. 1:1-7 Sesungguhnya, suatu masa akan datang, bahwa segala yang ada dalam istanamu dan yang disimpan oleh nenek moyangmu sampai hari ini akan diangkut ke Babel. Tidak ada barang yang akan ditinggalkan, demikianlah firman Tuhan."
  },
  {
    "reference": "2Ki 20:18",
    "text": "Dan dari keturunanmu yang akan kauperoleh, akan diambil orang untuk menjadi sida-sida di istana raja Babel.”"
  },
  {
    "reference": "2Ki 20:19",
    "text": "Hizkia menjawab kepada Yesaya: ”Sungguh baik firman Tuhan yang engkau ucapkan itu!” Tetapi pikirnya: ”Asal ada damai dan keamanan seumur hidupku!”"
  },
  {
    "reference": "2Ki 20:20",
    "text": "Selebihnya dari riwayat Hizkia, segala kepahlawanannya dan bagaimana ia membuat kolam dan saluran air dan mengalirkan air ke dalam kota, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?"
  },
  {
    "reference": "2Ki 20:21",
    "text": "Kemudian Hizkia mendapat perhentian bersama-sama dengan nenek moyangnya. Maka Manasye, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 21:1",
    "text": "Manasye berumur dua belas tahun pada waktu ia menjadi raja dan lima puluh lima tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Hefzibah."
  },
  {
    "reference": "2Ki 21:2",
    "text": "- 21:2: Yer. 15:4 Ia melakukan apa yang jahat di mata Tuhan, sesuai dengan perbuatan keji bangsa-bangsa yang telah dihalau Tuhan dari depan orang Israel."
  },
  {
    "reference": "2Ki 21:3",
    "text": "Ia mendirikan kembali bukit-bukit pengorbanan yang telah dimusnahkan oleh Hizkia, ayahnya; ia membangun mezbah-mezbah untuk Baal, membuat patung Asyera seperti yang dilakukan Ahab, raja Israel, dan sujud menyembah kepada segenap tentara langit dan beribadah kepadanya."
  },
  {
    "reference": "2Ki 21:4",
    "text": "- 21:4: 2Sam. 7:13 Ia mendirikan mezbah-mezbah di rumah Tuhan, walaupun sehubungan dengan rumah itu Tuhan telah berfirman: ”Di Yerusalem Aku akan menaruh nama-Ku!”"
  },
  {
    "reference": "2Ki 21:5",
    "text": "Dan ia mendirikan juga mezbah-mezbah bagi segenap tentara langit di kedua pelataran rumah Tuhan."
  },
  {
    "reference": "2Ki 21:6",
    "text": "Bahkan, ia mempersembahkan anaknya sebagai korban dalam api, melakukan ramal dan telaah, dan menghubungi para pemanggil arwah dan para pemanggil roh peramal. Ia melakukan banyak yang jahat di mata Tuhan, sehingga ia menimbulkan sakit hati-Nya."
  },
  {
    "reference": "2Ki 21:7",
    "text": "- 21:7-8: 1Raj. 9:3-5; 2Taw. 7:12-18 Ia menaruh juga patung Asyera yang telah dibuatnya dalam rumah, walaupun sehubungan dengan rumah itu Tuhan telah berfirman kepada Daud dan kepada Salomo, anaknya: ”Dalam rumah ini dan di Yerusalem, yang telah Kupilih dari antara segala suku Israel, Aku akan menaruh nama-Ku untuk selama-lamanya!"
  },
  {
    "reference": "2Ki 21:8",
    "text": "Aku tidak akan membiarkan bangsa Israel lagi dibawa keluar dari tanah yang telah Kuberikan kepada nenek moyang mereka, asal saja mereka tetap berbuat tepat seperti yang telah Kuperintahkan kepada mereka dan tepat menurut hukum yang telah diperintahkan kepada mereka oleh hamba-Ku Musa.”"
  },
  {
    "reference": "2Ki 21:9",
    "text": "Tetapi mereka tidak mau mendengarkan, dan Manasye menyesatkan mereka, sehingga mereka melakukan yang jahat lebih dari pada bangsa-bangsa yang telah dipunahkan Tuhan dari hadapan orang Israel."
  },
  {
    "reference": "2Ki 21:10",
    "text": "Kemudian berfirmanlah Tuhan dengan perantaraan para hamba-Nya, yakni para nabi:"
  },
  {
    "reference": "2Ki 21:11",
    "text": "”Oleh karena Manasye, raja Yehuda, telah melakukan kekejian-kekejian ini, berbuat jahat lebih dari pada segala yang telah dilakukan oleh orang Amori yang mendahului dia, dan dengan berhala-berhalanya ia telah mengakibatkan orang Yehuda berdosa pula,"
  },
  {
    "reference": "2Ki 21:12",
    "text": "sebab itu beginilah firman Tuhan, Allah Israel: Sesungguhnya Aku akan mendatangkan malapetaka atas Yerusalem dan Yehuda, sehingga setiap orang yang mendengarnya akan bising kedua telinganya."
  },
  {
    "reference": "2Ki 21:13",
    "text": "Dan Aku akan merentangkan atas Yerusalem tali pengukur sama seperti atas Samaria dan tali unting-unting sama seperti atas keluarga Ahab; dan Aku akan menghapuskan Yerusalem seperti orang menghapus pinggan, yakni habis dihapus, dibalikkan pula menungging."
  },
  {
    "reference": "2Ki 21:14",
    "text": "Aku akan membuangkan sisa milik pusaka-Ku dan akan menyerahkan mereka ke dalam tangan musuh-musuh mereka, sehingga mereka menjadi jarahan dan menjadi rampasan bagi semua musuh mereka,"
  },
  {
    "reference": "2Ki 21:15",
    "text": "oleh karena mereka telah melakukan apa yang jahat di mata-Ku dan dengan demikian mereka menimbulkan sakit hati-Ku, mulai dari hari nenek moyang mereka keluar dari Mesir sampai hari ini.”"
  },
  {
    "reference": "2Ki 21:16",
    "text": "Lagipula Manasye mencurahkan darah orang yang tidak bersalah sedemikian banyak, hingga dipenuhinya Yerusalem dari ujung ke ujung, belum termasuk dosa-dosanya yang mengakibatkan orang Yehuda berdosa pula dengan berbuat apa yang jahat di mata Tuhan."
  },
  {
    "reference": "2Ki 21:17",
    "text": "Selebihnya dari riwayat Manasye, segala yang dilakukannya dan dosa-dosa yang diperbuatnya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?"
  },
  {
    "reference": "2Ki 21:18",
    "text": "Kemudian Manasye mendapat perhentian bersama-sama dengan nenek moyangnya, dan ia dikuburkan di taman istananya, di taman Uza. Maka Amon, anaknya, menjadi raja menggantikan dia. Amon, raja Yehuda 21:19-26 (2Taw. 33:21-25)"
  },
  {
    "reference": "2Ki 21:19",
    "text": "Amon berumur dua puluh dua tahun pada waktu ia menjadi raja dan dua tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Mesulemet binti Harus, dari Yotba."
  },
  {
    "reference": "2Ki 21:20",
    "text": "Ia melakukan apa yang jahat di mata Tuhan seperti yang telah dilakukan Manasye, ayahnya."
  },
  {
    "reference": "2Ki 21:21",
    "text": "Ia hidup sama seperti ayahnya dahulu sambil beribadah kepada berhala-berhala yang disembah oleh ayahnya dan sujud menyembah kepada mereka."
  },
  {
    "reference": "2Ki 21:22",
    "text": "Ia meninggalkan Tuhan, Allah nenek moyangnya dan tidak hidup menurut kehendak Tuhan."
  },
  {
    "reference": "2Ki 21:23",
    "text": "Dan pegawai-pegawai Amon mengadakan persepakatan melawan dia dan membunuh raja di istananya."
  },
  {
    "reference": "2Ki 21:24",
    "text": "Tetapi rakyat negeri itu membunuh semua orang yang mengadakan persepakatan melawan raja Amon; dan rakyat negeri itu mengangkat Yosia, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 21:25",
    "text": "Selebihnya dari riwayat Amon, apa yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?"
  },
  {
    "reference": "2Ki 21:26",
    "text": "Kemudian ia dikuburkan dalam kuburnya di taman Uza. Maka Yosia, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 22:1",
    "text": "- 22:1: Yer. 3:6 Yosia berumur delapan tahun pada waktu ia menjadi raja dan tiga puluh satu tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Yedida binti Adaya, dari Bozkat."
  },
  {
    "reference": "2Ki 22:2",
    "text": "Ia melakukan apa yang benar di mata Tuhan dan hidup sama seperti Daud, bapa leluhurnya, dan tidak menyimpang ke kanan atau ke kiri."
  },
  {
    "reference": "2Ki 22:3",
    "text": "Dalam tahun yang kedelapan belas zaman raja Yosia maka raja menyuruh Safan bin Azalya bin Mesulam, panitera itu, ke rumah Tuhan, katanya:"
  },
  {
    "reference": "2Ki 22:4",
    "text": "”Pergilah kepada imam besar Hilkia; suruhlah ia menyerahkan seluruh uang yang telah dibawa ke dalam rumah Tuhan yang telah dikumpulkan dari pihak rakyat oleh penjaga-penjaga pintu;"
  },
  {
    "reference": "2Ki 22:5",
    "text": "baiklah itu diberikan mereka ke tangan para pekerja yang diangkat untuk mengawasi rumah Tuhan, supaya diberikan kepada tukang-tukang yang ada di rumah Tuhan untuk memperbaiki kerusakan rumah itu,"
  },
  {
    "reference": "2Ki 22:6",
    "text": "yaitu kepada tukang-tukang kayu, tukang-tukang bangunan dan tukang-tukang tembok, juga bagi pembelian kayu dan batu pahat untuk memperbaiki rumah itu."
  },
  {
    "reference": "2Ki 22:7",
    "text": "Tetapi tidak usahlah mengadakan perhitungan dengan mereka mengenai uang yang diberikan ke tangan mereka, sebab mereka bekerja dengan jujur.”"
  },
  {
    "reference": "2Ki 22:8",
    "text": "Berkatalah imam besar Hilkia, kepada Safan, panitera itu: ”Telah kutemukan kitab Taurat itu di rumah Tuhan!” Lalu Hilkia memberikan kitab itu kepada Safan, dan Safan terus membacanya."
  },
  {
    "reference": "2Ki 22:9",
    "text": "Kemudian Safan, panitera itu, masuk menghadap raja, disampaikannyalah kabar tentang itu kepada raja: ”Hamba-hambamu ini telah mengambil seluruh uang yang terdapat di rumah Tuhan dan memberikannya ke tangan para pekerja yang diangkat mengawasi rumah itu.”"
  },
  {
    "reference": "2Ki 22:10",
    "text": "Safan, panitera itu, memberitahukan juga kepada raja: ”Imam Hilkia telah memberikan kitab kepadaku,” lalu Safan membacakannya di depan raja."
  },
  {
    "reference": "2Ki 22:11",
    "text": "Segera sesudah raja mendengar perkataan kitab Taurat itu, dikoyakkannyalah pakaiannya."
  },
  {
    "reference": "2Ki 22:12",
    "text": "Kemudian raja memberi perintah kepada imam Hilkia, kepada Ahikam bin Safan, kepada Akhbor bin Mikha, kepada Safan, panitera itu, dan kepada Asaya, hamba raja, katanya:"
  },
  {
    "reference": "2Ki 22:13",
    "text": "”Pergilah, mintalah petunjuk Tuhan bagiku, bagi rakyat dan bagi seluruh Yehuda, tentang perkataan kitab yang ditemukan ini, sebab hebat kehangatan murka Tuhan yang bernyala-nyala terhadap kita, oleh karena nenek moyang kita tidak mendengarkan perkataan kitab ini dengan berbuat tepat seperti yang tertulis di dalamnya.”"
  },
  {
    "reference": "2Ki 22:14",
    "text": "Maka pergilah imam Hilkia, Ahikam, Akhbor, Safan dan Asaya kepada nabiah Hulda, isteri seorang yang mengurus pakaian-pakaian, yaitu Salum bin Tikwa bin Harhas; nabiah itu tinggal di Yerusalem, di perkampungan baru. Mereka memberitakan semuanya kepadanya."
  },
  {
    "reference": "2Ki 22:15",
    "text": "Perempuan itu menjawab mereka: ”Beginilah firman Tuhan, Allah Israel! Katakanlah kepada orang yang menyuruh kamu kepada-Ku!"
  },
  {
    "reference": "2Ki 22:16",
    "text": "Beginilah firman Tuhan: Sesungguhnya Aku akan mendatangkan malapetaka atas tempat ini dan atas penduduknya, yakni segala perkataan kitab yang telah dibaca oleh raja Yehuda;"
  },
  {
    "reference": "2Ki 22:17",
    "text": "karena mereka meninggalkan Aku dan membakar korban kepada allah lain dengan maksud menimbulkan sakit hati-Ku dengan segala pekerjaan tangan mereka; sebab itu kehangatan murka-Ku akan bernyala-nyala terhadap tempat ini dengan tidak padam-padam."
  },
  {
    "reference": "2Ki 22:18",
    "text": "Tetapi kepada raja Yehuda, yang telah menyuruh kamu untuk meminta petunjuk Tuhan, harus kamu katakan demikian: Beginilah firman Tuhan, Allah Israel: Mengenai perkataan yang telah kaudengar itu,"
  },
  {
    "reference": "2Ki 22:19",
    "text": "oleh karena engkau sudah menyesal dan engkau merendahkan diri di hadapan Tuhan pada waktu engkau mendengar hukuman yang Kufirmankan terhadap tempat ini dan terhadap penduduknya, bahwa mereka akan mendahsyatkan dan menjadi kutuk, dan oleh karena engkau mengoyakkan pakaianmu dan menangis di hadapan-Ku, Aku pun telah mendengarnya, demikianlah firman Tuhan,"
  },
  {
    "reference": "2Ki 22:20",
    "text": "sebab itu, sesungguhnya Aku akan mengumpulkan engkau kepada nenek moyangmu, dan engkau akan dikebumikan ke dalam kuburmu dengan damai, dan matamu tidak akan melihat segala malapetaka yang akan Kudatangkan atas tempat ini.” Lalu mereka menyampaikan jawab itu kepada raja."
  },
  {
    "reference": "2Ki 23:1",
    "text": "Sesudah itu raja menyuruh orang mengumpulkan semua tua-tua Yehuda dan Yerusalem."
  },
  {
    "reference": "2Ki 23:2",
    "text": "Kemudian pergilah raja ke rumah Tuhan dan bersama-sama dia semua orang Yehuda dan semua penduduk Yerusalem, para imam, para nabi dan seluruh orang awam, dari yang kecil sampai yang besar. Dengan didengar mereka ia membacakan segala perkataan dari kitab perjanjian yang ditemukan di rumah Tuhan itu."
  },
  {
    "reference": "2Ki 23:3",
    "text": "Sesudah itu berdirilah raja dekat tiang dan diadakannyalah perjanjian di hadapan Tuhan untuk hidup dengan mengikuti Tuhan, dan tetap menuruti perintah-perintah-Nya, peraturan-peraturan-Nya dan ketetapan-ketetapan-Nya dengan segenap hati dan dengan segenap jiwa dan untuk menepati perkataan perjanjian yang tertulis dalam kitab itu. Dan seluruh rakyat turut mendukung perjanjian itu."
  },
  {
    "reference": "2Ki 23:4",
    "text": "- 23:4-6: 2Raj. 21:3; 2Taw. 34:4 Raja memberi perintah kepada imam besar Hilkia dan kepada para imam tingkat dua dan kepada para penjaga pintu untuk mengeluarkan dari bait Tuhan segala perkakas yang telah dibuat untuk Baal dan Asyera dan untuk segala tentara langit, lalu dibakarnyalah semuanya itu di luar kota Yerusalem di padang-padang Kidron, dan diangkutnyalah abunya ke Betel."
  },
  {
    "reference": "2Ki 23:5",
    "text": "Ia memberhentikan para imam dewa asing yang telah diangkat oleh raja-raja Yehuda untuk membakar korban di bukit pengorbanan di kota-kota Yehuda dan di sekitar Yerusalem, juga orang-orang yang membakar korban untuk Baal, untuk dewa matahari, untuk dewa bulan, untuk rasi-rasi bintang dan untuk segenap tentara langit."
  },
  {
    "reference": "2Ki 23:6",
    "text": "Dibawanyalah tiang-tiang berhala dari rumah Tuhan ke luar kota Yerusalem, ke sungai Kidron, lalu dibakarnya di situ dan ditumbuknya halus-halus menjadi abu, kemudian dicampakkannyalah abunya ke atas kuburan rakyat jelata."
  },
  {
    "reference": "2Ki 23:7",
    "text": "Ia merobohkan petak-petak pelacuran bakti yang ada di rumah Tuhan, tempat orang-orang perempuan bertenun sarung untuk Asyera."
  },
  {
    "reference": "2Ki 23:8",
    "text": "Disuruhnyalah datang semua imam dari kota-kota Yehuda, lalu ia menajiskan bukit-bukit pengorbanan, tempat para imam itu membakar korban, dari Geba sampai Bersyeba; dirobohkannya pula bukit-bukit pengorbanan di pintu-pintu gerbang yang ada dekat lobang pintu gerbang Yosua, penguasa kota itu, yang ada pada sebelah kiri kalau orang memasuki pintu gerbang kota itu."
  },
  {
    "reference": "2Ki 23:9",
    "text": "Tetapi para imam bukit-bukit pengorbanan itu tidak boleh naik ke mezbah Tuhan di Yerusalem, hanya mereka boleh memakan roti yang tidak beragi di tengah-tengah saudara-saudara mereka."
  },
  {
    "reference": "2Ki 23:10",
    "text": "- 23:10: Im. 18:21; Yer. 7:31, 19:1-6, 32:35 Ia menajiskan juga Tofet yang ada di lembah Ben-Hinom, supaya jangan orang mempersembahkan anak-anaknya sebagai korban dalam api untuk dewa Molokh."
  },
  {
    "reference": "2Ki 23:11",
    "text": "Dibuangnyalah kuda-kuda yang ditaruh oleh raja-raja Yehuda untuk dewa matahari di pintu masuk ke rumah Tuhan, dekat bilik Natan-Melekh, pegawai istana, yang tinggal di gedung samping; juga kereta-kereta dewa matahari dibakarnya dengan api."
  },
  {
    "reference": "2Ki 23:12",
    "text": "- 23:12: 2Raj. 21:5; 2Taw. 33:5 Mezbah-mezbah, yang ada di atas sotoh, tempat peranginan Ahas, yang dibuat oleh raja-raja Yehuda, dan mezbah-mezbah, yang dibuat Manasye di kedua pelataran rumah Tuhan, dirobohkan oleh raja, dan diremukkan di sana, lalu dicampakkannya abunya ke sungai Kidron."
  },
  {
    "reference": "2Ki 23:13",
    "text": "- 23:13: 1Raj. 11:5, 7 Bukit-bukit pengorbanan yang ada di sebelah timur Yerusalem di sebelah selatan bukit Kebusukan dan yang didirikan oleh Salomo, raja Israel, untuk Asytoret, dewa kejijikan sembahan orang Sidon, dan untuk Kamos, dewa kejijikan sembahan Moab, dan untuk Milkom, dewa kekejian sembahan orang Amon, dinajiskan oleh raja."
  },
  {
    "reference": "2Ki 23:14",
    "text": "Ia memecahkan tugu-tugu berhala dan menebang tiang-tiang berhala, lalu ditimbuninya tempat-tempat itu penuh dengan tulang-tulang manusia."
  },
  {
    "reference": "2Ki 23:15",
    "text": "- 23:15: 1Raj. 12:33 Juga mezbah yang ada di Betel, bukit pengorbanan yang dibuat oleh Yerobeam bin Nebat yang mengakibatkan orang Israel berdosa, mezbah dan bukit pengorbanan itu pun dirobohkannya dan batu-batunya dipecahkannya, lalu ditumbuknya halus-halus menjadi abu, dan dibakarnyalah tiang berhala."
  },
  {
    "reference": "2Ki 23:16",
    "text": "- 23:16: 1Raj. 13:2 Dan ketika Yosia berpaling, dilihatnyalah kuburan-kuburan yang ada di gunung di sana, lalu menyuruh orang mengambil tulang-tulang dari kuburan-kuburan itu, membakarnya di atas mezbah dan menajiskannya, sesuai dengan firman Tuhan yang telah diserukan oleh abdi Allah yang telah menyerukan hal-hal ini."
  },
  {
    "reference": "2Ki 23:17",
    "text": "- 23:17: 1Raj. 13:30-32 Ia berkata: ”Apakah tanda keramat yang kulihat ini?” Lalu orang-orang di kota itu menjawab dia: ”Itulah kuburan abdi Allah yang sudah datang dari Yehuda dan yang telah menyerukan segala hal yang telah kaulakukan terhadap mezbah Betel ini!”"
  },
  {
    "reference": "2Ki 23:18",
    "text": "Lalu katanya: ”Biarkanlah itu, janganlah ada orang yang menjamah tulang-tulangnya!” Jadi mereka tidak mengganggu tulang-tulangnya dan tulang-tulang nabi yang telah datang dari Samaria itu."
  },
  {
    "reference": "2Ki 23:19",
    "text": "Juga segala kuil di bukit-bukit pengorbanan yang di kota-kota Samaria yang dibuat oleh raja-raja Israel untuk menimbulkan sakit hati Tuhan, dijauhkan oleh Yosia dan dalam hal ini ia bertindak tepat seperti tindakannya di Betel."
  },
  {
    "reference": "2Ki 23:20",
    "text": "Ia menyembelih di atas mezbah-mezbah itu semua imam bukit-bukit pengorbanan yang ada di sana dan dibakarnya tulang-tulang manusia di atasnya, lalu pulanglah ia ke Yerusalem."
  },
  {
    "reference": "2Ki 23:21",
    "text": "Kemudian raja memberi perintah kepada seluruh bangsa itu: ”Rayakanlah Paskah bagi Tuhan, Allahmu, seperti yang tertulis dalam kitab perjanjian ini!”"
  },
  {
    "reference": "2Ki 23:22",
    "text": "Sebab tidak pernah lagi dirayakan Paskah seperti itu sejak zaman para hakim yang memerintah atas Israel dan sepanjang zaman raja-raja Israel dan raja-raja Yehuda."
  },
  {
    "reference": "2Ki 23:23",
    "text": "Tetapi barulah dalam tahun kedelapan belas zaman raja Yosia Paskah ini dirayakan bagi Tuhan di Yerusalem."
  },
  {
    "reference": "2Ki 23:24",
    "text": "Para pemanggil arwah, dan para pemanggil roh peramal, juga terafim, berhala-berhala dan segala dewa kejijikan yang terlihat di tanah Yehuda dan di Yerusalem, dihapuskan oleh Yosia dengan maksud menepati perkataan Taurat yang tertulis dalam kitab yang telah didapati oleh imam Hilkia di rumah Tuhan."
  },
  {
    "reference": "2Ki 23:25",
    "text": "Sebelum dia tidak ada raja seperti dia yang berbalik kepada Tuhan dengan segenap hatinya, dengan segenap jiwanya dan dengan segenap kekuatannya, sesuai dengan segala Taurat Musa; dan sesudah dia tidak ada bangkit lagi yang seperti dia."
  },
  {
    "reference": "2Ki 23:26",
    "text": "Tetapi Tuhan tidak beralih dari murka-Nya yang sangat bernyala-nyala itu yang telah bangkit terhadap Yehuda oleh karena segala sakit hati-Nya yang ditimbulkan Manasye."
  },
  {
    "reference": "2Ki 23:27",
    "text": "Lalu berfirmanlah Tuhan: ”Juga orang Yehuda akan Kujauhkan dari hadapan-Ku seperti Aku menjauhkan orang Israel, dan Aku akan membuang kota yang Kupilih ini, yakni Yerusalem, dan rumah ini, walaupun Aku telah berfirman tentangnya: Nama-Ku akan tinggal di sana!”"
  },
  {
    "reference": "2Ki 23:28",
    "text": "Selebihnya dari riwayat Yosia dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?"
  },
  {
    "reference": "2Ki 23:29",
    "text": "Dalam zamannya itu majulah Firaun Nekho, raja Mesir, melawan raja Asyur di tepi sungai Efrat; raja Yosia pergi menghadapi dia; tetapi Firaun membunuhnya di Megido, segera sesudah ia melihatnya."
  },
  {
    "reference": "2Ki 23:30",
    "text": "Pegawai-pegawainya mengangkut mayatnya dengan kereta dari Megido dan membawanya ke Yerusalem, kemudian mereka menguburkannya dalam kuburnya sendiri. Maka rakyat negeri itu menjemput Yoahas, anak Yosia, mengurapi dia dan mengangkat dia menjadi raja menggantikan ayahnya. Yoahas, raja Yehuda 23:31-35 (2Taw. 36:1-4)"
  },
  {
    "reference": "2Ki 23:31",
    "text": "Yoahas berumur dua puluh tiga tahun pada waktu ia menjadi raja dan tiga bulan lamanya ia memerintah di Yerusalem. Nama ibunya ialah Hamutal binti Yeremia, dari Libna."
  },
  {
    "reference": "2Ki 23:32",
    "text": "Ia melakukan apa yang jahat di mata Tuhan tepat seperti yang dilakukan oleh nenek moyangnya."
  },
  {
    "reference": "2Ki 23:33",
    "text": "Firaun Nekho mengurung dia di Ribla, di tanah Hamat, supaya jangan ia memerintah di Yerusalem; lagi Firaun membebankan kepada negeri itu denda sebesar seratus talenta perak dan sepuluh talenta emas."
  },
  {
    "reference": "2Ki 23:34",
    "text": "- 23:34: Yer. 22:11-12 Firaun Nekho mengangkat Elyakim, anak Yosia, menjadi raja menggantikan Yosia, ayahnya, dan menukar namanya dengan Yoyakim. Tetapi Yoahas dibawanya; Yoahas tiba di Mesir dan mati di sana."
  },
  {
    "reference": "2Ki 23:35",
    "text": "Yoyakim memberi emas dan perak itu kepada Firaun, tetapi ia menarik pajak dari negeri supaya dapat memberi uang itu, sesuai dengan titah Firaun. Ia menagih emas dan perak itu dari rakyat negeri, dari setiap orang menurut jumlah ketetapan pajaknya, untuk memberikannya kepada Firaun Nekho. Yoyakim, raja Yehuda 23:36–24:7 (2Taw. 36:5-8)"
  },
  {
    "reference": "2Ki 23:36",
    "text": "- 23:36: Yer. 22:18-19, 26:1-6, 35:1-19 Yoyakim berumur dua puluh lima tahun pada waktu ia menjadi raja dan sebelas tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Zebuda binti Pedaya, dari Ruma."
  },
  {
    "reference": "2Ki 23:37",
    "text": "Ia melakukan apa yang jahat di mata Tuhan tepat seperti yang dilakukan oleh nenek moyangnya."
  },
  {
    "reference": "2Ki 24:1",
    "text": "- 24:1: Yer. 25:1-38; Dan. 1:1-2 Dalam zamannya majulah berperang Nebukadnezar, raja Babel, lalu Yoyakim menjadi takluk kepadanya tiga tahun lamanya; tetapi kemudian Yoyakim berbalik dan memberontak terhadap dia."
  },
  {
    "reference": "2Ki 24:2",
    "text": "Tuhan menyuruh gerombolan-gerombolan Kasdim, gerombolan-gerombolan Aram, gerombolan-gerombolan Moab dan gerombolan-gerombolan bani Amon melawan Yoyakim; Ia menyuruh mereka melawan Yehuda untuk membinasakannya sesuai dengan firman Tuhan yang diucapkan-Nya dengan perantaraan para hamba-Nya, yaitu para nabi."
  },
  {
    "reference": "2Ki 24:3",
    "text": "Sungguh, hal itu terjadi kepada Yehuda sesuai dengan titah Tuhan untuk menjauhkan mereka dari hadapan-Nya oleh karena dosa-dosa Manasye, setimpal dengan segala yang dilakukannya,"
  },
  {
    "reference": "2Ki 24:4",
    "text": "dan juga oleh karena darah orang yang tidak bersalah yang telah ditumpahkannya, sebab ia telah membuat Yerusalem penuh dengan darah orang yang tidak bersalah, dan Tuhan tidak mau mengampuninya."
  },
  {
    "reference": "2Ki 24:5",
    "text": "Selebihnya dari riwayat Yoyakim dan segala yang dilakukannya, bukankah semuanya itu tertulis dalam kitab sejarah raja-raja Yehuda?"
  },
  {
    "reference": "2Ki 24:6",
    "text": "Kemudian Yoyakim mendapat perhentian bersama-sama dengan nenek moyangnya, maka Yoyakhin, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "2Ki 24:7",
    "text": "Raja Mesir tidak lagi keluar berperang dari negerinya, sebab raja Babel telah merebut segala yang termasuk wilayah raja Mesir mulai dari sungai Mesir sampai ke sungai Efrat. Yoyakhin, raja Yehuda 24:8-17 (2Taw. 36:9-10)"
  },
  {
    "reference": "2Ki 24:8",
    "text": "Yoyakhin berumur delapan belas tahun pada waktu ia menjadi raja dan tiga bulan lamanya ia memerintah di Yerusalem. Nama ibunya ialah Nehusta binti Elnatan, dari Yerusalem."
  },
  {
    "reference": "2Ki 24:9",
    "text": "Ia melakukan apa yang jahat di mata Tuhan tepat seperti yang dilakukan ayahnya."
  },
  {
    "reference": "2Ki 24:10",
    "text": "Pada waktu itu majulah orang-orang Nebukadnezar, raja Babel, menyerang Yerusalem dan kota itu dikepung."
  },
  {
    "reference": "2Ki 24:11",
    "text": "Juga Nebukadnezar, raja Babel, datang menyerang kota itu, sedang orang-orangnya mengepungnya."
  },
  {
    "reference": "2Ki 24:12",
    "text": "- 24:12: Yer. 22:24-30, 24:1-10, 29:1-2 Lalu keluarlah Yoyakhin, raja Yehuda, mendapatkan raja Babel, ia sendiri, ibunya, pegawai-pegawainya, para pembesarnya dan pegawai-pegawai istananya. Raja Babel menangkap dia pada tahun yang kedelapan dari pemerintahannya."
  },
  {
    "reference": "2Ki 24:13",
    "text": "Ia mengeluarkan dari sana segala barang perbendaharaan rumah Tuhan dan barang-barang perbendaharaan istana raja; juga dikeratnya emas dari segala perkakas emas yang dibuat oleh Salomo, raja Israel, di bait Tuhan seperti yang telah difirmankan Tuhan."
  },
  {
    "reference": "2Ki 24:14",
    "text": "Ia mengangkut seluruh penduduk Yerusalem ke dalam pembuangan, semua panglima dan semua pahlawan yang gagah perkasa, sepuluh ribu orang tawanan, juga semua tukang dan pandai besi; tidak ada yang ditinggalkan kecuali orang-orang lemah dari rakyat negeri."
  },
  {
    "reference": "2Ki 24:15",
    "text": "- 24:15: Yeh. 17:12 Ia mengangkut Yoyakhin ke dalam pembuangan ke Babel, juga ibunda raja, isteri-isteri raja, pegawai-pegawai istananya dan orang-orang berkuasa di negeri itu dibawanya sebagai orang buangan dari Yerusalem ke Babel."
  },
  {
    "reference": "2Ki 24:16",
    "text": "Semua orang yang gagah perkasa, tujuh ribu orang banyaknya, para tukang dan para pandai besi, seribu orang banyaknya, sekalian pahlawan yang sanggup berperang, dibawa oleh raja Babel sebagai orang buangan ke Babel."
  },
  {
    "reference": "2Ki 24:17",
    "text": "- 24:17: Yer. 37:1; Yeh. 17:13 Kemudian raja Babel mengangkat Matanya, paman Yoyakhin, menjadi raja menggantikan dia dan menukar namanya menjadi Zedekia. Zedekia, raja Yehuda – Runtuhnya kerajaan Yehuda 24:18–25:21 (2Taw. 36:11-21; Yer. 39:1-10, 52:1-30)"
  },
  {
    "reference": "2Ki 24:18",
    "text": "- 24:18: Yer. 27:1-22, 28:1-17 Zedekia berumur dua puluh satu tahun pada waktu ia menjadi raja dan sebelas tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Hamutal binti Yeremia, dari Libna."
  },
  {
    "reference": "2Ki 24:19",
    "text": "Ia melakukan apa yang jahat di mata Tuhan tepat seperti yang dilakukan Yoyakim."
  },
  {
    "reference": "2Ki 24:20",
    "text": "- 24:20: Yeh. 17:15 Sebab oleh karena murka Tuhanlah terjadi hal itu terhadap Yerusalem dan Yehuda, yakni bahwa Ia sampai membuang mereka dari hadapan-Nya. Zedekia memberontak terhadap raja Babel."
  },
  {
    "reference": "2Ki 25:1",
    "text": "- 25:1: Yer. 21:1-10, 34:1-5; Yeh. 24:2 Maka pada tahun kesembilan dari pemerintahannya, dalam bulan yang kesepuluh, pada tanggal sepuluh bulan itu, datanglah Nebukadnezar, raja Babel, dengan segala tentaranya menyerang Yerusalem. Ia berkemah mengepungnya dan mendirikan tembok pengepungan sekelilingnya."
  },
  {
    "reference": "2Ki 25:2",
    "text": "Demikianlah kota itu terkepung sampai tahun yang kesebelas zaman raja Zedekia."
  },
  {
    "reference": "2Ki 25:3",
    "text": "Pada tanggal sembilan bulan yang keempat, ketika kelaparan sudah merajalela di kota itu dan tidak ada lagi makanan pada rakyat negeri itu,"
  },
  {
    "reference": "2Ki 25:4",
    "text": "- 25:4: Yeh. 33:21 maka dibelah oranglah tembok kota itu dan semua tentara melarikan diri malam-malam melalui pintu gerbang antara kedua tembok yang ada di dekat taman raja, sekalipun orang Kasdim mengepung kota itu sekeliling. Mereka lari menuju ke Araba-Yordan."
  },
  {
    "reference": "2Ki 25:5",
    "text": "Tetapi tentara Kasdim mengejar raja dari belakang dan mencapai dia di dataran Yerikho; segala tentaranya telah berserak-serak meninggalkan dia."
  },
  {
    "reference": "2Ki 25:6",
    "text": "Mereka menangkap raja dan membawa dia kepada raja Babel di Ribla, yang menjatuhkan hukuman atas dia."
  },
  {
    "reference": "2Ki 25:7",
    "text": "- 25:7: Yeh. 12:13 Orang menyembelih anak-anak Zedekia di depan matanya, kemudian dibutakannyalah mata Zedekia, lalu dia dibelenggu dengan rantai tembaga dan dibawa ke Babel."
  },
  {
    "reference": "2Ki 25:8",
    "text": "Dalam bulan yang kelima pada tanggal tujuh bulan itu – itulah tahun kesembilan belas zaman raja Nebukadnezar, raja Babel – datanglah Nebuzaradan, kepala pasukan pengawal, pegawai raja Babel, ke Yerusalem."
  },
  {
    "reference": "2Ki 25:9",
    "text": "- 25:9: 1Raj. 9:8 Ia membakar rumah Tuhan, rumah raja dan semua rumah di Yerusalem; semua rumah orang-orang besar dibakarnya dengan api."
  },
  {
    "reference": "2Ki 25:10",
    "text": "Tembok sekeliling kota Yerusalem dirobohkan oleh semua tentara Kasdim yang ada bersama-sama dengan kepala pasukan pengawal itu."
  },
  {
    "reference": "2Ki 25:11",
    "text": "Sisa-sisa rakyat yang masih tinggal di kota itu dan para pembelot yang menyeberang ke pihak raja Babel dan sisa-sisa khalayak ramai diangkut ke dalam pembuangan oleh Nebuzaradan, kepala pasukan pengawal itu."
  },
  {
    "reference": "2Ki 25:12",
    "text": "Hanya beberapa orang miskin dari negeri itu ditinggalkan oleh kepala pasukan pengawal itu untuk menjadi tukang-tukang kebun anggur dan peladang-peladang."
  },
  {
    "reference": "2Ki 25:13",
    "text": "- 25:13: 1Raj. 7:15-26; 2Taw. 3:15–4:5 Juga tiang-tiang tembaga yang ada di rumah Tuhan dan kereta penopang dan ”laut” tembaga yang ada di rumah Tuhan dipecahkan oleh orang Kasdim dan tembaganya diangkut mereka ke Babel."
  },
  {
    "reference": "2Ki 25:14",
    "text": "- 25:14: 1Raj. 7:45; 2Taw. 4:16 Kuali-kuali, penyodok-penyodok, pisau-pisau dan cawan-cawan dan segala perkakas tembaga yang dipakai untuk menyelenggarakan kebaktian, diambil mereka,"
  },
  {
    "reference": "2Ki 25:15",
    "text": "juga perbaraan-perbaraan dan bokor-bokor penyiraman, baik segala yang dari emas maupun segala yang dari perak, diambil oleh kepala pasukan pengawal itu."
  },
  {
    "reference": "2Ki 25:16",
    "text": "Adapun kedua tiang, ”laut” yang satu itu, kereta penopang yang dibuat oleh Salomo untuk rumah Tuhan, tiada tertimbang tembaga segala perkakas ini."
  },
  {
    "reference": "2Ki 25:17",
    "text": "Delapan belas hasta tingginya tiang yang satu, dan di atasnya ada ganja dari tembaga; tinggi ganja itu tiga hasta dan jala-jala dan buah-buah delima ada di atas ganja itu sekeliling, semuanya itu tembaga. Dan seperti itu juga tiang yang kedua, disertai jala-jala."
  },
  {
    "reference": "2Ki 25:18",
    "text": "Lalu kepala pasukan pengawal itu menangkap Seraya, imam kepala, dan Zefanya, imam tingkat dua dan ketiga orang penjaga pintu."
  },
  {
    "reference": "2Ki 25:19",
    "text": "Dari kota itu ditangkapnya seorang pegawai istana yang diangkat mengepalai tentara, dan lima orang pelayan pribadi raja yang terdapat di kota itu, dan panitera panglima tentara yang mengerahkan rakyat negeri menjadi tentara, dan enam puluh orang dari rakyat negeri yang terdapat di kota itu."
  },
  {
    "reference": "2Ki 25:20",
    "text": "Nebuzaradan, kepala pasukan pengawal, menangkap mereka dan membawa mereka kepada raja Babel, di Ribla."
  },
  {
    "reference": "2Ki 25:21",
    "text": "Lalu raja Babel menyuruh membunuh mereka di Ribla, di tanah Hamat. Demikianlah orang Yehuda diangkut ke dalam pembuangan dari tanahnya. Gedalya menjadi gubernur dan dibunuh 25:22-26 (Yer. 40:5–41:18)"
  },
  {
    "reference": "2Ki 25:22",
    "text": "Tentang rakyat yang masih tinggal di tanah Yehuda yang ditinggalkan oleh Nebukadnezar, raja Babel, diangkatnyalah atas mereka Gedalya bin Ahikam bin Safan."
  },
  {
    "reference": "2Ki 25:23",
    "text": "Ketika semua panglima tentara dengan orang-orangnya mendengar bahwa raja Babel telah mengangkat Gedalya, maka pergilah mereka kepada Gedalya, ke Mizpa, yaitu Ismael bin Netanya, Yohanan bin Kareah, Seraya bin Tanhumet, orang Netofa itu, dan Yaazanya, anak seorang Maakha, bersama dengan anak buahnya."
  },
  {
    "reference": "2Ki 25:24",
    "text": "Lalu bersumpahlah Gedalya kepada mereka dan anak buah mereka, katanya kepada mereka: ”Janganlah kamu takut terhadap pegawai-pegawai orang Kasdim itu; tinggallah di negeri ini dan takluklah kepada raja Babel, maka keadaanmu akan menjadi baik.”"
  },
  {
    "reference": "2Ki 25:25",
    "text": "Tetapi dalam bulan yang ketujuh datanglah Ismael bin Netanya bin Elisama, seorang yang asalnya dari keturunan raja, dan sepuluh orang bersama-sama dengan dia; mereka membunuh Gedalya dan orang-orang Yehuda dan orang-orang Kasdim yang ada bersama-sama dengan dia di Mizpa."
  },
  {
    "reference": "2Ki 25:26",
    "text": "- 25:26: Yer. 43:5-7 Maka bangkitlah seluruh rakyat, dari yang kecil sampai yang besar, serta panglima-panglima tentara, lalu larilah mereka ke Mesir, sebab mereka takut terhadap orang Kasdim itu. Yoyakhin dikasihani 25:27-30 (Yer. 52:31-34)"
  },
  {
    "reference": "2Ki 25:27",
    "text": "Kemudian dalam tahun ketiga puluh tujuh sesudah Yoyakhin, raja Yehuda dibuang, dalam bulan yang kedua belas, pada tanggal dua puluh tujuh bulan itu, maka Ewil-Merodakh, raja Babel, dalam tahun ia menjadi raja, menunjukkan belas kasihannya kepada Yoyakhin, raja Yehuda, dengan melepaskannya dari penjara."
  },
  {
    "reference": "2Ki 25:28",
    "text": "Ewil-Merodakh berbicara baik-baik dengan dia dan memberi kedudukan kepadanya lebih tinggi dari pada kedudukan raja-raja yang bersama-sama dengan dia di Babel;"
  },
  {
    "reference": "2Ki 25:29",
    "text": "ia boleh mengganti pakaian penjaranya dan boleh selalu makan roti di hadapan raja selama hidupnya."
  },
  {
    "reference": "2Ki 25:30",
    "text": "Dan tentang belanjanya, raja selalu memberikannya kepadanya, sekadar yang perlu tiap-tiap hari, selama hidupnya."
  }
]
