[
  {
    "reference": "3Jo 1:1",
    "text": "- 1:1: Kis. 19:29; Rm. 16:23; 1Kor. 1:14 Dari penatua kepada Gayus yang kekasih, yang kukasihi dalam kebenaran."
  },
  {
    "reference": "3Jo 1:2",
    "text": "Saudaraku yang kekasih, aku berdoa, semoga engkau baik-baik dan sehat-sehat saja dalam segala sesuatu, sama seperti jiwamu baik-baik saja."
  },
  {
    "reference": "3Jo 1:3",
    "text": "Sebab aku sangat bersukacita, ketika beberapa saudara datang dan memberi kesaksian tentang hidupmu dalam kebenaran, sebab memang engkau hidup dalam kebenaran."
  },
  {
    "reference": "3Jo 1:4",
    "text": "Bagiku tidak ada sukacita yang lebih besar dari pada mendengar, bahwa anak-anakku hidup dalam kebenaran. Saling menolong dan perlawanan 5-12"
  },
  {
    "reference": "3Jo 1:5",
    "text": "Saudaraku yang kekasih, engkau bertindak sebagai orang percaya, di mana engkau berbuat segala sesuatu untuk saudara-saudara, sekalipun mereka adalah orang-orang asing."
  },
  {
    "reference": "3Jo 1:6",
    "text": "Mereka telah memberi kesaksian di hadapan jemaat tentang kasihmu. Baik benar perbuatanmu, jikalau engkau menolong mereka dalam perjalanan mereka, dengan suatu cara yang berkenan kepada Allah."
  },
  {
    "reference": "3Jo 1:7",
    "text": "Sebab karena nama-Nya mereka telah berangkat dengan tidak menerima sesuatu pun dari orang-orang yang tidak mengenal Allah."
  },
  {
    "reference": "3Jo 1:8",
    "text": "Kita wajib menerima orang-orang yang demikian, supaya kita boleh mengambil bagian dalam pekerjaan mereka untuk kebenaran."
  },
  {
    "reference": "3Jo 1:9",
    "text": "Aku telah menulis sedikit kepada jemaat, tetapi Diotrefes yang ingin menjadi orang terkemuka di antara mereka, tidak mau mengakui kami."
  },
  {
    "reference": "3Jo 1:10",
    "text": "Karena itu, apabila aku datang, aku akan meminta perhatian atas segala perbuatan yang telah dilakukannya, sebab ia meleter melontarkan kata-kata yang kasar terhadap kami; dan belum merasa puas dengan itu, ia sendiri bukan saja tidak mau menerima saudara-saudara yang datang, tetapi juga mencegah orang-orang, yang mau menerima mereka dan mengucilkan orang-orang itu dari jemaat."
  },
  {
    "reference": "3Jo 1:11",
    "text": "Saudaraku yang kekasih, janganlah meniru yang jahat, melainkan yang baik. Barangsiapa berbuat baik, ia berasal dari Allah, tetapi barangsiapa berbuat jahat, ia tidak pernah melihat Allah."
  },
  {
    "reference": "3Jo 1:12",
    "text": "Tentang Demetrius semua orang memberi kesaksian yang baik, malah kebenaran sendiri memberi kesaksian yang demikian. Dan kami juga memberi kesaksian yang baik tentang dia, dan engkau tahu, bahwa kesaksian kami adalah benar. Penutup 13-15"
  },
  {
    "reference": "3Jo 1:13",
    "text": "Banyak hal yang harus kutuliskan kepadamu, tetapi aku tidak mau menulis kepadamu dengan tinta dan pena."
  },
  {
    "reference": "3Jo 1:14",
    "text": "Aku harap segera berjumpa dengan engkau dan berbicara berhadapan muka."
  },
  {
    "reference": "3Jo 1:15",
    "text": "Damai sejahtera menyertai engkau! Salam dari sahabat-sahabatmu. Sampaikanlah salamku kepada sahabat-sahabat satu per satu."
  }
]
