[
  {
    "reference": "Amo 1:1",
    "text": "- 1:1: 2Raj. 14:23–15:7; 2Taw. 26:1-23 Perkataan yang dinyatakan kepada Amos, salah seorang peternak domba dari Tekoa, tentang Israel pada zaman Uzia, raja Yehuda, dan dalam zaman Yerobeam, anak Yoas, raja Israel, dua tahun sebelum gempa bumi. Hukuman atas bangsa-bangsa lain 1:2–2:3"
  },
  {
    "reference": "Amo 1:2",
    "text": "- 1:2: Yl. 3:16 Berkatalah ia: ” Tuhan mengaum dari Sion dan dari Yerusalem Ia memperdengarkan suara-Nya; keringlah padang-padang penggembalaan dan layulah puncak gunung Karmel.”"
  },
  {
    "reference": "Amo 1:3",
    "text": "- 1:3-5: Yes. 17:1-3; Yer. 49:23-27; Za. 9:1 Beginilah firman Tuhan: ”Karena tiga perbuatan jahat Damsyik, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka telah mengirik Gilead dengan eretan pengirik dari besi,"
  },
  {
    "reference": "Amo 1:4",
    "text": "Aku akan melepas api ke dalam istana Hazael, sehingga puri Benhadad dimakan habis;"
  },
  {
    "reference": "Amo 1:5",
    "text": "Aku akan mematahkan palang pintu Damsyik dan melenyapkan penduduk dari Bikeat-Awen serta pemegang tongkat kerajaan dari Bet-Eden; dan rakyat Aram harus pergi sebagai orang buangan ke Kir,” firman Tuhan."
  },
  {
    "reference": "Amo 1:6",
    "text": "- 1:6-8: Yes. 14:29-31; Yer. 47:1-7; Yeh. 25:15-17; Yl. 3:4-8; Zef. 2:4-7; Za. 9:5-7 Beginilah firman Tuhan: ”Karena tiga perbuatan jahat Gaza, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka telah mengangkut ke dalam pembuangan suatu bangsa seluruhnya, untuk diserahkan kepada Edom,"
  },
  {
    "reference": "Amo 1:7",
    "text": "Aku akan melepas api ke dalam tembok Gaza, sehingga purinya dimakan habis;"
  },
  {
    "reference": "Amo 1:8",
    "text": "Aku akan melenyapkan penduduk dari Asdod dan pemegang tongkat kerajaan dari Askelon; Aku akan mengacungkan tangan-Ku melawan Ekron, sehingga binasalah sisa-sisa orang Filistin,” firman Tuhan Allah."
  },
  {
    "reference": "Amo 1:9",
    "text": "- 1:9-10: Yes. 23:1-18; Yeh. 26:1–28:19; Yl. 3:4-8; Za. 9:1-4; Mat. 11:21-22; Luk. 10:13-14 Beginilah firman Tuhan: ”Karena tiga perbuatan jahat Tirus, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka telah menyerahkan tertawan suatu bangsa seluruhnya kepada Edom dan tidak mengingat perjanjian persaudaraan,"
  },
  {
    "reference": "Amo 1:10",
    "text": "Aku akan melepas api ke dalam tembok Tirus, sehingga purinya dimakan habis.”"
  },
  {
    "reference": "Amo 1:11",
    "text": "- 1:11-12: Yes. 34:5-17, 63:1-6; Yer. 49:7-22; Yeh. 25:12-14, 35:1-15; Ob. 1-14; Mal. 1:2-5 Beginilah firman Tuhan: ”Karena tiga perbuatan jahat Edom, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena ia mengejar saudaranya dengan pedang dan mengekang belas kasihannya, memendamkan amarahnya untuk selamanya dan menyimpan gemasnya untuk seterusnya,"
  },
  {
    "reference": "Amo 1:12",
    "text": "Aku akan melepas api ke dalam Téman, sehingga puri Bozra dimakan habis.”"
  },
  {
    "reference": "Amo 1:13",
    "text": "- 1:13-15: Yer. 49:1-6; Yeh. 21:28-32, 25:1-7; Zef. 2:8-11 Beginilah firman Tuhan: ”Karena tiga perbuatan jahat bani Amon, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka membelah perut perempuan-perempuan hamil di Gilead dengan maksud meluaskan daerah mereka sendiri,"
  },
  {
    "reference": "Amo 1:14",
    "text": "Aku akan menyalakan api di dalam tembok Raba, sehingga purinya dimakan habis, diiringi sorak-sorai pada waktu pertempuran, diiringi angin badai pada waktu puting beliung;"
  },
  {
    "reference": "Amo 1:15",
    "text": "dan raja mereka harus pergi sebagai orang buangan, ia bersama-sama dengan pembesar-pembesarnya,” firman Tuhan."
  },
  {
    "reference": "Amo 2:1",
    "text": "- 2:1-3: Yes. 15:1–16:14, 25:10-12; Yer. 48:1-47; Yeh. 25:8-11; Zef. 2:8-11 Beginilah firman Tuhan: ”Karena tiga perbuatan jahat Moab, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena ia telah membakar tulang-tulang raja Edom menjadi kapur,"
  },
  {
    "reference": "Amo 2:2",
    "text": "Aku akan melepas api ke dalam Moab, sehingga puri Keriot dimakan habis; Moab akan mati di dalam kegaduhan, diiringi sorak-sorai pada saat sangkakala berbunyi;"
  },
  {
    "reference": "Amo 2:3",
    "text": "Aku akan melenyapkan penguasa dari antaranya dan membunuh segala pembesarnya bersama-sama dengan dia,” firman Tuhan. Hukuman atas Yehuda 2:4-5"
  },
  {
    "reference": "Amo 2:4",
    "text": "Beginilah firman Tuhan: ”Karena tiga perbuatan jahat Yehuda, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka telah menolak hukum Tuhan, dan tidak berpegang pada ketetapan-ketetapan-Nya, tetapi disesatkan oleh dewa-dewa kebohongannya, yang diikuti oleh nenek moyangnya,"
  },
  {
    "reference": "Amo 2:5",
    "text": "Aku akan melepas api ke dalam Yehuda, sehingga puri Yerusalem dimakan habis.” Hukuman atas Israel 2:6-16"
  },
  {
    "reference": "Amo 2:6",
    "text": "Beginilah firman Tuhan: ”Karena tiga perbuatan jahat Israel, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka menjual orang benar karena uang dan orang miskin karena sepasang kasut;"
  },
  {
    "reference": "Amo 2:7",
    "text": "mereka menginjak-injak kepala orang lemah ke dalam debu dan membelokkan jalan orang sengsara; anak dan ayah pergi menjamah seorang perempuan muda, sehingga melanggar kekudusan nama-Ku;"
  },
  {
    "reference": "Amo 2:8",
    "text": "mereka merebahkan diri di samping setiap mezbah di atas pakaian gadaian orang, dan minum anggur orang-orang yang kena denda di rumah Allah mereka."
  },
  {
    "reference": "Amo 2:9",
    "text": "- 2:9: Ul. 3:8-11 Padahal Akulah yang memunahkan dari depan mereka, orang Amori, yang tingginya seperti tinggi pohon aras dan yang kuat seperti pohon tarbantin; Aku telah memunahkan buahnya dari atas dan akarnya dari bawah."
  },
  {
    "reference": "Amo 2:10",
    "text": "Padahal Akulah yang menuntun kamu keluar dari tanah Mesir dan memimpin kamu empat puluh tahun lamanya di padang gurun, supaya kamu menduduki negeri orang Amori;"
  },
  {
    "reference": "Amo 2:11",
    "text": "- 2:11: Bil. 6:1-8 Aku telah membangkitkan sebagian dari anak-anakmu menjadi nabi dan sebagian dari teruna-terunamu menjadi nazir. Bukankah betul-betul begitu, hai orang Israel?” demikianlah firman Tuhan."
  },
  {
    "reference": "Amo 2:12",
    "text": "”Tetapi kamu memberi orang nazir minum anggur dan memerintahkan kepada para nabi: Jangan kamu bernubuat!"
  },
  {
    "reference": "Amo 2:13",
    "text": "Sesungguhnya, Aku akan mengguncangkan tempat kamu berpijak seperti goncangan kereta yang sarat dengan berkas gandum."
  },
  {
    "reference": "Amo 2:14",
    "text": "Orang cepat tidak mungkin lagi melarikan diri, orang kuat tidak dapat menggunakan kekuatannya, dan pahlawan tidak dapat melarikan diri."
  },
  {
    "reference": "Amo 2:15",
    "text": "Pemegang panah tidak dapat bertahan, orang yang cepat kaki tidak akan terluput dan penunggang kuda tidak dapat meluputkan diri."
  },
  {
    "reference": "Amo 2:16",
    "text": "Juga orang yang berhati berani di antara para pahlawan akan melarikan diri dengan telanjang pada hari itu,” demikianlah firman Tuhan."
  },
  {
    "reference": "Amo 3:1",
    "text": "Dengarlah firman ini, yang diucapkan Tuhan tentang kamu, hai orang Israel, tentang segenap kaum yang telah Kutuntun keluar dari tanah Mesir, bunyinya:"
  },
  {
    "reference": "Amo 3:2",
    "text": "”Hanya kamu yang Kukenal dari segala kaum di muka bumi, sebab itu Aku akan menghukum kamu karena segala kesalahanmu."
  },
  {
    "reference": "Amo 3:3",
    "text": "Berjalankah dua orang bersama-sama, jika mereka belum berjanji?"
  },
  {
    "reference": "Amo 3:4",
    "text": "Mengaumkah seekor singa di hutan, apabila tidak mendapat mangsa? Bersuarakah singa muda dari sarangnya, jika belum menangkap apa-apa?"
  },
  {
    "reference": "Amo 3:5",
    "text": "Jatuhkah seekor burung ke dalam perangkap di tanah, apabila tidak ada jerat terhadapnya? Membingkaskah perangkap dari tanah, jika tidak ditangkapnya sesuatu?"
  },
  {
    "reference": "Amo 3:6",
    "text": "Adakah sangkakala ditiup di suatu kota, dan orang-orang tidak gemetar? Adakah terjadi malapetaka di suatu kota, dan Tuhan tidak melakukannya?"
  },
  {
    "reference": "Amo 3:7",
    "text": "Sungguh, Tuhan Allah tidak berbuat sesuatu tanpa menyatakan keputusan-Nya kepada hamba-hamba-Nya, para nabi."
  },
  {
    "reference": "Amo 3:8",
    "text": "Singa telah mengaum, siapakah yang tidak takut? Tuhan Allah telah berfirman, siapakah yang tidak bernubuat?” Pemberitaan tentang keruntuhan Israel 3:9-15"
  },
  {
    "reference": "Amo 3:9",
    "text": "Siarkanlah di dalam puri di Asyur dan di dalam puri di tanah Mesir serta katakan: ”Berkumpullah di gunung-gunung dekat Samaria dan pandanglah kekacauan besar yang ada di tengah-tengahnya dan pemerasan yang ada di kota itu.”"
  },
  {
    "reference": "Amo 3:10",
    "text": "”Mereka tidak tahu berbuat jujur,” demikianlah firman Tuhan, ”mereka itu yang menimbun kekerasan dan aniaya di dalam purinya.”"
  },
  {
    "reference": "Amo 3:11",
    "text": "Sebab itu beginilah firman Tuhan Allah: ”Musuh akan ada di sekeliling negeri, kekuatanmu akan ditanggalkannya dari padamu, dan purimu akan dijarahi!”"
  },
  {
    "reference": "Amo 3:12",
    "text": "Beginilah firman Tuhan: ”Seperti seorang gembala melepaskan dari mulut singa dua tulang betis atau potongan telinga, demikianlah orang Israel yang diam di Samaria akan dilepaskan seperti sebagian dari katil dan seperti sepenggal dari kaki balai-balai.”"
  },
  {
    "reference": "Amo 3:13",
    "text": "”Dengarlah, dan peringatkanlah kaum keturunan Yakub,” demikianlah firman Tuhan Allah, Allah semesta alam,"
  },
  {
    "reference": "Amo 3:14",
    "text": "- 3:14: 2Raj. 23:15 ”bahwa pada waktu Aku menghukum Israel karena perbuatan-perbuatannya yang jahat, Aku akan melakukan hukuman kepada mezbah-mezbah Betel, sehingga tanduk-tanduk mezbah itu dipatahkan dan jatuh ke tanah."
  },
  {
    "reference": "Amo 3:15",
    "text": "Aku akan merobohkan balai musim dingin beserta balai musim panas; hancurlah rumah-rumah gading, dan habislah rumah-rumah gedang,” demikianlah firman Tuhan."
  },
  {
    "reference": "Amo 4:1",
    "text": "”Dengarlah firman ini, hai lembu-lembu Basan, yang ada di gunung Samaria, yang memeras orang lemah, yang menginjak orang miskin, yang mengatakan kepada tuan-tuanmu: bawalah ke mari, supaya kita minum-minum!"
  },
  {
    "reference": "Amo 4:2",
    "text": "Tuhan Allah telah bersumpah demi kekudusan-Nya: sesungguhnya, akan datang masanya bagimu, bahwa kamu diangkat dengan kait dan yang tertinggal di antara kamu dengan kail ikan."
  },
  {
    "reference": "Amo 4:3",
    "text": "Kamu akan keluar melalui belahan tembok, masing-masing lurus ke depan, dan kamu akan diseret ke arah Hermon,” demikianlah firman Tuhan. Ibadah orang Israel adalah ibadah jahat 4:4-5"
  },
  {
    "reference": "Amo 4:4",
    "text": "”Datanglah ke Betel dan lakukanlah perbuatan jahat, ke Gilgal dan perhebatlah perbuatan jahat! Bawalah korban sembelihanmu pada waktu pagi, dan persembahan persepuluhanmu pada hari yang ketiga!"
  },
  {
    "reference": "Amo 4:5",
    "text": "Bakarlah korban syukur dari roti yang beragi dan maklumkanlah persembahan-persembahan sukarela; siarkanlah itu! Sebab bukankah yang demikian kamu sukai, hai orang Israel?” demikianlah firman Tuhan Allah. Orang Israel tidak mau berbalik kepada Tuhan 4:6-13"
  },
  {
    "reference": "Amo 4:6",
    "text": "”Sekalipun Aku ini telah memberi kepadamu gigi yang tidak disentuh makanan di segala kotamu dan kekurangan roti di segala tempat kediamanmu, namun kamu tidak berbalik kepada-Ku,” demikianlah firman Tuhan."
  },
  {
    "reference": "Amo 4:7",
    "text": "”Aku pun telah menahan hujan dari padamu, ketika tiga bulan lagi sebelum panen; Aku menurunkan hujan ke atas kota yang satu dan tidak menurunkan hujan ke atas kota yang lain; ladang yang satu kehujanan, dan ladang, yang tidak kena hujan, menjadi kering;"
  },
  {
    "reference": "Amo 4:8",
    "text": "penduduk dua tiga kota pergi terhuyung-huyung ke satu kota untuk minum air, tetapi mereka tidak menjadi puas; namun kamu tidak berbalik kepada-Ku,” demikianlah firman Tuhan."
  },
  {
    "reference": "Amo 4:9",
    "text": "”Aku telah memukul kamu dengan hama dan penyakit gandum, telah melayukan taman-tamanmu dan kebun-kebun anggurmu, pohon-pohon ara dan pohon-pohon zaitunmu dimakan habis oleh belalang, namun kamu tidak berbalik kepada-Ku,” demikianlah firman Tuhan."
  },
  {
    "reference": "Amo 4:10",
    "text": "”Aku telah melepas penyakit sampar ke antaramu seperti kepada orang Mesir; Aku telah membunuh terunamu dengan pedang pada waktu kudamu dijarah; Aku telah membuat bau busuk perkemahanmu tercium oleh hidungmu; namun kamu tidak berbalik kepada-Ku,” demikianlah firman Tuhan."
  },
  {
    "reference": "Amo 4:11",
    "text": "- 4:11: Kej. 19:24 ”Aku telah menjungkirbalikkan kota-kota di antara kamu, seperti Allah menjungkirbalikkan Sodom dan Gomora, sehingga kamu menjadi seperti puntung yang ditarik dari kebakaran, namun kamu tidak berbalik kepada-Ku,” demikianlah firman Tuhan."
  },
  {
    "reference": "Amo 4:12",
    "text": "”Sebab itu demikianlah akan Kulakukan kepadamu, hai Israel. – Oleh karena Aku akan melakukan yang demikian kepadamu, maka bersiaplah untuk bertemu dengan Allahmu, hai Israel!”"
  },
  {
    "reference": "Amo 4:13",
    "text": "Sebab sesungguhnya, Dia yang membentuk gunung-gunung dan menciptakan angin, yang memberitahukan kepada manusia apa yang dipikirkan-Nya, yang membuat fajar dan kegelapan dan yang berjejak di atas bukit-bukit bumi – Tuhan, Allah semesta alam, itulah nama-Nya."
  },
  {
    "reference": "Amo 5:1",
    "text": "Dengarlah perkataan ini yang kuucapkan tentang kamu sebagai ratapan, hai kaum Israel:"
  },
  {
    "reference": "Amo 5:2",
    "text": "”Telah rebah, tidak akan bangkit-bangkit lagi anak dara Israel, terkapar di atas tanahnya, tidak ada yang membangkitkannya.”"
  },
  {
    "reference": "Amo 5:3",
    "text": "Sebab beginilah firman Tuhan Allah kepada kaum Israel: ”Kota yang maju berperang dengan seribu orang, dari padanya akan tersisa seratus orang, dan yang maju berperang dengan seratus orang, dari padanya akan tersisa sepuluh orang.” Jalan yang menuju hidup 5:4-6"
  },
  {
    "reference": "Amo 5:4",
    "text": "Sebab beginilah firman Tuhan kepada kaum Israel: ”Carilah Aku, maka kamu akan hidup!"
  },
  {
    "reference": "Amo 5:5",
    "text": "Janganlah kamu mencari Betel, janganlah pergi ke Gilgal dan janganlah menyeberang ke Bersyeba, sebab Gilgal pasti masuk ke dalam pembuangan dan Betel akan lenyap.”"
  },
  {
    "reference": "Amo 5:6",
    "text": "Carilah Tuhan, maka kamu akan hidup, supaya jangan Ia memasuki keturunan Yusuf bagaikan api, yang memakannya habis dengan tidak ada yang memadamkan bagi Betel. Melawan perkosaan keadilan 5:7-13"
  },
  {
    "reference": "Amo 5:7",
    "text": "Hai kamu yang mengubah keadilan menjadi ipuh dan yang mengempaskan kebenaran ke tanah!"
  },
  {
    "reference": "Amo 5:8",
    "text": "- 5:8: Ayb. 9:9, 38:31 Dia yang telah membuat bintang kartika dan bintang belantik, yang mengubah kekelaman menjadi pagi dan yang membuat siang gelap seperti malam; Dia yang memanggil air laut dan mencurahkannya ke atas permukaan bumi – Tuhan itulah nama-Nya."
  },
  {
    "reference": "Amo 5:9",
    "text": "Dia yang menimpakan kebinasaan atas yang kuat, sehingga kebinasaan datang atas tempat yang berkubu."
  },
  {
    "reference": "Amo 5:10",
    "text": "Mereka benci kepada yang memberi teguran di pintu gerbang, dan mereka keji kepada yang berkata dengan tulus ikhlas."
  },
  {
    "reference": "Amo 5:11",
    "text": "Sebab itu, karena kamu menginjak-injak orang yang lemah dan mengambil pajak gandum dari padanya, – sekalipun kamu telah mendirikan rumah-rumah dari batu pahat, kamu tidak akan mendiaminya; sekalipun kamu telah membuat kebun anggur yang indah, kamu tidak akan minum anggurnya."
  },
  {
    "reference": "Amo 5:12",
    "text": "Sebab Aku tahu, bahwa perbuatanmu yang jahat banyak dan dosamu berjumlah besar, hai kamu yang menjadikan orang benar terjepit, yang menerima uang suap dan yang mengesampingkan orang miskin di pintu gerbang."
  },
  {
    "reference": "Amo 5:13",
    "text": "Sebab itu orang yang berakal budi akan berdiam diri pada waktu itu, karena waktu itu adalah waktu yang jahat. Hidup dan mati 5:14-17"
  },
  {
    "reference": "Amo 5:14",
    "text": "Carilah yang baik dan jangan yang jahat, supaya kamu hidup; dengan demikian Tuhan, Allah semesta alam, akan menyertai kamu, seperti yang kamu katakan."
  },
  {
    "reference": "Amo 5:15",
    "text": "Bencilah yang jahat dan cintailah yang baik; dan tegakkanlah keadilan di pintu gerbang; mungkin Tuhan, Allah semesta alam, akan mengasihani sisa-sisa keturunan Yusuf."
  },
  {
    "reference": "Amo 5:16",
    "text": "Sesungguhnya, beginilah firman Tuhan, Allah semesta alam, Tuhanku: ”Di segala tanah lapang akan ada ratapan dan di segala lorong orang akan berkata: Wahai! Wahai! Petani dipanggil untuk berkabung dan orang-orang yang pandai meratap untuk mengadakan ratapan."
  },
  {
    "reference": "Amo 5:17",
    "text": "Dan di segala kebun anggur akan ada ratapan, apabila Aku berjalan dari tengah-tengahmu,” firman Tuhan. Hari Tuhan 5:18-20"
  },
  {
    "reference": "Amo 5:18",
    "text": "Celakalah mereka yang menginginkan hari Tuhan! Apakah gunanya hari Tuhan itu bagimu? Hari itu kegelapan, bukan terang!"
  },
  {
    "reference": "Amo 5:19",
    "text": "Seperti seseorang yang lari terhadap singa, seekor beruang mendatangi dia, dan ketika ia sampai ke rumah, bertopang dengan tangannya ke dinding, seekor ular memagut dia!"
  },
  {
    "reference": "Amo 5:20",
    "text": "Bukankah hari Tuhan itu kegelapan dan bukan terang, kelam kabut dan tidak bercahaya? Ibadah Israel dibenci Tuhan 5:21-27"
  },
  {
    "reference": "Amo 5:21",
    "text": "- 5:21-22: Yes. 1:11-14 ”Aku membenci, Aku menghinakan perayaanmu dan Aku tidak senang kepada perkumpulan rayamu."
  },
  {
    "reference": "Amo 5:22",
    "text": "Sungguh, apabila kamu mempersembahkan kepada-Ku korban-korban bakaran dan korban-korban sajianmu, Aku tidak suka, dan korban keselamatanmu berupa ternak yang tambun, Aku tidak mau pandang."
  },
  {
    "reference": "Amo 5:23",
    "text": "Jauhkanlah dari pada-Ku keramaian nyanyian-nyanyianmu, lagu gambusmu tidak mau Aku dengar."
  },
  {
    "reference": "Amo 5:24",
    "text": "Tetapi biarlah keadilan bergulung-gulung seperti air dan kebenaran seperti sungai yang selalu mengalir.”"
  },
  {
    "reference": "Amo 5:25",
    "text": "- 5:25-27: Kis. 7:42-43 ”Apakah kamu mempersembahkan kepada-Ku korban sembelihan dan korban sajian, selama empat puluh tahun di padang gurun itu, hai kaum Israel?"
  },
  {
    "reference": "Amo 5:26",
    "text": "Kamu akan mengangkut Sakut, rajamu, dan Kewan, dewa bintangmu, patung-patungmu yang telah kamu buat bagimu itu,"
  },
  {
    "reference": "Amo 5:27",
    "text": "dan Aku akan membawa kamu ke dalam pembuangan jauh ke seberang Damsyik,” firman Tuhan, yang nama-Nya Allah semesta alam."
  },
  {
    "reference": "Amo 6:1",
    "text": "”Celaka atas orang-orang yang merasa aman di Sion, atas orang-orang yang merasa tenteram di gunung Samaria, atas orang-orang terkemuka dari bangsa yang utama, orang-orang yang kepada mereka kaum Israel biasa datang!"
  },
  {
    "reference": "Amo 6:2",
    "text": "Menyeberanglah ke Kalne, dan lihat-lihatlah; berjalanlah dari sana ke Hamat yang besar itu, dan pergilah ke Gat orang Filistin! Adakah mereka lebih baik dari kerajaan-kerajaan ini, atau lebih besarkah daerah mereka dari daerahmu?"
  },
  {
    "reference": "Amo 6:3",
    "text": "Hai kamu, yang menganggap jauh hari malapetaka, tetapi mendekatkan pemerintahan kekerasan;"
  },
  {
    "reference": "Amo 6:4",
    "text": "yang berbaring di tempat tidur dari gading dan duduk berjuntai di ranjang; yang memakan anak-anak domba dari kumpulan kambing domba dan anak-anak lembu dari tengah-tengah kawanan binatang yang tambun;"
  },
  {
    "reference": "Amo 6:5",
    "text": "yang bernyanyi-nyanyi mendengar bunyi gambus, dan seperti Daud menciptakan bunyi-bunyian bagi dirinya;"
  },
  {
    "reference": "Amo 6:6",
    "text": "yang minum anggur dari bokor, dan berurap dengan minyak yang paling baik, tetapi tidak berduka karena hancurnya keturunan Yusuf!"
  },
  {
    "reference": "Amo 6:7",
    "text": "Sebab itu sekarang, mereka akan pergi sebagai orang buangan di kepala barisan, dan berlalulah keriuhan pesta orang-orang yang duduk berjuntai itu.”"
  },
  {
    "reference": "Amo 6:8",
    "text": "Tuhan Allah telah bersumpah demi diri-Nya, – demikianlah firman Tuhan, Allah semesta alam –: ”Aku ini keji kepada kecongkakan Yakub, dan benci kepada purinya; Aku akan menyerahkan kota serta isinya.”"
  },
  {
    "reference": "Amo 6:9",
    "text": "Dan jika masih tinggal sepuluh orang dalam satu rumah, mereka akan mati."
  },
  {
    "reference": "Amo 6:10",
    "text": "Dan jika pamannya, pembakar mayat itu, yang datang mengangkat dan mengeluarkan mayat itu dari rumah itu, bertanya kepada orang yang ada di bagian belakang rumah: ”Adakah lagi orang bersama-sama engkau?” dan dijawab: ”Tidak ada,” ia akan berkata: ”Diam!” Sebab tidaklah patut menyebut-nyebut nama Tuhan!"
  },
  {
    "reference": "Amo 6:11",
    "text": "Sebab sesungguhnya, Tuhan memberi perintah, maka rumah besar dirobohkan menjadi reruntuhan dan rumah kecil menjadi rosokan."
  },
  {
    "reference": "Amo 6:12",
    "text": "Berlarikah kuda-kuda di atas bukit batu, atau dibajak orangkah laut dengan lembu? Sungguh, kamu telah mengubah keadilan menjadi racun dan hasil kebenaran menjadi ipuh!"
  },
  {
    "reference": "Amo 6:13",
    "text": "Hai kamu, yang bersukacita karena Lodabar, dan yang berkata: ”Bukankah kita dengan kekuatan kita merebut Karnaim bagi kita?”"
  },
  {
    "reference": "Amo 6:14",
    "text": "”Sebab sesungguhnya, Aku akan membangkitkan suatu bangsa melawan kamu, hai kaum Israel,” demikianlah firman Tuhan, Allah semesta alam, ”dan mereka akan menindas kamu dari jalan yang menuju ke Hamat sampai ke sungai yang di Araba.”"
  },
  {
    "reference": "Amo 7:1",
    "text": "Inilah yang diperlihatkan Tuhan Allah kepadaku: Tampak Ia membentuk kawanan belalang, pada waktu rumput akhir mulai tumbuh, yaitu rumput akhir sesudah yang dipotong bagi raja."
  },
  {
    "reference": "Amo 7:2",
    "text": "Ketika belalang mulai menghabisi tumbuh-tumbuhan di tanah, berkatalah aku: ”Tuhan Allah, berikanlah kiranya pengampunan! Bagaimanakah Yakub dapat bertahan? Bukankah ia kecil?”"
  },
  {
    "reference": "Amo 7:3",
    "text": "Maka menyesallah Tuhan karena hal itu. ”Itu tidak akan terjadi,” firman Tuhan. Penglihatan kedua: Api 7:4-6"
  },
  {
    "reference": "Amo 7:4",
    "text": "Inilah yang diperlihatkan Tuhan Allah kepadaku: Tampak Tuhan Allah memanggil api untuk melakukan hukuman. Api itu memakan habis samudera raya dan akan memakan habis tanah ladang."
  },
  {
    "reference": "Amo 7:5",
    "text": "Lalu aku berkata: ”Tuhan Allah, hentikanlah kiranya! Bagaimanakah Yakub dapat bertahan? Bukankah ia kecil?”"
  },
  {
    "reference": "Amo 7:6",
    "text": "Maka menyesallah Tuhan karena hal itu. ”Ini pun tidak akan terjadi,” firman Tuhan Allah. Penglihatan ketiga: Tali sipat 7:7-9"
  },
  {
    "reference": "Amo 7:7",
    "text": "Inilah yang diperlihatkan-Nya kepadaku: Tampak Tuhan berdiri dekat sebuah tembok yang tegak lurus, dan di tangan-Nya ada tali sipat."
  },
  {
    "reference": "Amo 7:8",
    "text": "Lalu berfirmanlah Tuhan kepadaku: ”Apakah yang kaulihat, Amos?” Jawabku: ”Tali sipat!” Berfirmanlah Tuhan: ”Sesungguhnya, Aku akan menaruh tali sipat di tengah-tengah umat-Ku Israel; Aku tidak akan memaafkannya lagi."
  },
  {
    "reference": "Amo 7:9",
    "text": "Bukit-bukit pengorbanan dari pada Ishak akan dilicintandaskan dan tempat-tempat kudus Israel akan diruntuhkan, dan Aku akan bangkit melawan keluarga Yerobeam dengan pedang.” Amos diusir 7:10-17"
  },
  {
    "reference": "Amo 7:10",
    "text": "Lalu Amazia, imam di Betel, menyuruh orang menghadap Yerobeam, raja Israel, dengan pesan: ”Amos telah mengadakan persepakatan melawan tuanku di tengah-tengah kaum Israel; negeri ini tidak dapat lagi menahan segala perkataannya."
  },
  {
    "reference": "Amo 7:11",
    "text": "Sebab beginilah dikatakan Amos: Yerobeam akan mati terbunuh oleh pedang dan Israel pasti pergi dari tanahnya sebagai orang buangan.”"
  },
  {
    "reference": "Amo 7:12",
    "text": "Lalu berkatalah Amazia kepada Amos: ”Pelihat, pergilah, enyahlah ke tanah Yehuda! Carilah makananmu di sana dan bernubuatlah di sana!"
  },
  {
    "reference": "Amo 7:13",
    "text": "Tetapi jangan lagi bernubuat di Betel, sebab inilah tempat kudus raja, inilah bait suci kerajaan.”"
  },
  {
    "reference": "Amo 7:14",
    "text": "Jawab Amos kepada Amazia: ”Aku ini bukan nabi dan aku ini tidak termasuk golongan nabi, melainkan aku ini seorang peternak dan pemungut buah ara hutan."
  },
  {
    "reference": "Amo 7:15",
    "text": "Tetapi Tuhan mengambil aku dari pekerjaan menggiring kambing domba, dan Tuhan berfirman kepadaku: Pergilah, bernubuatlah terhadap umat-Ku Israel."
  },
  {
    "reference": "Amo 7:16",
    "text": "Maka sekarang, dengarlah firman Tuhan! Engkau berkata: Janganlah bernubuat menentang Israel, dan janganlah ucapkan perkataan menentang keturunan Ishak."
  },
  {
    "reference": "Amo 7:17",
    "text": "Sebab itu beginilah firman Tuhan: Isterimu akan bersundal di kota, dan anak-anakmu laki-laki dan perempuan akan tewas oleh pedang; tanahmu akan dibagi-bagikan dengan memakai tali pengukur, engkau sendiri akan mati di tanah yang najis, dan Israel pasti pergi dari tanahnya sebagai orang buangan.”"
  },
  {
    "reference": "Amo 8:1",
    "text": "Inilah yang diperlihatkan Tuhan Allah kepadaku: Tampak sebuah bakul berisi buah-buahan musim kemarau."
  },
  {
    "reference": "Amo 8:2",
    "text": "Lalu berfirmanlah Ia: ”Apakah yang kaulihat, Amos?” Jawabku: ”Sebuah bakul berisi buah-buahan musim kemarau.” Berfirmanlah Tuhan kepadaku: ”Kesudahan telah datang bagi umat-Ku Israel. Aku tidak akan memaafkannya lagi."
  },
  {
    "reference": "Amo 8:3",
    "text": "Nyanyian-nyanyian di tempat suci akan menjadi ratapan pada hari itu,” demikianlah firman Tuhan Allah. ”Ada banyak bangkai: ke mana-mana orang melemparkannya dengan diam-diam.” Peringatan terhadap orang yang mengisap sesamanya 8:4-8"
  },
  {
    "reference": "Amo 8:4",
    "text": "Dengarlah ini, kamu yang menginjak-injak orang miskin, dan yang membinasakan orang sengsara di negeri ini"
  },
  {
    "reference": "Amo 8:5",
    "text": "dan berpikir: ”Bilakah bulan baru berlalu, supaya kita boleh menjual gandum dan bilakah hari Sabat berlalu, supaya kita boleh menawarkan terigu dengan mengecilkan efa, membesarkan syikal, berbuat curang dengan neraca palsu,"
  },
  {
    "reference": "Amo 8:6",
    "text": "supaya kita membeli orang lemah karena uang dan orang yang miskin karena sepasang kasut; dan menjual terigu rosokan?”"
  },
  {
    "reference": "Amo 8:7",
    "text": "Tuhan telah bersumpah demi kebanggaan Yakub: ”Bahwasanya Aku tidak akan melupakan untuk seterusnya segala perbuatan mereka!"
  },
  {
    "reference": "Amo 8:8",
    "text": "Tidakkah akan gemetar bumi karena hal itu, sehingga setiap penduduknya berkabung? Tidakkah itu seluruhnya akan naik seperti sungai Nil, diombang-ambingkan dan surut seperti sungai Mesir?” Gerhana matahari dan ratapan 8:9-10"
  },
  {
    "reference": "Amo 8:9",
    "text": "”Pada hari itu akan terjadi,” demikianlah firman Tuhan Allah, ”Aku akan membuat matahari terbenam di siang hari dan membuat bumi gelap pada hari cerah."
  },
  {
    "reference": "Amo 8:10",
    "text": "Aku akan mengubah perayaan-perayaanmu menjadi perkabungan, dan segala nyanyianmu menjadi ratapan. Aku akan mengenakan kain kabung pada setiap pinggang dan menjadikan gundul setiap kepala. Aku akan membuatnya sebagai perkabungan karena kematian anak tunggal, sehingga akhirnya menjadi seperti hari yang pahit pedih.” Lapar dan haus 8:11-14"
  },
  {
    "reference": "Amo 8:11",
    "text": "”Sesungguhnya, waktu akan datang,” demikianlah firman Tuhan Allah, ”Aku akan mengirimkan kelaparan ke negeri ini, bukan kelaparan akan makanan dan bukan kehausan akan air, melainkan akan mendengarkan firman Tuhan."
  },
  {
    "reference": "Amo 8:12",
    "text": "Mereka akan mengembara dari laut ke laut dan menjelajah dari utara ke timur untuk mencari firman Tuhan, tetapi tidak mendapatnya."
  },
  {
    "reference": "Amo 8:13",
    "text": "Pada hari itu akan rebah lesu anak-anak dara yang cantik dan anak-anak teruna karena haus;"
  },
  {
    "reference": "Amo 8:14",
    "text": "mereka yang bersumpah demi Asima, dewi Samaria dan yang berkata: Demi allahmu yang hidup, hai Dan! serta: Demi dewa kekasihmu yang hidup, hai Bersyeba! mereka itu akan rebah dan tidak akan bangkit-bangkit lagi.”"
  },
  {
    "reference": "Amo 9:1",
    "text": "Kulihat Tuhan berdiri dekat mezbah, dan Ia berfirman: ”Pukullah hulu tiang dengan keras, sehingga ambang-ambang bergoncang, dan runtuhkanlah itu ke atas kepala semua orang, dan sisa-sisa mereka akan Kubunuh dengan pedang; tidak seorang pun dari mereka akan dapat melarikan diri, dan tidak seorang pun dari mereka akan dapat meluputkan diri."
  },
  {
    "reference": "Amo 9:2",
    "text": "Sekalipun mereka menembus sampai ke dunia orang mati, tangan-Ku akan mengambil mereka dari sana; sekalipun mereka naik ke langit, Aku akan menurunkan mereka dari sana."
  },
  {
    "reference": "Amo 9:3",
    "text": "Sekalipun mereka bersembunyi di puncak gunung Karmel, Aku akan mengusut dan mengambil mereka dari sana; sekalipun mereka menyembunyikan diri terhadap mata-Ku di dasar laut, Aku akan memerintahkan ular untuk memagut mereka di sana."
  },
  {
    "reference": "Amo 9:4",
    "text": "Sekalipun mereka berjalan di depan musuhnya sebagai orang tawanan, Aku akan memerintahkan pedang untuk membunuh mereka di sana. Aku akan mengarahkan mata-Ku kepada mereka untuk kecelakaan dan bukan untuk keberuntungan mereka.”"
  },
  {
    "reference": "Amo 9:5",
    "text": "Tuhan Allah semesta alamlah yang menyentuh bumi, sehingga bergoyang, dan semua penduduknya berkabung, dan seluruhnya naik seperti sungai Nil, dan surut seperti sungai Mesir;"
  },
  {
    "reference": "Amo 9:6",
    "text": "yang mendirikan anjung-Nya di langit dan mendasarkan kubah-Nya di atas bumi; yang memanggil air laut dan mencurahkannya ke atas permukaan bumi – Tuhan itulah nama-Nya. Bangsa pilihan ditolak Allah 9:7-10"
  },
  {
    "reference": "Amo 9:7",
    "text": "”Bukankah kamu sama seperti orang Etiopia bagi-Ku, hai orang Israel?” demikianlah firman Tuhan. ”Bukankah Aku telah menuntun orang Israel keluar dari tanah Mesir, orang Filistin dari Kaftor, dan orang Aram dari Kir?"
  },
  {
    "reference": "Amo 9:8",
    "text": "Sesungguhnya, Tuhan Allah sudah mengamat-amati kerajaan yang berdosa ini: Aku akan memunahkannya dari muka bumi! Tetapi Aku tidak akan memunahkan keturunan Yakub sama sekali,” demikianlah firman Tuhan."
  },
  {
    "reference": "Amo 9:9",
    "text": "”Sebab sesungguhnya, Aku memberi perintah, dan Aku mengiraikan kaum Israel di antara segala bangsa, seperti orang mengiraikan ayak, dan sebiji batu kecil pun tidak akan jatuh ke tanah."
  },
  {
    "reference": "Amo 9:10",
    "text": "Oleh pedang akan mati terbunuh semua orang berdosa di antara umat-Ku yang mengatakan: Malapetaka itu tidak akan menyusul dan tidak akan mencapai kami.” Janji mengenai keselamatan 9:11-15"
  },
  {
    "reference": "Amo 9:11",
    "text": "- 9:11-12: Kis. 15:16-18 ”Pada hari itu Aku akan mendirikan kembali pondok Daud yang telah roboh; Aku akan menutup pecahan dindingnya, dan akan mendirikan kembali reruntuhannya; Aku akan membangunnya kembali seperti di zaman dahulu kala,"
  },
  {
    "reference": "Amo 9:12",
    "text": "supaya mereka menguasai sisa-sisa bangsa Edom dan segala bangsa yang Kusebut milik-Ku,” demikianlah firman Tuhan yang melakukan hal ini."
  },
  {
    "reference": "Amo 9:13",
    "text": "”Sesungguhnya, waktu akan datang,” demikianlah firman Tuhan, ”bahwa pembajak akan tepat menyusul penuai dan pengirik buah anggur penabur benih; gunung-gunung akan meniriskan anggur baru dan segala bukit akan kebanjiran."
  },
  {
    "reference": "Amo 9:14",
    "text": "Aku akan memulihkan kembali umat-Ku Israel: mereka akan membangun kota-kota yang licin tandas dan mendiaminya; mereka akan menanami kebun-kebun anggur dan minum anggurnya; mereka akan membuat kebun-kebun buah-buahan dan makan buahnya."
  },
  {
    "reference": "Amo 9:15",
    "text": "Maka Aku akan menanam mereka di tanah mereka, dan mereka tidak akan dicabut lagi dari tanah yang telah Kuberikan kepada mereka,” firman Tuhan, Allahmu."
  }
]
