[
  {
    "reference": "Col 1:1",
    "text": "Dari Paulus, rasul Kristus Yesus, oleh kehendak Allah, dan Timotius saudara kita,"
  },
  {
    "reference": "Col 1:2",
    "text": "kepada saudara-saudara yang kudus dan yang percaya dalam Kristus di Kolose. Kasih karunia dan damai sejahtera dari Allah, Bapa kita, menyertai kamu. Ucapan syukur dan doa 1:3-14"
  },
  {
    "reference": "Col 1:3",
    "text": "Kami selalu mengucap syukur kepada Allah, Bapa Tuhan kita Yesus Kristus, setiap kali kami berdoa untuk kamu,"
  },
  {
    "reference": "Col 1:4",
    "text": "karena kami telah mendengar tentang imanmu dalam Kristus Yesus dan tentang kasihmu terhadap semua orang kudus,"
  },
  {
    "reference": "Col 1:5",
    "text": "oleh karena pengharapan, yang disediakan bagi kamu di sorga. Tentang pengharapan itu telah lebih dahulu kamu dengar dalam firman kebenaran, yaitu Injil,"
  },
  {
    "reference": "Col 1:6",
    "text": "yang sudah sampai kepada kamu. Injil itu berbuah dan berkembang di seluruh dunia, demikian juga di antara kamu sejak waktu kamu mendengarnya dan mengenal kasih karunia Allah dengan sebenarnya."
  },
  {
    "reference": "Col 1:7",
    "text": "- 1:7: Kol. 4:12; Flm. 23 Semuanya itu telah kamu ketahui dari Epafras, kawan pelayan yang kami kasihi, yang bagi kamu adalah pelayan Kristus yang setia."
  },
  {
    "reference": "Col 1:8",
    "text": "Dialah juga yang telah menyatakan kepada kami kasihmu dalam Roh."
  },
  {
    "reference": "Col 1:9",
    "text": "Sebab itu sejak waktu kami mendengarnya, kami tiada berhenti-henti berdoa untuk kamu. Kami meminta, supaya kamu menerima segala hikmat dan pengertian yang benar, untuk mengetahui kehendak Tuhan dengan sempurna,"
  },
  {
    "reference": "Col 1:10",
    "text": "sehingga hidupmu layak di hadapan-Nya serta berkenan kepada-Nya dalam segala hal, dan kamu memberi buah dalam segala pekerjaan yang baik dan bertumbuh dalam pengetahuan yang benar tentang Allah,"
  },
  {
    "reference": "Col 1:11",
    "text": "dan dikuatkan dengan segala kekuatan oleh kuasa kemuliaan-Nya untuk menanggung segala sesuatu dengan tekun dan sabar,"
  },
  {
    "reference": "Col 1:12",
    "text": "dan mengucap syukur dengan sukacita kepada Bapa, yang melayakkan kamu untuk mendapat bagian dalam apa yang ditentukan untuk orang-orang kudus di dalam kerajaan terang."
  },
  {
    "reference": "Col 1:13",
    "text": "Ia telah melepaskan kita dari kuasa kegelapan dan memindahkan kita ke dalam Kerajaan Anak-Nya yang kekasih;"
  },
  {
    "reference": "Col 1:14",
    "text": "- 1:14: Ef. 1:7 di dalam Dia kita memiliki penebusan kita, yaitu pengampunan dosa. Keutamaan Kristus 1:15-23"
  },
  {
    "reference": "Col 1:15",
    "text": "Ia adalah gambar Allah yang tidak kelihatan, yang sulung, lebih utama dari segala yang diciptakan,"
  },
  {
    "reference": "Col 1:16",
    "text": "karena di dalam Dialah telah diciptakan segala sesuatu, yang ada di sorga dan yang ada di bumi, yang kelihatan dan yang tidak kelihatan, baik singgasana, maupun kerajaan, baik pemerintah, maupun penguasa; segala sesuatu diciptakan oleh Dia dan untuk Dia."
  },
  {
    "reference": "Col 1:17",
    "text": "Ia ada terlebih dahulu dari segala sesuatu dan segala sesuatu ada di dalam Dia."
  },
  {
    "reference": "Col 1:18",
    "text": "- 1:18: Ef. 1:22-23 Ialah kepala tubuh, yaitu jemaat. Ialah yang sulung, yang pertama bangkit dari antara orang mati, sehingga Ia yang lebih utama dalam segala sesuatu."
  },
  {
    "reference": "Col 1:19",
    "text": "Karena seluruh kepenuhan Allah berkenan diam di dalam Dia,"
  },
  {
    "reference": "Col 1:20",
    "text": "- 1:20: Ef. 2:16 dan oleh Dialah Ia memperdamaikan segala sesuatu dengan diri-Nya, baik yang ada di bumi, maupun yang ada di sorga, sesudah Ia mengadakan pendamaian oleh darah salib Kristus."
  },
  {
    "reference": "Col 1:21",
    "text": "Juga kamu yang dahulu hidup jauh dari Allah dan yang memusuhi-Nya dalam hati dan pikiran seperti yang nyata dari perbuatanmu yang jahat,"
  },
  {
    "reference": "Col 1:22",
    "text": "sekarang diperdamaikan-Nya, di dalam tubuh jasmani Kristus oleh kematian-Nya, untuk menempatkan kamu kudus dan tak bercela dan tak bercacat di hadapan-Nya."
  },
  {
    "reference": "Col 1:23",
    "text": "Sebab itu kamu harus bertekun dalam iman, tetap teguh dan tidak bergoncang, dan jangan mau digeser dari pengharapan Injil, yang telah kamu dengar dan yang telah dikabarkan di seluruh alam di bawah langit, dan yang aku ini, Paulus, telah menjadi pelayannya. Pelayanan dan penderitaan Paulus 1:24–2:5"
  },
  {
    "reference": "Col 1:24",
    "text": "Sekarang aku bersukacita bahwa aku boleh menderita karena kamu, dan menggenapkan dalam dagingku apa yang kurang pada penderitaan Kristus, untuk tubuh-Nya, yaitu jemaat."
  },
  {
    "reference": "Col 1:25",
    "text": "Aku telah menjadi pelayan jemaat itu sesuai dengan tugas yang dipercayakan Allah kepadaku untuk meneruskan firman-Nya dengan sepenuhnya kepada kamu,"
  },
  {
    "reference": "Col 1:26",
    "text": "yaitu rahasia yang tersembunyi dari abad ke abad dan dari turunan ke turunan, tetapi yang sekarang dinyatakan kepada orang-orang kudus-Nya."
  },
  {
    "reference": "Col 1:27",
    "text": "Kepada mereka Allah mau memberitahukan, betapa kaya dan mulianya rahasia itu di antara bangsa-bangsa lain, yaitu: Kristus ada di tengah-tengah kamu, Kristus yang adalah pengharapan akan kemuliaan!"
  },
  {
    "reference": "Col 1:28",
    "text": "Dialah yang kami beritakan, apabila tiap-tiap orang kami nasihati dan tiap-tiap orang kami ajari dalam segala hikmat, untuk memimpin tiap-tiap orang kepada kesempurnaan dalam Kristus."
  },
  {
    "reference": "Col 1:29",
    "text": "Itulah yang kuusahakan dan kupergumulkan dengan segala tenaga sesuai dengan kuasa-Nya, yang bekerja dengan kuat di dalam aku."
  },
  {
    "reference": "Col 2:1",
    "text": "Karena aku mau, supaya kamu tahu, betapa beratnya perjuangan yang kulakukan untuk kamu, dan untuk mereka yang di Laodikia dan untuk semuanya, yang belum mengenal aku pribadi,"
  },
  {
    "reference": "Col 2:2",
    "text": "supaya hati mereka terhibur dan mereka bersatu dalam kasih, sehingga mereka memperoleh segala kekayaan dan keyakinan pengertian, dan mengenal rahasia Allah, yaitu Kristus,"
  },
  {
    "reference": "Col 2:3",
    "text": "sebab di dalam Dialah tersembunyi segala harta hikmat dan pengetahuan."
  },
  {
    "reference": "Col 2:4",
    "text": "Hal ini kukatakan, supaya jangan ada yang memperdayakan kamu dengan kata-kata yang indah."
  },
  {
    "reference": "Col 2:5",
    "text": "Sebab meskipun aku sendiri tidak ada di antara kamu, tetapi dalam roh aku bersama-sama dengan kamu dan aku melihat dengan sukacita tertib hidupmu dan keteguhan imanmu dalam Kristus. Kepenuhan hidup dalam Kristus 2:6-15"
  },
  {
    "reference": "Col 2:6",
    "text": "Kamu telah menerima Kristus Yesus, Tuhan kita. Karena itu hendaklah hidupmu tetap di dalam Dia."
  },
  {
    "reference": "Col 2:7",
    "text": "Hendaklah kamu berakar di dalam Dia dan dibangun di atas Dia, hendaklah kamu bertambah teguh dalam iman yang telah diajarkan kepadamu, dan hendaklah hatimu melimpah dengan syukur."
  },
  {
    "reference": "Col 2:8",
    "text": "Hati-hatilah, supaya jangan ada yang menawan kamu dengan filsafatnya yang kosong dan palsu menurut ajaran turun-temurun dan roh-roh dunia, tetapi tidak menurut Kristus."
  },
  {
    "reference": "Col 2:9",
    "text": "Sebab dalam Dialah berdiam secara jasmaniah seluruh kepenuhan ke-Allahan,"
  },
  {
    "reference": "Col 2:10",
    "text": "dan kamu telah dipenuhi di dalam Dia. Dialah kepala semua pemerintah dan penguasa."
  },
  {
    "reference": "Col 2:11",
    "text": "Dalam Dia kamu telah disunat, bukan dengan sunat yang dilakukan oleh manusia, tetapi dengan sunat Kristus, yang terdiri dari penanggalan akan tubuh yang berdosa,"
  },
  {
    "reference": "Col 2:12",
    "text": "- 2:12: Rm. 6:4 karena dengan Dia kamu dikuburkan dalam baptisan, dan di dalam Dia kamu turut dibangkitkan juga oleh kepercayaanmu kepada kerja kuasa Allah, yang telah membangkitkan Dia dari orang mati."
  },
  {
    "reference": "Col 2:13",
    "text": "- 2:13: Ef. 2:1-5 Kamu juga, meskipun dahulu mati oleh pelanggaranmu dan oleh karena tidak disunat secara lahiriah, telah dihidupkan Allah bersama-sama dengan Dia, sesudah Ia mengampuni segala pelanggaran kita,"
  },
  {
    "reference": "Col 2:14",
    "text": "- 2:14: Ef. 2:15 dengan menghapuskan surat hutang, yang oleh ketentuan-ketentuan hukum mendakwa dan mengancam kita. Dan itu ditiadakan-Nya dengan memakukannya pada kayu salib:"
  },
  {
    "reference": "Col 2:15",
    "text": "Ia telah melucuti pemerintah-pemerintah dan penguasa-penguasa dan menjadikan mereka tontonan umum dalam kemenangan-Nya atas mereka. Carilah perkara yang di atas 2:16–3:4"
  },
  {
    "reference": "Col 2:16",
    "text": "- 2:16: Rm. 14:1-6 Karena itu janganlah kamu biarkan orang menghukum kamu mengenai makanan dan minuman atau mengenai hari raya, bulan baru ataupun hari Sabat;"
  },
  {
    "reference": "Col 2:17",
    "text": "semuanya ini hanyalah bayangan dari apa yang harus datang, sedang wujudnya ialah Kristus."
  },
  {
    "reference": "Col 2:18",
    "text": "Janganlah kamu biarkan kemenanganmu digagalkan oleh orang yang pura-pura merendahkan diri dan beribadah kepada malaikat, serta berkanjang pada penglihatan-penglihatan dan tanpa alasan membesar-besarkan diri oleh pikirannya yang duniawi,"
  },
  {
    "reference": "Col 2:19",
    "text": "- 2:19: Ef. 4:16 sedang ia tidak berpegang teguh kepada Kepala, dari mana seluruh tubuh, yang ditunjang dan diikat menjadi satu oleh urat-urat dan sendi-sendi, menerima pertumbuhan ilahinya."
  },
  {
    "reference": "Col 2:20",
    "text": "Apabila kamu telah mati bersama-sama dengan Kristus dan bebas dari roh-roh dunia, mengapakah kamu menaklukkan dirimu pada rupa-rupa peraturan, seolah-olah kamu masih hidup di dunia:"
  },
  {
    "reference": "Col 2:21",
    "text": "jangan jamah ini, jangan kecap itu, jangan sentuh ini;"
  },
  {
    "reference": "Col 2:22",
    "text": "semuanya itu hanya mengenai barang yang binasa oleh pemakaian dan hanya menurut perintah-perintah dan ajaran-ajaran manusia."
  },
  {
    "reference": "Col 2:23",
    "text": "Peraturan-peraturan ini, walaupun nampaknya penuh hikmat dengan ibadah buatan sendiri, seperti merendahkan diri, menyiksa diri, tidak ada gunanya selain untuk memuaskan hidup duniawi."
  },
  {
    "reference": "Col 3:1",
    "text": "- 3:1: Mzm. 110:1 Karena itu, kalau kamu dibangkitkan bersama dengan Kristus, carilah perkara yang di atas, di mana Kristus ada, duduk di sebelah kanan Allah."
  },
  {
    "reference": "Col 3:2",
    "text": "Pikirkanlah perkara yang di atas, bukan yang di bumi."
  },
  {
    "reference": "Col 3:3",
    "text": "Sebab kamu telah mati dan hidupmu tersembunyi bersama dengan Kristus di dalam Allah."
  },
  {
    "reference": "Col 3:4",
    "text": "Apabila Kristus, yang adalah hidup kita, menyatakan diri kelak, kamu pun akan menyatakan diri bersama dengan Dia dalam kemuliaan. Manusia baru 3:5-17"
  },
  {
    "reference": "Col 3:5",
    "text": "Karena itu matikanlah dalam dirimu segala sesuatu yang duniawi, yaitu percabulan, kenajisan, hawa nafsu, nafsu jahat dan juga keserakahan, yang sama dengan penyembahan berhala,"
  },
  {
    "reference": "Col 3:6",
    "text": "semuanya itu mendatangkan murka Allah [atas orang-orang durhaka]."
  },
  {
    "reference": "Col 3:7",
    "text": "Dahulu kamu juga melakukan hal-hal itu ketika kamu hidup di dalamnya."
  },
  {
    "reference": "Col 3:8",
    "text": "Tetapi sekarang, buanglah semuanya ini, yaitu marah, geram, kejahatan, fitnah dan kata-kata kotor yang keluar dari mulutmu."
  },
  {
    "reference": "Col 3:9",
    "text": "- 3:9: Ef. 4:22 Jangan lagi kamu saling mendustai, karena kamu telah menanggalkan manusia lama serta kelakuannya,"
  },
  {
    "reference": "Col 3:10",
    "text": "- 3:10: Kej. 1:26; Ef. 4:24 dan telah mengenakan manusia baru yang terus-menerus diperbaharui untuk memperoleh pengetahuan yang benar menurut gambar Khaliknya;"
  },
  {
    "reference": "Col 3:11",
    "text": "dalam hal ini tiada lagi orang Yunani atau orang Yahudi, orang bersunat atau orang tak bersunat, orang Barbar atau orang Skit, budak atau orang merdeka, tetapi Kristus adalah semua dan di dalam segala sesuatu."
  },
  {
    "reference": "Col 3:12",
    "text": "- 3:12-13: Ef. 4:2 Karena itu, sebagai orang-orang pilihan Allah yang dikuduskan dan dikasihi-Nya, kenakanlah belas kasihan, kemurahan, kerendahan hati, kelemahlembutan dan kesabaran."
  },
  {
    "reference": "Col 3:13",
    "text": "- 3:13: Ef. 4:32 Sabarlah kamu seorang terhadap yang lain, dan ampunilah seorang akan yang lain apabila yang seorang menaruh dendam terhadap yang lain, sama seperti Tuhan telah mengampuni kamu, kamu perbuat jugalah demikian."
  },
  {
    "reference": "Col 3:14",
    "text": "Dan di atas semuanya itu: kenakanlah kasih, sebagai pengikat yang mempersatukan dan menyempurnakan."
  },
  {
    "reference": "Col 3:15",
    "text": "Hendaklah damai sejahtera Kristus memerintah dalam hatimu, karena untuk itulah kamu telah dipanggil menjadi satu tubuh. Dan bersyukurlah."
  },
  {
    "reference": "Col 3:16",
    "text": "- 3:16-17: Ef. 5:19-20 Hendaklah perkataan Kristus diam dengan segala kekayaannya di antara kamu, sehingga kamu dengan segala hikmat mengajar dan menegur seorang akan yang lain dan sambil menyanyikan mazmur, dan puji-pujian dan nyanyian rohani, kamu mengucap syukur kepada Allah di dalam hatimu."
  },
  {
    "reference": "Col 3:17",
    "text": "Dan segala sesuatu yang kamu lakukan dengan perkataan atau perbuatan, lakukanlah semuanya itu dalam nama Tuhan Yesus, sambil mengucap syukur oleh Dia kepada Allah, Bapa kita. Hubungan antara anggota-anggota rumah tangga 3:18–4:6"
  },
  {
    "reference": "Col 3:18",
    "text": "- 3:18: Ef. 5:22; 1Ptr. 3:1 Hai isteri-isteri, tunduklah kepada suamimu, sebagaimana seharusnya di dalam Tuhan."
  },
  {
    "reference": "Col 3:19",
    "text": "- 3:19: Ef. 5:25; 1Ptr. 3:7 Hai suami-suami, kasihilah isterimu dan janganlah berlaku kasar terhadap dia."
  },
  {
    "reference": "Col 3:20",
    "text": "- 3:20: Ef. 6:1 Hai anak-anak, taatilah orang tuamu dalam segala hal, karena itulah yang indah di dalam Tuhan."
  },
  {
    "reference": "Col 3:21",
    "text": "- 3:21: Ef. 6:4 Hai bapa-bapa, janganlah sakiti hati anakmu, supaya jangan tawar hatinya."
  },
  {
    "reference": "Col 3:22",
    "text": "- 3:22-25: Ef. 6:5-8 Hai hamba-hamba, taatilah tuanmu yang di dunia ini dalam segala hal, jangan hanya di hadapan mereka saja untuk menyenangkan mereka, melainkan dengan tulus hati karena takut akan Tuhan."
  },
  {
    "reference": "Col 3:23",
    "text": "Apa pun juga yang kamu perbuat, perbuatlah dengan segenap hatimu seperti untuk Tuhan dan bukan untuk manusia."
  },
  {
    "reference": "Col 3:24",
    "text": "Kamu tahu, bahwa dari Tuhanlah kamu akan menerima bagian yang ditentukan bagimu sebagai upah. Kristus adalah tuan dan kamu hamba-Nya."
  },
  {
    "reference": "Col 3:25",
    "text": "- 3:25: Ul. 10:17; Ef. 6:9 Barangsiapa berbuat kesalahan, ia akan menanggung kesalahannya itu, karena Tuhan tidak memandang orang."
  },
  {
    "reference": "Col 4:1",
    "text": "- 4:1: Ef. 6:9 Hai tuan-tuan, berlakulah adil dan jujur terhadap hambamu; ingatlah, kamu juga mempunyai tuan di sorga."
  },
  {
    "reference": "Col 4:2",
    "text": "Bertekunlah dalam doa dan dalam pada itu berjaga-jagalah sambil mengucap syukur."
  },
  {
    "reference": "Col 4:3",
    "text": "Berdoa jugalah untuk kami, supaya Allah membuka pintu untuk pemberitaan kami, sehingga kami dapat berbicara tentang rahasia Kristus, yang karenanya aku dipenjarakan."
  },
  {
    "reference": "Col 4:4",
    "text": "Dengan demikian aku dapat menyatakannya, sebagaimana seharusnya."
  },
  {
    "reference": "Col 4:5",
    "text": "- 4:5: Ef. 5:16 Hiduplah dengan penuh hikmat terhadap orang-orang luar, pergunakanlah waktu yang ada."
  },
  {
    "reference": "Col 4:6",
    "text": "Hendaklah kata-katamu senantiasa penuh kasih, jangan hambar, sehingga kamu tahu, bagaimana kamu harus memberi jawab kepada setiap orang. Penutup dan salam 4:7-18"
  },
  {
    "reference": "Col 4:7",
    "text": "- 4:7: Kis. 20:4; 2Tim. 4:12 - 4:7-8: Ef. 6:21-22 Semua hal ihwalku akan diberitahukan kepada kamu oleh Tikhikus, saudara kita yang kekasih, hamba yang setia dan kawan pelayan dalam Tuhan."
  },
  {
    "reference": "Col 4:8",
    "text": "Ia kusuruh kepadamu dengan maksud, supaya kamu tahu akan hal ihwal kami dan supaya ia menghibur hatimu."
  },
  {
    "reference": "Col 4:9",
    "text": "- 4:9: Flm. 10-12 Ia kusuruh bersama-sama dengan Onesimus, saudara kita yang setia dan yang kekasih, seorang dari antaramu. Mereka akan memberitahukan kepadamu segala sesuatu yang terjadi di sini."
  },
  {
    "reference": "Col 4:10",
    "text": "- 4:10: Kis. 12:12, 25, 13:13, 15:37-39, 19:29, 27:2; Flm. 24 Salam kepada kamu dari Aristarkhus, temanku sepenjara dan dari Markus, kemenakan Barnabas – tentang dia kamu telah menerima pesan; terimalah dia, apabila dia datang kepadamu –"
  },
  {
    "reference": "Col 4:11",
    "text": "dan dari Yesus, yang dinamai Yustus. Hanya ketiga orang ini dari antara mereka yang bersunat yang menjadi temanku sekerja untuk Kerajaan Allah; mereka itu telah menjadi penghibur bagiku."
  },
  {
    "reference": "Col 4:12",
    "text": "- 4:12: Kol. 1:7; Flm. 23 Salam dari Epafras kepada kamu; ia seorang dari antaramu, hamba Kristus Yesus, yang selalu bergumul dalam doanya untuk kamu, supaya kamu berdiri teguh, sebagai orang-orang yang dewasa dan yang berkeyakinan penuh dengan segala hal yang dikehendaki Allah."
  },
  {
    "reference": "Col 4:13",
    "text": "Sebab aku dapat memberi kesaksian tentang dia, bahwa ia sangat bersusah payah untuk kamu dan untuk mereka yang di Laodikia dan Hierapolis."
  },
  {
    "reference": "Col 4:14",
    "text": "- 4:14: 2Tim. 4:10-11; Flm. 24 Salam kepadamu dari tabib Lukas yang kekasih dan dari Demas."
  },
  {
    "reference": "Col 4:15",
    "text": "Sampaikan salam kami kepada saudara-saudara di Laodikia; juga kepada Nimfa dan jemaat yang ada di rumahnya."
  },
  {
    "reference": "Col 4:16",
    "text": "Dan bilamana surat ini telah dibacakan di antara kamu, usahakanlah, supaya dibacakan juga di jemaat Laodikia dan supaya surat yang untuk Laodikia dibacakan juga kepadamu."
  },
  {
    "reference": "Col 4:17",
    "text": "- 4:17: Flm. 2 Dan sampaikanlah kepada Arkhipus: Perhatikanlah, supaya pelayanan yang kauterima dalam Tuhan kaujalankan sepenuhnya."
  },
  {
    "reference": "Col 4:18",
    "text": "Salam dari padaku, Paulus. Salam ini kutulis dengan tanganku sendiri. Ingatlah akan belengguku. Kasih karunia menyertai kamu."
  }
]
