[
  {
    "reference": "Deu 1:1",
    "text": "Inilah perkataan-perkataan yang diucapkan Musa kepada seluruh orang Israel di seberang sungai Yordan, di padang gurun, di Araba-Yordan, di tentangan Suf, antara Paran dengan Tofel, Laban, Hazerot dan Di-Zahab."
  },
  {
    "reference": "Deu 1:2",
    "text": "Sebelas hari perjalanan jauhnya dari Horeb sampai Kadesh-Barnea, melalui jalan pegunungan Seir."
  },
  {
    "reference": "Deu 1:3",
    "text": "Pada tanggal satu bulan sebelas tahun keempat puluh berbicaralah Musa kepada orang Israel sesuai dengan segala yang diperintahkan Tuhan kepadanya demi mereka,"
  },
  {
    "reference": "Deu 1:4",
    "text": "- 1:4: Bil. 21:21-35 setelah ia memukul kalah Sihon, raja orang Amori, yang diam di Hesybon, dan Og, raja negeri Basan, yang diam di Asytarot, dekat Edrei."
  },
  {
    "reference": "Deu 1:5",
    "text": "Di seberang sungai Yordan, di tanah Moab, mulailah Musa menguraikan hukum Taurat ini, katanya:"
  },
  {
    "reference": "Deu 1:6",
    "text": "” Tuhan, Allah kita, telah berfirman kepada kita di Horeb, demikian: Telah cukup lama kamu tinggal di gunung ini."
  },
  {
    "reference": "Deu 1:7",
    "text": "Majulah, berangkatlah, pergilah ke pegunungan orang Amori dan kepada semua tetangga mereka di Araba-Yordan, di Pegunungan, di Daerah Bukit, di Tanah Negeb dan di tepi pantai laut, yakni negeri orang Kanaan, dan ke gunung Libanon sampai Efrat, sungai besar itu."
  },
  {
    "reference": "Deu 1:8",
    "text": "Ketahuilah, Aku telah menyerahkan negeri itu kepadamu; masukilah, dudukilah negeri yang dijanjikan Tuhan dengan sumpah kepada nenek moyangmu, yakni Abraham, Ishak dan Yakub, untuk memberikannya kepada mereka dan kepada keturunannya.” Riwayat pengangkatan hakim-hakim 1:9-18"
  },
  {
    "reference": "Deu 1:9",
    "text": "- 1:9-18: Kel. 18:23-27 ”Pada waktu itu aku berkata kepadamu, demikian: Seorang diri aku tidak dapat memikul tanggung jawab atas kamu."
  },
  {
    "reference": "Deu 1:10",
    "text": "Tuhan, Allahmu, telah membuat kamu banyak dan sesungguhnya, sekarang kamu sudah seperti bintang-bintang di langit banyaknya."
  },
  {
    "reference": "Deu 1:11",
    "text": "Tuhan, Allah nenek moyangmu, kiranya menambahi kamu seribu kali lagi dari jumlahmu sekarang dan memberkati kamu seperti yang dijanjikan-Nya kepadamu."
  },
  {
    "reference": "Deu 1:12",
    "text": "Tetapi bagaimana seorang diri aku dapat memikul tanggung jawab atas kesusahanmu, atas bebanmu dan perkaramu?"
  },
  {
    "reference": "Deu 1:13",
    "text": "Kemukakanlah dari suku-sukumu orang-orang yang bijaksana, berakal budi dan berpengalaman, maka aku akan mengangkat mereka menjadi kepala atas kamu."
  },
  {
    "reference": "Deu 1:14",
    "text": "Lalu kamu menjawab aku: Memang baik apa yang kauanjurkan untuk dilakukan itu."
  },
  {
    "reference": "Deu 1:15",
    "text": "Kemudian aku mengambil kepala-kepala sukumu, yakni orang-orang yang bijaksana dan berpengalaman, lalu aku mengangkat mereka menjadi pemimpin atas kamu, yakni sebagai kepala pasukan seribu, kepala pasukan seratus, kepala pasukan lima puluh dan kepala pasukan sepuluh dan sebagai pengatur pasukan bagi suku-sukumu."
  },
  {
    "reference": "Deu 1:16",
    "text": "Dan pada waktu itu aku memerintahkan kepada para hakimmu, demikian: Berilah perhatian kepada perkara-perkara di antara saudara-saudaramu dan berilah keputusan yang adil di dalam perkara-perkara antara seseorang dengan saudaranya atau dengan orang asing yang ada padanya."
  },
  {
    "reference": "Deu 1:17",
    "text": "Dalam mengadili jangan pandang bulu. Baik perkara orang kecil maupun perkara orang besar harus kamu dengarkan. Jangan gentar terhadap siapa pun, sebab pengadilan adalah kepunyaan Allah. Tetapi perkara yang terlalu sukar bagimu, harus kamu hadapkan kepadaku, supaya aku mendengarnya."
  },
  {
    "reference": "Deu 1:18",
    "text": "Demikianlah aku pada waktu itu memerintahkan kepadamu segala hal yang harus kamu lakukan.” Riwayat kedua belas pengintai 1:19-33"
  },
  {
    "reference": "Deu 1:19",
    "text": "- 1:19-33: Bil. 13:1-33 ”Kemudian kita berangkat dari Horeb dan berjalan melalui segenap padang gurun yang besar dan dahsyat yang telah kamu lihat itu, ke arah pegunungan orang Amori, seperti yang diperintahkan kepada kita oleh Tuhan, Allah kita; lalu kita sampai ke Kadesh-Barnea."
  },
  {
    "reference": "Deu 1:20",
    "text": "Ketika itu aku berkata kepadamu: Kamu sudah sampai ke pegunungan orang Amori, yang diberikan kepada kita oleh Tuhan, Allah kita."
  },
  {
    "reference": "Deu 1:21",
    "text": "Ketahuilah, Tuhan, Allahmu, telah menyerahkan negeri itu kepadamu. Majulah, dudukilah, seperti yang difirmankan kepadamu oleh Tuhan, Allah nenek moyangmu. Janganlah takut dan janganlah patah hati."
  },
  {
    "reference": "Deu 1:22",
    "text": "Lalu kamu sekalian mendekati aku dan berkata: Marilah kita menyuruh beberapa orang mendahului kita untuk menyelidiki negeri itu bagi kita dan membawa kabar kepada kita tentang jalan yang akan kita lalui, dan tentang kota-kota yang akan kita datangi."
  },
  {
    "reference": "Deu 1:23",
    "text": "Hal itu kupandang baik. Jadi aku memilih dari padamu dua belas orang, dari tiap-tiap suku seorang."
  },
  {
    "reference": "Deu 1:24",
    "text": "Mereka pergi dan berjalan ke arah pegunungan, lalu sampai ke lembah Eskol, kemudian menyelidiki negeri itu."
  },
  {
    "reference": "Deu 1:25",
    "text": "Maka mereka mengambil buah-buahan negeri itu dan membawanya kepada kita. Pula mereka membawa kabar kepada kita, demikian: Negeri yang diberikan Tuhan, Allah kita, kepada kita itu baik."
  },
  {
    "reference": "Deu 1:26",
    "text": "- 1:26: Ul. 9:23; Ibr. 3:16 Tetapi kamu tidak mau berjalan ke sana, kamu menentang titah Tuhan, Allahmu."
  },
  {
    "reference": "Deu 1:27",
    "text": "Kamu menggerutu di dalam kemahmu serta berkata: Karena Tuhan membenci kita, maka Ia membawa kita keluar dari tanah Mesir untuk menyerahkan kita ke dalam tangan orang Amori, supaya dimusnahkan."
  },
  {
    "reference": "Deu 1:28",
    "text": "Ke manakah pula kita maju? Saudara-saudara kita telah membuat hati kita tawar dengan mengatakan: Orang-orang itu lebih besar dan lebih tinggi dari pada kita, kota-kota di sana besar dan kubu-kubunya sampai ke langit, lagipula kami melihat orang-orang Enak di sana."
  },
  {
    "reference": "Deu 1:29",
    "text": "Ketika itu aku berkata kepadamu: Janganlah gemetar, janganlah takut kepada mereka;"
  },
  {
    "reference": "Deu 1:30",
    "text": "Tuhan, Allahmu, yang berjalan di depanmu, Dialah yang akan berperang untukmu sama seperti yang dilakukan-Nya bagimu di Mesir, di depan matamu,"
  },
  {
    "reference": "Deu 1:31",
    "text": "- 1:31: Kis. 13:18 dan di padang gurun, di mana engkau melihat bahwa Tuhan, Allahmu, mendukung engkau, seperti seseorang mendukung anaknya, sepanjang jalan yang kamu tempuh, sampai kamu tiba di tempat ini."
  },
  {
    "reference": "Deu 1:32",
    "text": "- 1:32: Ibr. 3:19 Tetapi walaupun demikian, kamu tidak percaya kepada Tuhan, Allahmu,"
  },
  {
    "reference": "Deu 1:33",
    "text": "yang berjalan di depanmu di perjalanan untuk mencari tempat bagimu, di mana kamu dapat berkemah: dengan api pada waktu malam dan dengan awan pada waktu siang, untuk memperlihatkan kepadamu jalan yang harus kamu tempuh.” Riwayat hukuman atas Israel 1:34-40"
  },
  {
    "reference": "Deu 1:34",
    "text": "- 1:34-35: Ibr. 3:18 - 1:34-40: Bil. 14:20-35 ”Ketika Tuhan mendengar gerutumu itu, Ia menjadi murka dan bersumpah:"
  },
  {
    "reference": "Deu 1:35",
    "text": "Tidak seorang pun dari orang-orang ini, angkatan yang jahat ini, akan melihat negeri yang baik, yang dengan sumpah Kujanjikan untuk memberikannya kepada nenek moyangmu,"
  },
  {
    "reference": "Deu 1:36",
    "text": "kecuali Kaleb bin Yefune. Dialah yang akan melihat negeri itu dan kepadanya dan kepada anak-anaknya akan Kuberikan negeri yang diinjaknya itu, karena dengan sepenuh hati ia mengikuti Tuhan."
  },
  {
    "reference": "Deu 1:37",
    "text": "Juga kepadaku Tuhan murka oleh karena kamu, dan Ia berfirman: Juga engkau tidak akan masuk ke sana."
  },
  {
    "reference": "Deu 1:38",
    "text": "Yosua bin Nun, pelayanmu, dialah yang akan masuk ke sana. Berilah kepadanya semangat, sebab dialah yang akan memimpin orang Israel sampai mereka memiliki negeri itu."
  },
  {
    "reference": "Deu 1:39",
    "text": "Dan anak-anakmu yang kecil, yang kamu katakan akan menjadi rampasan, dan anak-anakmu yang sekarang ini yang belum mengetahui tentang yang baik dan yang jahat, merekalah yang akan masuk ke sana dan kepada merekalah Aku akan memberikannya, dan merekalah yang akan memilikinya."
  },
  {
    "reference": "Deu 1:40",
    "text": "Tetapi kamu ini, baliklah, berangkatlah ke padang gurun, ke arah Laut Teberau.” Riwayat kegagalan serangan ke bagian selatan 1:41-46"
  },
  {
    "reference": "Deu 1:41",
    "text": "- 1:41-44: Bil. 14:39-45 ”Lalu kamu menjawab, katamu kepadaku: Kami berbuat dosa kepada Tuhan. Kami mau maju berperang, menurut segala yang diperintahkan kepada kami oleh Tuhan, Allah kita. Dan setiap orang dari padamu menyandang senjata perangnya, sebab kamu menganggap mudah untuk berjalan maju ke arah pegunungan."
  },
  {
    "reference": "Deu 1:42",
    "text": "Tetapi Tuhan berfirman kepadaku: Katakanlah kepada mereka: Janganlah kamu maju dan janganlah kamu berperang, sebab Aku tidak ada di tengah-tengahmu, nanti kamu terpukul kalah oleh musuhmu."
  },
  {
    "reference": "Deu 1:43",
    "text": "Dan aku berbicara kepadamu tetapi kamu tidak mendengarkan, kamu menentang titah Tuhan; kamu berlaku terlalu berani dan maju ke arah pegunungan."
  },
  {
    "reference": "Deu 1:44",
    "text": "Kemudian orang Amori yang diam di pegunungan itu keluar menyerbu kamu, dan mereka mengejar kamu seperti lebah dan mengalahkan kamu dari Seir sampai Horma."
  },
  {
    "reference": "Deu 1:45",
    "text": "Lalu kamu pulang dan menangis di hadapan Tuhan; tetapi Tuhan tidak mendengarkan tangisanmu dan tidak memberi telinga kepada suaramu."
  },
  {
    "reference": "Deu 1:46",
    "text": "Demikianlah kamu lama tinggal di Kadesh, yakni sepanjang waktu kamu tinggal di sana.”"
  },
  {
    "reference": "Deu 2:1",
    "text": "- 2:1: Bil. 21:4 ”Kemudian kita balik dan berangkat ke padang gurun, ke arah Laut Teberau, seperti yang difirmankan Tuhan kepadaku. Lama kita berjalan keliling pegunungan Seir."
  },
  {
    "reference": "Deu 2:2",
    "text": "Lalu berfirmanlah Tuhan kepadaku, demikian:"
  },
  {
    "reference": "Deu 2:3",
    "text": "Telah cukup lamanya kamu berjalan keliling pegunungan ini, beloklah sekarang ke utara."
  },
  {
    "reference": "Deu 2:4",
    "text": "- 2:4: Kej. 36:8 Perintahkanlah kepada bangsa itu, demikian: Sebentar lagi kamu akan berjalan melalui daerah saudara-saudaramu, bani Esau, yang diam di Seir; mereka akan takut kepadamu. Tetapi hati-hatilah sekali;"
  },
  {
    "reference": "Deu 2:5",
    "text": "janganlah menyerang mereka, sebab Aku tidak akan memberikan kepadamu setapak kaki dari negeri mereka, karena kepada Esau telah Kuberikan pegunungan Seir menjadi miliknya."
  },
  {
    "reference": "Deu 2:6",
    "text": "Makanan haruslah kamu beli dari mereka dengan uang, supaya kamu dapat makan; juga air haruslah kamu beli dari mereka dengan uang, supaya kamu dapat minum."
  },
  {
    "reference": "Deu 2:7",
    "text": "Sebab Tuhan, Allahmu, memberkati engkau dalam segala pekerjaan tanganmu. Ia memperhatikan perjalananmu melalui padang gurun yang besar ini; keempat puluh tahun ini Tuhan, Allahmu, menyertai engkau, dan engkau tidak kekurangan apa pun."
  },
  {
    "reference": "Deu 2:8",
    "text": "Kemudian kita berjalan terus, meninggalkan daerah saudara-saudara kita, bani Esau yang diam di Seir, meninggalkan jalan dari Araba-Yordan, yakni dari Elat dan Ezion-Geber. Sesudah itu kita belok dan berjalan terus ke arah padang gurun Moab."
  },
  {
    "reference": "Deu 2:9",
    "text": "- 2:9: Kej. 19:37 Lalu berfirmanlah Tuhan kepadaku: Janganlah melawan Moab dan janganlah menyerang mereka, sebab Aku tidak akan memberikan kepadamu apa pun dari negerinya menjadi milikmu, karena Ar telah Kuberikan kepada bani Lot menjadi miliknya."
  },
  {
    "reference": "Deu 2:10",
    "text": "Dahulu orang Emim diam di sana, suatu bangsa yang besar dan banyak jumlahnya, tinggi seperti orang Enak."
  },
  {
    "reference": "Deu 2:11",
    "text": "Mereka itu pun dikira orang Refaim, seperti juga orang Enak, tetapi orang Moab menyebut mereka orang Emim."
  },
  {
    "reference": "Deu 2:12",
    "text": "Dan dahulu di Seir diam orang Hori, tetapi bani Esau telah menduduki daerah mereka, memunahkan mereka dari hadapannya, lalu menetap di sana menggantikan mereka, seperti yang dilakukan orang Israel dengan negeri miliknya yang diberikan Tuhan kepada mereka."
  },
  {
    "reference": "Deu 2:13",
    "text": "Jadi sekarang bersiaplah kamu dan seberangilah sungai Zered. Lalu kita menyeberangi sungai Zered."
  },
  {
    "reference": "Deu 2:14",
    "text": "- 2:14: Bil. 14:28-35 Lamanya kita berjalan sejak dari Kadesh-Barnea sampai kita ada di seberang sungai Zered, ada tiga puluh delapan tahun, sampai seluruh angkatan itu, yakni prajurit, habis binasa dari perkemahan, seperti yang dijanjikan Tuhan dengan sumpah kepada mereka;"
  },
  {
    "reference": "Deu 2:15",
    "text": "dan tangan Tuhan juga melawan mereka untuk menghamburkan mereka dari perkemahan, sampai mereka habis binasa."
  },
  {
    "reference": "Deu 2:16",
    "text": "Maka ketika dari bangsa itu telah habis binasa semua prajurit,"
  },
  {
    "reference": "Deu 2:17",
    "text": "berfirmanlah Tuhan kepadaku:"
  },
  {
    "reference": "Deu 2:18",
    "text": "Pada hari ini engkau akan berjalan melintasi perbatasan Moab, yakni Ar,"
  },
  {
    "reference": "Deu 2:19",
    "text": "- 2:19: Kej. 19:38 maka engkau sampai ke dekat bani Amon. Janganlah melawan mereka dan janganlah menyerang mereka, sebab Aku tidak akan memberikan kepadamu apa pun dari negeri bani Amon itu menjadi milikmu, karena Aku telah memberikannya kepada bani Lot menjadi miliknya."
  },
  {
    "reference": "Deu 2:20",
    "text": "– Negeri ini pun dikira orang negeri orang Refaim. Dahulu orang Refaim diam di sana, tetapi orang Amon menyebut mereka orang Zamzumim,"
  },
  {
    "reference": "Deu 2:21",
    "text": "suatu bangsa yang besar dan banyak jumlahnya, tinggi seperti orang Enak, tetapi Tuhan telah memunahkan mereka dari hadapan bani Amon, sehingga orang-orang ini menduduki daerah mereka dan menetap di sana menggantikan mereka;"
  },
  {
    "reference": "Deu 2:22",
    "text": "seperti yang dilakukan Tuhan bagi bani Esau yang diam di Seir, ketika Ia memunahkan orang Hori dari hadapan mereka, sehingga mereka menduduki daerah orang Hori itu dan menetap di sana menggantikan orang-orang itu sampai sekarang."
  },
  {
    "reference": "Deu 2:23",
    "text": "Juga orang Awi yang diam di kampung-kampung sampai Gaza, dipunahkan oleh orang Kaftor yang berasal dari Kaftor, lalu orang Kaftor itu menetap di sana menggantikan mereka. –"
  },
  {
    "reference": "Deu 2:24",
    "text": "Bersiaplah kamu, berangkatlah dan seberangilah sungai Arnon. Ketahuilah, Aku menyerahkan Sihon, raja Hesybon, orang Amori itu, beserta negerinya ke dalam tanganmu; mulailah menduduki negerinya dan seranglah Sihon."
  },
  {
    "reference": "Deu 2:25",
    "text": "Pada hari ini Aku mulai mendatangkan ke atas bangsa-bangsa di seluruh kolong langit keseganan dan ketakutan terhadap kamu, sehingga mereka menggigil dan gemetar karena engkau, apabila mereka mendengar tentang kamu.” Riwayat peperangan melawan Sihon, raja Hesybon 2:26-37"
  },
  {
    "reference": "Deu 2:26",
    "text": "- 2:26-37: Bil. 21:21-24 ”Kemudian aku menyuruh utusan dari padang gurun Kedemot kepada Sihon, raja Hesybon, menyampaikan pesan perdamaian, bunyinya:"
  },
  {
    "reference": "Deu 2:27",
    "text": "Izinkanlah aku berjalan melalui negerimu. Aku akan tetap berjalan mengikuti jalan raya, dengan tidak menyimpang ke kanan atau ke kiri."
  },
  {
    "reference": "Deu 2:28",
    "text": "Juallah makanan kepadaku dengan bayaran uang, supaya aku dapat makan, dan berikanlah air kepadaku ganti uang, supaya aku dapat minum; hanya izinkanlah aku lewat dengan berjalan kaki –"
  },
  {
    "reference": "Deu 2:29",
    "text": "seperti yang diperbuat kepadaku oleh bani Esau yang diam di Seir dan oleh orang Moab yang diam di Ar – sampai aku menyeberangi sungai Yordan pergi ke negeri yang diberikan kepada kami oleh Tuhan, Allah kami."
  },
  {
    "reference": "Deu 2:30",
    "text": "Tetapi Sihon, raja Hesybon, tidak mau memberi kita berjalan melalui daerahnya, sebab Tuhan, Allahmu, membuat dia keras kepala dan tegar hati, dengan maksud menyerahkan dia ke dalam tanganmu, seperti yang terjadi sekarang ini."
  },
  {
    "reference": "Deu 2:31",
    "text": "Lalu Tuhan berfirman kepadaku: Ketahuilah, Aku mulai menyerahkan Sihon dan negerinya kepadamu. Mulailah menduduki negerinya supaya menjadi milikmu."
  },
  {
    "reference": "Deu 2:32",
    "text": "Kemudian Sihon dan seluruh tentaranya maju mendatangi kita, untuk berperang dekat Yahas,"
  },
  {
    "reference": "Deu 2:33",
    "text": "tetapi Tuhan, Allah kita, menyerahkan dia kepada kita, sehingga kita mengalahkan dia dengan anak-anaknya dan seluruh tentaranya."
  },
  {
    "reference": "Deu 2:34",
    "text": "Pada waktu itu kita merebut segala kotanya dan menumpas penduduk setiap kota: laki-laki dan perempuan serta anak-anak. Tidak ada seorang pun yang kita biarkan terluput;"
  },
  {
    "reference": "Deu 2:35",
    "text": "hanya hewan kita rampas bagi kita sendiri, seperti juga jarahan dari kota-kota yang telah kita rebut."
  },
  {
    "reference": "Deu 2:36",
    "text": "Mulai dari Aro”er, di tepi sungai Arnon, dan kota di lembah itu, sampai Gilead tidak ada kota yang bentengnya terlalu kuat bagi kita; sebab Tuhan, Allah kita, menyerahkan semuanya kepada kita."
  },
  {
    "reference": "Deu 2:37",
    "text": "Hanya negeri bani Amon tidak engkau dekati, baik sungai Yabok sepanjang tepinya maupun kota-kota di pegunungan, tepat seperti yang dilarang Tuhan, Allah kita.”"
  },
  {
    "reference": "Deu 3:1",
    "text": "- 3:1-4: Bil. 21:31-35 ”Kemudian beloklah kita dan maju ke arah Basan. Dan Og, raja Basan, dengan seluruh tentaranya maju mendatangi kita, untuk berperang di Edrei."
  },
  {
    "reference": "Deu 3:2",
    "text": "Tetapi Tuhan berfirman kepadaku: Janganlah takut kepadanya, sebab Aku menyerahkan dia ke dalam tanganmu beserta seluruh tentaranya dan negerinya, dan perlakukanlah dia seperti yang kaulakukan terhadap Sihon, raja orang Amori, yang diam di Hesybon."
  },
  {
    "reference": "Deu 3:3",
    "text": "Dan Tuhan, Allah kita, menyerahkan juga Og, raja Basan, beserta seluruh tentaranya ke dalam tangan kita dan kita mengalahkan dia, sehingga tidak seorang pun luput."
  },
  {
    "reference": "Deu 3:4",
    "text": "Pada waktu itu kita merebut segala kotanya; tidak ada kota yang tidak kita rampas dari pada mereka: enam puluh kota, seluruh wilayah Argob, kerajaan Og di Basan."
  },
  {
    "reference": "Deu 3:5",
    "text": "Semuanya itu adalah kota berkubu, dengan tembok yang tinggi-tinggi, dengan pintu-pintu gerbang dan palang-palangnya; lain dari pada itu sangat banyak kota yang tidak berkubu."
  },
  {
    "reference": "Deu 3:6",
    "text": "Kita menumpas seluruh penduduknya, seperti yang kita lakukan terhadap Sihon, raja Hesybon, dengan menumpas penduduk setiap kota: laki-laki, perempuan dan anak-anak."
  },
  {
    "reference": "Deu 3:7",
    "text": "Tetapi segala hewan dan jarahan dari kota-kota itu kita rampas bagi kita sendiri."
  },
  {
    "reference": "Deu 3:8",
    "text": "Jadi pada waktu itu dari tangan kedua raja orang Amori itu kita merampas negeri yang di seberang sungai Yordan, mulai dari sungai Arnon sampai gunung Hermon"
  },
  {
    "reference": "Deu 3:9",
    "text": "– orang Sidon menyebut Hermon itu Siryon dan orang Amori menyebutnya Senir –,"
  },
  {
    "reference": "Deu 3:10",
    "text": "segala kota di dataran tinggi, seluruh Gilead dan seluruh Basan sampai Salkha dan Edrei, kota-kota kerajaan Og di Basan."
  },
  {
    "reference": "Deu 3:11",
    "text": "Hanya Og, raja Basan, yang tinggal hidup dari sisa-sisa orang Refaim. Sesungguhnya, ranjangnya adalah ranjang dari besi; bukankah itu masih ada di kota Raba bani Amon? Sembilan hasta panjangnya dan empat hasta lebarnya, menurut hasta biasa.” Riwayat penyerahan daerah sebelah timur sungai Yordan 3:12-22"
  },
  {
    "reference": "Deu 3:12",
    "text": "- 3:12-22: Bil. 32:1-33 ”Adapun negeri itu telah kita duduki pada waktu itu; mulai dari Aro”er yang di tepi sungai Arnon, beserta setengah dari pegunungan Gilead dengan kota-kotanya aku berikan kepada orang Ruben dan orang Gad;"
  },
  {
    "reference": "Deu 3:13",
    "text": "dan yang masih tinggal dari Gilead beserta seluruh Basan, kerajaan Og, yakni seluruh wilayah Argob, aku berikan kepada suku Manasye yang setengah itu. – Seluruh Basan ini disebut negeri orang Refaim. –"
  },
  {
    "reference": "Deu 3:14",
    "text": "Yair, anak Manasye, mengambil seluruh wilayah Argob sampai daerah orang Gesur dan orang Maakha, dan menamai daerah itu, yakni Basan, menurut namanya sendiri: Hawot-Yair, sampai sekarang."
  },
  {
    "reference": "Deu 3:15",
    "text": "Kepada Makhir kuberikan Gilead."
  },
  {
    "reference": "Deu 3:16",
    "text": "Kepada orang Ruben dan kepada orang Gad kuberikan sebagian dari Gilead, sebelah sini sampai sungai Arnon, yakni setengah dari sungai itu dengan daerah pinggirnya, dan sebelah sana sampai sungai Yabok, batas daerah bani Amon;"
  },
  {
    "reference": "Deu 3:17",
    "text": "selanjutnya Araba-Yordan dan sungai Yordan dengan daerah pinggirnya, mulai dari Kineret sampai ke Laut Araba, yakni Laut Asin di kaki lereng gunung Pisga ke arah timur."
  },
  {
    "reference": "Deu 3:18",
    "text": "- 3:18-20: Yos. 1:12-15 Pada waktu itu aku memerintahkan kepadamu, demikian: Tuhan, Allahmu, telah memberikan negeri ini kepadamu untuk dimiliki; namun kamu, yakni semua orang yang gagah perkasa, harus menyeberang dengan bersenjata di depan saudara-saudaramu, orang Israel."
  },
  {
    "reference": "Deu 3:19",
    "text": "Hanya isteri dan anak-anakmu serta ternak-ternakmu – aku tahu ada banyak ternak padamu – boleh tinggal di kota-kota yang telah kuberikan kepadamu,"
  },
  {
    "reference": "Deu 3:20",
    "text": "sampai Tuhan mengaruniakan keamanan kepada saudara-saudaramu seperti kepadamu, dan mereka pun memiliki negeri, yang diberikan Tuhan, Allahmu, kepada mereka di seberang sungai Yordan. Sesudah itu bolehlah kamu pulang, masing-masing ke tanah miliknya yang telah kuberikan kepadamu."
  },
  {
    "reference": "Deu 3:21",
    "text": "Dan kepada Yosua kuperintahkan pada waktu itu, demikian: Matamu sendirilah yang melihat segala yang dilakukan Tuhan, Allahmu, terhadap kedua raja itu. Demikianlah akan dilakukan Tuhan terhadap segala kerajaan, ke mana engkau pergi."
  },
  {
    "reference": "Deu 3:22",
    "text": "Janganlah takut kepada mereka, sebab Tuhan, Allahmu, Dialah yang berperang untukmu.” Musa tidak diperkenankan memasuki tanah Kanaan 3:23-29"
  },
  {
    "reference": "Deu 3:23",
    "text": "- 3:23-27: Bil. 27:12-14; Ul. 32:48-52 ”Juga pada waktu itu aku mohon kasih karunia dari pada Tuhan, demikian:"
  },
  {
    "reference": "Deu 3:24",
    "text": "Ya, Tuhan Allah, Engkau telah mulai memperlihatkan kepada hamba-Mu ini kebesaran-Mu dan tangan-Mu yang kuat; sebab allah manakah di langit dan di bumi, yang dapat melakukan perbuatan perkasa seperti Engkau?"
  },
  {
    "reference": "Deu 3:25",
    "text": "Biarlah aku menyeberang dan melihat negeri yang baik yang di seberang sungai Yordan, tanah pegunungan yang baik itu, dan gunung Libanon."
  },
  {
    "reference": "Deu 3:26",
    "text": "Tetapi Tuhan murka terhadap aku oleh karena kamu dan tidaklah mendengarkan permohonanku. Tuhan berfirman kepadaku: Cukup! Jangan lagi bicarakan perkara itu dengan Aku."
  },
  {
    "reference": "Deu 3:27",
    "text": "Naiklah ke puncak gunung Pisga dan layangkanlah pandangmu ke barat, ke utara, ke selatan dan ke timur dan lihatlah baik-baik, sebab sungai Yordan ini tidak akan kauseberangi."
  },
  {
    "reference": "Deu 3:28",
    "text": "Dan berilah perintah kepada Yosua, kuatkan dan teguhkanlah hatinya, sebab dialah yang akan menyeberang di depan bangsa ini dan dialah yang akan memimpin mereka sampai mereka memiliki negeri yang akan kaulihat itu."
  },
  {
    "reference": "Deu 3:29",
    "text": "Demikianlah kita tinggal di lembah di tentangan Bet-Peor.”"
  },
  {
    "reference": "Deu 4:1",
    "text": "”Maka sekarang, hai orang Israel, dengarlah ketetapan dan peraturan yang kuajarkan kepadamu untuk dilakukan, supaya kamu hidup dan memasuki serta menduduki negeri yang diberikan kepadamu oleh Tuhan, Allah nenek moyangmu."
  },
  {
    "reference": "Deu 4:2",
    "text": "- 4:2: Why. 22:18-19 Janganlah kamu menambahi apa yang kuperintahkan kepadamu dan janganlah kamu menguranginya, dengan demikian kamu berpegang pada perintah Tuhan, Allahmu, yang kusampaikan kepadamu."
  },
  {
    "reference": "Deu 4:3",
    "text": "- 4:3: Bil. 25:1-9 Matamu sendiri telah melihat apa yang diperbuat Tuhan mengenai Baal-Peor, sebab Tuhan, Allahmu, telah memunahkan dari tengah-tengahmu semua orang yang mengikuti Baal-Peor,"
  },
  {
    "reference": "Deu 4:4",
    "text": "sedangkan kamu sekalian yang berpaut pada Tuhan, Allahmu, masih hidup pada hari ini."
  },
  {
    "reference": "Deu 4:5",
    "text": "Ingatlah, aku telah mengajarkan ketetapan dan peraturan kepadamu, seperti yang diperintahkan kepadaku oleh Tuhan, Allahku, supaya kamu melakukan yang demikian di dalam negeri, yang akan kamu masuki untuk mendudukinya."
  },
  {
    "reference": "Deu 4:6",
    "text": "Lakukanlah itu dengan setia, sebab itulah yang akan menjadi kebijaksanaanmu dan akal budimu di mata bangsa-bangsa yang pada waktu mendengar segala ketetapan ini akan berkata: Memang bangsa yang besar ini adalah umat yang bijaksana dan berakal budi."
  },
  {
    "reference": "Deu 4:7",
    "text": "Sebab bangsa besar manakah yang mempunyai allah yang demikian dekat kepadanya seperti Tuhan, Allah kita, setiap kali kita memanggil kepada-Nya?"
  },
  {
    "reference": "Deu 4:8",
    "text": "Dan bangsa besar manakah yang mempunyai ketetapan dan peraturan demikian adil seperti seluruh hukum ini, yang kubentangkan kepadamu pada hari ini?"
  },
  {
    "reference": "Deu 4:9",
    "text": "Tetapi waspadalah dan berhati-hatilah, supaya jangan engkau melupakan hal-hal yang dilihat oleh matamu sendiri itu, dan supaya jangan semuanya itu hilang dari ingatanmu seumur hidupmu. Beritahukanlah kepada anak-anakmu dan kepada cucu cicitmu semuanya itu,"
  },
  {
    "reference": "Deu 4:10",
    "text": "yakni hari itu ketika engkau berdiri di hadapan Tuhan, Allahmu, di Horeb, waktu Tuhan berfirman kepadaku: Suruhlah bangsa itu berkumpul kepada-Ku, maka Aku akan memberi mereka mendengar segala perkataan-Ku, sehingga mereka takut kepada-Ku selama mereka hidup di muka bumi dan mengajarkan demikian kepada anak-anak mereka."
  },
  {
    "reference": "Deu 4:11",
    "text": "- 4:11-12: Kel. 19:16-18; Ibr. 12:18-19 Lalu kamu mendekat dan berdiri di kaki gunung itu, sedang gunung itu menyala sampai ke pusar langit dalam gelap gulita, awan dan kegelapan."
  },
  {
    "reference": "Deu 4:12",
    "text": "Lalu berfirmanlah Tuhan kepadamu dari tengah-tengah api; suara kata-kata kamu dengar, tetapi suatu rupa tidak kamu lihat, hanya ada suara."
  },
  {
    "reference": "Deu 4:13",
    "text": "- 4:13: Kel. 31:18 Dan Ia memberitahukan kepadamu perjanjian, yang diperintahkan-Nya kepadamu untuk dilakukan, yakni Kesepuluh Firman dan Ia menuliskannya pada dua loh batu."
  },
  {
    "reference": "Deu 4:14",
    "text": "- 4:14: Kel. 21:1 Dan pada waktu itu aku diperintahkan Tuhan untuk mengajarkan kepadamu ketetapan dan peraturan, supaya kamu melakukannya di negeri, ke mana kamu pergi untuk mendudukinya."
  },
  {
    "reference": "Deu 4:15",
    "text": "Hati-hatilah sekali – sebab kamu tidak melihat sesuatu rupa pada hari Tuhan berfirman kepadamu di Horeb dari tengah-tengah api –"
  },
  {
    "reference": "Deu 4:16",
    "text": "- 4:16: Kel. 20:4; Im. 26:1; Ul. 5:8, 27:15 supaya jangan kamu berlaku busuk dengan membuat bagimu patung yang menyerupai berhala apa pun: yang berbentuk laki-laki atau perempuan;"
  },
  {
    "reference": "Deu 4:17",
    "text": "- 4:17-18: Rm. 1:23 yang berbentuk binatang yang di bumi, atau berbentuk burung bersayap yang terbang di udara,"
  },
  {
    "reference": "Deu 4:18",
    "text": "atau berbentuk binatang yang merayap di muka bumi, atau berbentuk ikan yang ada di dalam air di bawah bumi;"
  },
  {
    "reference": "Deu 4:19",
    "text": "dan juga supaya jangan engkau mengarahkan matamu ke langit, sehingga apabila engkau melihat matahari, bulan dan bintang, segenap tentara langit, engkau disesatkan untuk sujud menyembah dan beribadah kepada sekaliannya itu, yang justru diberikan Tuhan, Allahmu, kepada segala bangsa di seluruh kolong langit sebagai bagian mereka,"
  },
  {
    "reference": "Deu 4:20",
    "text": "- 4:20: Kel. 19:5; Ul. 7:6, 14:2, 26:18; Tit. 2:14; 1Ptr. 2:9 sedangkan Tuhan telah mengambil kamu dan membawa kamu keluar dari dapur peleburan besi, dari Mesir, untuk menjadi umat milik-Nya sendiri, seperti yang terjadi sekarang ini."
  },
  {
    "reference": "Deu 4:21",
    "text": "- 4:21: Bil. 20:12 Tetapi Tuhan menjadi murka terhadap aku oleh karena kamu, dan Ia bersumpah, bahwa aku tidak akan menyeberangi sungai Yordan dan tidak akan masuk ke dalam negeri yang baik, yang diberikan Tuhan, Allahmu, kepadamu menjadi milik pusakamu."
  },
  {
    "reference": "Deu 4:22",
    "text": "Sebab aku akan mati di negeri ini dan tidak akan menyeberangi sungai Yordan, tetapi kamu akan menyeberanginya dan menduduki negeri yang baik itu."
  },
  {
    "reference": "Deu 4:23",
    "text": "Hati-hatilah, supaya jangan kamu melupakan perjanjian Tuhan, Allahmu, yang telah diikat-Nya dengan kamu dan membuat bagimu patung yang menyerupai apa pun yang oleh Tuhan, Allahmu, dilarang kauperbuat."
  },
  {
    "reference": "Deu 4:24",
    "text": "- 4:24: Ibr. 12:29 Sebab Tuhan, Allahmu, adalah api yang menghanguskan, Allah yang cemburu."
  },
  {
    "reference": "Deu 4:25",
    "text": "Apabila kamu beranak cucu dan kamu telah tua di negeri itu lalu kamu berlaku busuk dengan membuat patung yang menyerupai apa pun juga, dan melakukan apa yang jahat di mata Tuhan, Allahmu, sehingga kamu menimbulkan sakit hati-Nya,"
  },
  {
    "reference": "Deu 4:26",
    "text": "maka aku memanggil langit dan bumi menjadi saksi terhadap kamu pada hari ini, bahwa pastilah kamu habis binasa dengan segera dari negeri ke mana kamu menyeberangi sungai Yordan untuk mendudukinya; tidak akan lanjut umurmu di sana, tetapi pastilah kamu punah."
  },
  {
    "reference": "Deu 4:27",
    "text": "- 4:27-28: Ul. 28:36 Tuhan akan menyerakkan kamu di antara bangsa-bangsa dan hanya dengan jumlah yang sedikit kamu akan tinggal di antara bangsa-bangsa, ke mana Tuhan akan menyingkirkan kamu."
  },
  {
    "reference": "Deu 4:28",
    "text": "Maka di sana kamu akan beribadah kepada allah, buatan tangan manusia, dari kayu dan batu, yang tidak dapat melihat, tidak dapat mendengar, tidak dapat makan dan tidak dapat mencium."
  },
  {
    "reference": "Deu 4:29",
    "text": "- 4:29: Yer. 29:13 Dan baru di sana engkau mencari Tuhan, Allahmu, dan menemukan-Nya, asal engkau menanyakan Dia dengan segenap hatimu dan dengan segenap jiwamu."
  },
  {
    "reference": "Deu 4:30",
    "text": "Apabila engkau dalam keadaan terdesak dan segala hal ini menimpa engkau di kemudian hari, maka engkau akan kembali kepada Tuhan, Allahmu, dan mendengarkan suara-Nya."
  },
  {
    "reference": "Deu 4:31",
    "text": "Sebab Tuhan, Allahmu, adalah Allah Penyayang, Ia tidak akan meninggalkan atau memusnahkan engkau dan Ia tidak akan melupakan perjanjian yang diikrarkan-Nya dengan sumpah kepada nenek moyangmu."
  },
  {
    "reference": "Deu 4:32",
    "text": "Sebab cobalah tanyakan, dari ujung langit ke ujung langit, tentang zaman dahulu, yang ada sebelum engkau, sejak waktu Allah menciptakan manusia di atas bumi, apakah ada pernah terjadi sesuatu hal yang demikian besar atau apakah ada pernah terdengar sesuatu seperti itu."
  },
  {
    "reference": "Deu 4:33",
    "text": "Pernahkah suatu bangsa mendengar suara ilahi, yang berbicara dari tengah-tengah api, seperti yang kaudengar dan tetap hidup?"
  },
  {
    "reference": "Deu 4:34",
    "text": "Atau pernahkah suatu allah mencoba datang untuk mengambil baginya suatu bangsa dari tengah-tengah bangsa yang lain, dengan cobaan-cobaan, tanda-tanda serta mujizat-mujizat dan peperangan, dengan tangan yang kuat dan lengan yang teracung dan dengan kedahsyatan-kedahsyatan yang besar, seperti yang dilakukan Tuhan, Allahmu, bagimu di Mesir, di depan matamu?"
  },
  {
    "reference": "Deu 4:35",
    "text": "- 4:35: Mrk. 12:32 Engkau diberi melihatnya untuk mengetahui, bahwa Tuhanlah Allah, tidak ada yang lain kecuali Dia."
  },
  {
    "reference": "Deu 4:36",
    "text": "Dari langit Ia membiarkan engkau mendengar suara-Nya untuk mengajari engkau, di bumi Ia membiarkan engkau melihat api-Nya yang besar, dan segala perkataan-Nya kaudengar dari tengah-tengah api."
  },
  {
    "reference": "Deu 4:37",
    "text": "Karena Ia mengasihi nenek moyangmu dan memilih keturunan mereka, maka Ia sendiri telah membawa engkau keluar dari Mesir dengan kekuatan-Nya yang besar,"
  },
  {
    "reference": "Deu 4:38",
    "text": "untuk menghalau dari hadapanmu bangsa-bangsa yang lebih besar dan lebih kuat dari padamu, untuk membawa engkau masuk ke dalam negeri mereka dan memberikannya kepadamu menjadi milik pusakamu, seperti yang terjadi sekarang ini."
  },
  {
    "reference": "Deu 4:39",
    "text": "Sebab itu ketahuilah pada hari ini dan camkanlah, bahwa Tuhanlah Allah yang di langit di atas dan di bumi di bawah, tidak ada yang lain."
  },
  {
    "reference": "Deu 4:40",
    "text": "Berpeganglah pada ketetapan dan perintah-Nya yang kusampaikan kepadamu pada hari ini, supaya baik keadaanmu dan keadaan anak-anakmu yang kemudian, dan supaya lanjut umurmu di tanah yang diberikan Tuhan, Allahmu, kepadamu untuk selamanya.” Kota-kota perlindungan di seberang sungai Yordan 4:41-43"
  },
  {
    "reference": "Deu 4:41",
    "text": "- 4:41-43: Yos. 20:8-9 Lalu Musa mengkhususkan tiga kota di seberang sungai Yordan, di sebelah timur,"
  },
  {
    "reference": "Deu 4:42",
    "text": "supaya orang yang membunuh sesamanya manusia dengan tidak sengaja dan dengan tidak memusuhinya lebih dahulu, dapat melarikan diri ke sana, sehingga ia, apabila melarikan diri ke salah satu kota itu, dapat tetap hidup."
  },
  {
    "reference": "Deu 4:43",
    "text": "Kota-kota itu adalah: Bezer di padang gurun, di daerah dataran tinggi, untuk orang Ruben; Ramot di Gilead untuk orang Gad dan Golan di Basan untuk orang Manasye. Pendahuluan pengajaran Musa 4:44-49"
  },
  {
    "reference": "Deu 4:44",
    "text": "Inilah hukum Taurat yang dipaparkan Musa kepada orang Israel."
  },
  {
    "reference": "Deu 4:45",
    "text": "Inilah peringatan, ketetapan dan peraturan, yang dikatakan Musa kepada orang Israel, dalam perjalanan mereka keluar dari Mesir,"
  },
  {
    "reference": "Deu 4:46",
    "text": "di seberang sungai Yordan, di lembah di tentangan Bet-Peor, di negeri Sihon, raja orang Amori, yang diam di Hesybon, yang dipukul kalah oleh Musa dan orang Israel dalam perjalanan mereka keluar dari Mesir."
  },
  {
    "reference": "Deu 4:47",
    "text": "Negerinya diduduki mereka, dan juga negeri Og, raja negeri Basan: kedua-duanya raja orang Amori, yang diam di seberang sungai Yordan, di sebelah timur,"
  },
  {
    "reference": "Deu 4:48",
    "text": "mulai dari Aro”er, di tepi sungai Arnon, sampai gunung Siryon – itulah gunung Hermon –"
  },
  {
    "reference": "Deu 4:49",
    "text": "serta seluruh dataran di seberang sungai Yordan, di sebelah timur, sampai Laut Araba, di kaki lereng gunung Pisga."
  },
  {
    "reference": "Deu 5:1",
    "text": "- 5:1-21: Kel. 20:1-17 Musa memanggil seluruh orang Israel berkumpul dan berkata kepada mereka: ”Dengarlah, hai orang Israel, ketetapan dan peraturan, yang pada hari ini kuperdengarkan kepadamu, supaya kamu mempelajarinya dan melakukannya dengan setia."
  },
  {
    "reference": "Deu 5:2",
    "text": "Tuhan, Allah kita, telah mengikat perjanjian dengan kita di Horeb."
  },
  {
    "reference": "Deu 5:3",
    "text": "Bukan dengan nenek moyang kita Tuhan mengikat perjanjian itu, tetapi dengan kita, kita yang ada di sini pada hari ini, kita semuanya yang masih hidup."
  },
  {
    "reference": "Deu 5:4",
    "text": "Tuhan telah bicara dengan berhadapan muka dengan kamu di gunung dan di tengah-tengah api –"
  },
  {
    "reference": "Deu 5:5",
    "text": "aku pada waktu itu berdiri antara Tuhan dan kamu untuk memberitahukan firman Tuhan kepadamu, sebab kamu takut kepada api dan kamu tidak naik ke gunung – dan Ia berfirman:"
  },
  {
    "reference": "Deu 5:6",
    "text": "Akulah Tuhan, Allahmu, yang membawa engkau keluar dari tanah Mesir, dari tempat perbudakan."
  },
  {
    "reference": "Deu 5:7",
    "text": "Jangan ada padamu allah lain di hadapan-Ku."
  },
  {
    "reference": "Deu 5:8",
    "text": "- 5:8-9: Im. 26:1; Ul. 4:15-18, 27:15 Jangan membuat bagimu patung yang menyerupai apa pun yang ada di langit di atas, atau yang ada di bumi di bawah, atau yang ada di dalam air di bawah bumi."
  },
  {
    "reference": "Deu 5:9",
    "text": "- 5:9-10: Kel. 34:6-7; Bil. 14:18; Ul. 7:9-10 Jangan sujud menyembah kepadanya atau beribadah kepadanya, sebab Aku, Tuhan Allahmu, adalah Allah yang cemburu, yang membalaskan kesalahan bapa kepada anak-anaknya dan kepada keturunan yang ketiga dan keempat dari orang-orang yang membenci Aku,"
  },
  {
    "reference": "Deu 5:10",
    "text": "tetapi Aku menunjukkan kasih setia kepada beribu-ribu orang, yaitu mereka yang mengasihi Aku dan yang berpegang pada perintah-perintah-Ku."
  },
  {
    "reference": "Deu 5:11",
    "text": "- 5:11: Im. 19:12 Jangan menyebut nama Tuhan, Allahmu, dengan sembarangan, sebab Tuhan akan memandang bersalah orang yang menyebut nama-Nya dengan sembarangan."
  },
  {
    "reference": "Deu 5:12",
    "text": "- 5:12-14: Kel. 31:12-15, 35:2; Im. 23:3 Tetaplah ingat dan kuduskanlah hari Sabat, seperti yang diperintahkan kepadamu oleh Tuhan, Allahmu."
  },
  {
    "reference": "Deu 5:13",
    "text": "Enam hari lamanya engkau akan bekerja dan melakukan segala pekerjaanmu,"
  },
  {
    "reference": "Deu 5:14",
    "text": "tetapi hari ketujuh adalah hari Sabat Tuhan, Allahmu; maka jangan melakukan sesuatu pekerjaan, engkau atau anakmu laki-laki, atau anakmu perempuan, atau hambamu laki-laki, atau hambamu perempuan, atau lembumu, atau keledaimu, atau hewanmu yang mana pun, atau orang asing yang di tempat kediamanmu, supaya hambamu laki-laki dan hambamu perempuan berhenti seperti engkau juga."
  },
  {
    "reference": "Deu 5:15",
    "text": "Sebab haruslah kauingat, bahwa engkau pun dahulu budak di tanah Mesir dan engkau dibawa keluar dari sana oleh Tuhan, Allahmu dengan tangan yang kuat dan lengan yang teracung; itulah sebabnya Tuhan, Allahmu, memerintahkan engkau merayakan hari Sabat."
  },
  {
    "reference": "Deu 5:16",
    "text": "- 5:16: Ul. 27:16; Mat. 15:4; Mrk. 7:10; Ef. 6:2-3 - 5:16-20: Mat. 19:18-19; Mrk. 10:19; Luk. 18:20 Hormatilah ayahmu dan ibumu, seperti yang diperintahkan kepadamu oleh Tuhan, Allahmu, supaya lanjut umurmu dan baik keadaanmu di tanah yang diberikan Tuhan, Allahmu, kepadamu."
  },
  {
    "reference": "Deu 5:17",
    "text": "- 5:17: Kej. 9:6; Mat. 5:21 - 5:17-18: Rm. 13:9; Yak. 2:11 Jangan membunuh."
  },
  {
    "reference": "Deu 5:18",
    "text": "- 5:18: Im. 20:10; Mat. 5:27 Jangan berzinah."
  },
  {
    "reference": "Deu 5:19",
    "text": "- 5:19: Rm. 13:9 Jangan mencuri."
  },
  {
    "reference": "Deu 5:20",
    "text": "- 5:20: Kel. 23:1 Jangan mengucapkan saksi dusta tentang sesamamu."
  },
  {
    "reference": "Deu 5:21",
    "text": "- 5:21: Rm. 7:7, 13:9 Jangan mengingini isteri sesamamu, dan jangan menghasratkan rumahnya, atau ladangnya, atau hambanya laki-laki, atau hambanya perempuan, atau lembunya, atau keledainya, atau apa pun yang dipunyai sesamamu."
  },
  {
    "reference": "Deu 5:22",
    "text": "- 5:22-27: Ibr. 12:18-19 - 5:22-31: Kel. 20:18-21 Firman itulah yang diucapkan Tuhan kepada seluruh jemaahmu dengan suara nyaring di gunung, dari tengah-tengah api, awan dan kegelapan, dan tidak ditambahkan-Nya apa-apa lagi. Ditulis-Nya semuanya pada dua loh batu, lalu diberikan-Nya kepadaku.” Orang Israel takut menghadapi kedatangan Tuhan 5:23-33"
  },
  {
    "reference": "Deu 5:23",
    "text": "”Ketika kamu mendengar suara itu dari tengah-tengah gelap gulita, sementara gunung itu menyala, maka kamu, yakni semua kepala sukumu dan para tua-tuamu, mendekati aku,"
  },
  {
    "reference": "Deu 5:24",
    "text": "dan berkata: Sesungguhnya, Tuhan, Allah kita, telah memperlihatkan kepada kita kemuliaan dan kebesaran-Nya, dan suara-Nya telah kita dengar dari tengah-tengah api. Pada hari ini telah kami lihat, bahwa Allah berbicara dengan manusia dan manusia itu tetap hidup."
  },
  {
    "reference": "Deu 5:25",
    "text": "Tetapi sekarang, mengapa kami harus mati? Sebab api yang besar ini akan menghanguskan kami. Apabila kami lebih lama lagi mendengar suara Tuhan, Allah kita, kami akan mati."
  },
  {
    "reference": "Deu 5:26",
    "text": "Sebab makhluk manakah yang telah mendengar suara dari Allah yang hidup yang berbicara dari tengah-tengah api, seperti kami dan tetap hidup?"
  },
  {
    "reference": "Deu 5:27",
    "text": "Mendekatlah engkau dan dengarkanlah segala yang difirmankan Tuhan, Allah kita, dan engkaulah yang mengatakan kepada kami segala yang difirmankan kepadamu oleh Tuhan, Allah kita, maka kami akan mendengar dan melakukannya."
  },
  {
    "reference": "Deu 5:28",
    "text": "Ketika Tuhan mendengar perkataanmu itu, sedang kamu mengatakannya kepadaku, maka berfirmanlah Tuhan kepadaku: Telah Kudengar perkataan bangsa ini yang dikatakan mereka kepadamu. Segala yang dikatakan mereka itu baik."
  },
  {
    "reference": "Deu 5:29",
    "text": "Kiranya hati mereka selalu begitu, yakni takut akan Daku dan berpegang pada segala perintah-Ku, supaya baik keadaan mereka dan anak-anak mereka untuk selama-lamanya!"
  },
  {
    "reference": "Deu 5:30",
    "text": "Pergilah, katakanlah kepada mereka: Kembalilah ke kemahmu."
  },
  {
    "reference": "Deu 5:31",
    "text": "Tetapi engkau, berdirilah di sini bersama-sama dengan Aku, maka Aku hendak mengatakan kepadamu segenap perintah, yakni ketetapan dan peraturan, yang harus kauajarkan kepada mereka, supaya mereka melakukannya di negeri yang Kuberikan kepada mereka untuk dimiliki."
  },
  {
    "reference": "Deu 5:32",
    "text": "Maka lakukanlah semuanya itu dengan setia, seperti yang diperintahkan kepadamu oleh Tuhan, Allahmu. Janganlah menyimpang ke kanan atau ke kiri."
  },
  {
    "reference": "Deu 5:33",
    "text": "Segenap jalan, yang diperintahkan kepadamu oleh Tuhan, Allahmu, haruslah kamu jalani, supaya kamu hidup, dan baik keadaanmu serta lanjut umurmu di negeri yang akan kamu duduki.”"
  },
  {
    "reference": "Deu 6:1",
    "text": "”Inilah perintah, yakni ketetapan dan peraturan, yang aku ajarkan kepadamu atas perintah Tuhan, Allahmu, untuk dilakukan di negeri, ke mana kamu pergi untuk mendudukinya,"
  },
  {
    "reference": "Deu 6:2",
    "text": "supaya seumur hidupmu engkau dan anak cucumu takut akan Tuhan, Allahmu, dan berpegang pada segala ketetapan dan perintah-Nya yang kusampaikan kepadamu, dan supaya lanjut umurmu."
  },
  {
    "reference": "Deu 6:3",
    "text": "Maka dengarlah, hai orang Israel! Lakukanlah itu dengan setia, supaya baik keadaanmu, dan supaya kamu menjadi sangat banyak, seperti yang dijanjikan Tuhan, Allah nenek moyangmu, kepadamu di suatu negeri yang berlimpah-limpah susu dan madunya."
  },
  {
    "reference": "Deu 6:4",
    "text": "- 6:4: Mrk. 12:29 Dengarlah, hai orang Israel: Tuhan itu Allah kita, Tuhan itu esa!"
  },
  {
    "reference": "Deu 6:5",
    "text": "- 6:5: Mat. 22:37; Mrk. 12:30; Luk. 10:27 Kasihilah Tuhan, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu dan dengan segenap kekuatanmu."
  },
  {
    "reference": "Deu 6:6",
    "text": "- 6:6-9: Ul. 11:18-20 Apa yang kuperintahkan kepadamu pada hari ini haruslah engkau perhatikan,"
  },
  {
    "reference": "Deu 6:7",
    "text": "haruslah engkau mengajarkannya berulang-ulang kepada anak-anakmu dan membicarakannya apabila engkau duduk di rumahmu, apabila engkau sedang dalam perjalanan, apabila engkau berbaring dan apabila engkau bangun."
  },
  {
    "reference": "Deu 6:8",
    "text": "Haruslah juga engkau mengikatkannya sebagai tanda pada tanganmu dan haruslah itu menjadi lambang di dahimu,"
  },
  {
    "reference": "Deu 6:9",
    "text": "dan haruslah engkau menuliskannya pada tiang pintu rumahmu dan pada pintu gerbangmu."
  },
  {
    "reference": "Deu 6:10",
    "text": "- 6:10: Kej. 12:7, 26:3, 28:13 Maka apabila Tuhan, Allahmu, telah membawa engkau masuk ke negeri yang dijanjikan-Nya dengan sumpah kepada nenek moyangmu, yakni Abraham, Ishak dan Yakub, untuk memberikannya kepadamu – kota-kota yang besar dan baik, yang tidak kaudirikan;"
  },
  {
    "reference": "Deu 6:11",
    "text": "rumah-rumah, penuh berisi berbagai-bagai barang baik, yang tidak kauisi; sumur-sumur yang tidak kaugali; kebun-kebun anggur dan kebun-kebun zaitun, yang tidak kautanami – dan apabila engkau sudah makan dan menjadi kenyang,"
  },
  {
    "reference": "Deu 6:12",
    "text": "maka berhati-hatilah, supaya jangan engkau melupakan Tuhan, yang telah membawa kamu keluar dari tanah Mesir, dari rumah perbudakan."
  },
  {
    "reference": "Deu 6:13",
    "text": "- 6:13: Mat. 4:10; Luk. 4:8 Engkau harus takut akan Tuhan, Allahmu; kepada Dia haruslah engkau beribadah dan demi nama-Nya haruslah engkau bersumpah."
  },
  {
    "reference": "Deu 6:14",
    "text": "Janganlah kamu mengikuti allah lain, dari antara allah bangsa-bangsa sekelilingmu,"
  },
  {
    "reference": "Deu 6:15",
    "text": "sebab Tuhan, Allahmu, adalah Allah yang cemburu di tengah-tengahmu, supaya jangan bangkit murka Tuhan, Allahmu, terhadap engkau, sehingga Ia memunahkan engkau dari muka bumi."
  },
  {
    "reference": "Deu 6:16",
    "text": "- 6:16: Kel. 17:1-7; Mat. 4:7; Luk. 4:12 Janganlah kamu mencobai Tuhan, Allahmu, seperti kamu mencobai Dia di Masa."
  },
  {
    "reference": "Deu 6:17",
    "text": "Haruslah kamu berpegang pada perintah, peringatan dan ketetapan Tuhan, Allahmu, yang diperintahkan-Nya kepadamu;"
  },
  {
    "reference": "Deu 6:18",
    "text": "haruslah engkau melakukan apa yang benar dan baik di mata Tuhan, supaya baik keadaanmu dan engkau memasuki dan menduduki negeri yang baik, yang dijanjikan Tuhan dengan sumpah kepada nenek moyangmu,"
  },
  {
    "reference": "Deu 6:19",
    "text": "dengan mengusir semua musuhmu dari hadapanmu, seperti yang difirmankan Tuhan."
  },
  {
    "reference": "Deu 6:20",
    "text": "Apabila di kemudian hari anakmu bertanya kepadamu: Apakah peringatan, ketetapan dan peraturan itu, yang diperintahkan kepadamu oleh Tuhan Allah kita?"
  },
  {
    "reference": "Deu 6:21",
    "text": "maka haruslah engkau menjawab anakmu itu: Kita dahulu adalah budak Firaun di Mesir, tetapi Tuhan membawa kita keluar dari Mesir dengan tangan yang kuat."
  },
  {
    "reference": "Deu 6:22",
    "text": "Tuhan membuat tanda-tanda dan mujizat-mujizat, yang besar dan yang mencelakakan, terhadap Mesir, terhadap Firaun dan seisi rumahnya, di depan mata kita;"
  },
  {
    "reference": "Deu 6:23",
    "text": "tetapi kita dibawa-Nya keluar dari sana, supaya kita dapat dibawa-Nya masuk untuk memberikan kepada kita negeri yang telah dijanjikan-Nya dengan sumpah kepada nenek moyang kita."
  },
  {
    "reference": "Deu 6:24",
    "text": "Tuhan, Allah kita, memerintahkan kepada kita untuk melakukan segala ketetapan itu dan untuk takut akan Tuhan, Allah kita, supaya senantiasa baik keadaan kita dan supaya Ia membiarkan kita hidup, seperti sekarang ini."
  },
  {
    "reference": "Deu 6:25",
    "text": "Dan kita akan menjadi benar, apabila kita melakukan segenap perintah itu dengan setia di hadapan Tuhan, Allah kita, seperti yang diperintahkan-Nya kepada kita.”"
  },
  {
    "reference": "Deu 7:1",
    "text": "- 7:1: Kis. 13:19 - 7:1-5: Kel. 34:10-13 ”Apabila Tuhan, Allahmu, telah membawa engkau ke dalam negeri, ke mana engkau masuk untuk mendudukinya, dan Ia telah menghalau banyak bangsa dari depanmu, yakni orang Het, orang Girgasi, orang Amori, orang Kanaan, orang Feris, orang Hewi dan orang Yebus, tujuh bangsa, yang lebih banyak dan lebih kuat dari padamu,"
  },
  {
    "reference": "Deu 7:2",
    "text": "dan Tuhan, Allahmu, telah menyerahkan mereka kepadamu, sehingga engkau memukul mereka kalah, maka haruslah kamu menumpas mereka sama sekali. Janganlah engkau mengadakan perjanjian dengan mereka dan janganlah engkau mengasihani mereka."
  },
  {
    "reference": "Deu 7:3",
    "text": "Janganlah juga engkau kawin-mengawin dengan mereka: anakmu perempuan janganlah kauberikan kepada anak laki-laki mereka, ataupun anak perempuan mereka jangan kauambil bagi anakmu laki-laki;"
  },
  {
    "reference": "Deu 7:4",
    "text": "sebab mereka akan membuat anakmu laki-laki menyimpang dari pada-Ku, sehingga mereka beribadah kepada allah lain. Maka murka Tuhan akan bangkit terhadap kamu dan Ia akan memunahkan engkau dengan segera."
  },
  {
    "reference": "Deu 7:5",
    "text": "- 7:5: Ul. 12:3 Tetapi beginilah kamu lakukan terhadap mereka: mezbah-mezbah mereka haruslah kamu robohkan, tugu-tugu berhala mereka kamu remukkan, tiang-tiang berhala mereka kamu hancurkan dan patung-patung mereka kamu bakar habis."
  },
  {
    "reference": "Deu 7:6",
    "text": "- 7:6: Kel. 19:5; Ul. 4:20, 14:2, 26:18; Tit. 2:14; 1Ptr. 2:9 Sebab engkaulah umat yang kudus bagi Tuhan, Allahmu; engkaulah yang dipilih oleh Tuhan, Allahmu, dari segala bangsa di atas muka bumi untuk menjadi umat kesayangan-Nya."
  },
  {
    "reference": "Deu 7:7",
    "text": "Bukan karena lebih banyak jumlahmu dari bangsa mana pun juga, maka hati Tuhan terpikat olehmu dan memilih kamu – bukankah kamu ini yang paling kecil dari segala bangsa? –"
  },
  {
    "reference": "Deu 7:8",
    "text": "tetapi karena Tuhan mengasihi kamu dan memegang sumpah-Nya yang telah diikrarkan-Nya kepada nenek moyangmu, maka Tuhan telah membawa kamu keluar dengan tangan yang kuat dan menebus engkau dari rumah perbudakan, dari tangan Firaun, raja Mesir."
  },
  {
    "reference": "Deu 7:9",
    "text": "- 7:9-10: Kel. 20:5-6, 34:6-7; Bil. 14:18; Ul. 5:9-10 Sebab itu haruslah kauketahui, bahwa Tuhan, Allahmu, Dialah Allah, Allah yang setia, yang memegang perjanjian dan kasih setia-Nya terhadap orang yang kasih kepada-Nya dan berpegang pada perintah-Nya, sampai kepada beribu-ribu keturunan,"
  },
  {
    "reference": "Deu 7:10",
    "text": "tetapi terhadap diri setiap orang dari mereka yang membenci Dia, Ia melakukan pembalasan dengan membinasakan orang itu. Ia tidak bertangguh terhadap orang yang membenci Dia. Ia langsung mengadakan pembalasan terhadap orang itu."
  },
  {
    "reference": "Deu 7:11",
    "text": "Jadi berpeganglah pada perintah, yakni ketetapan dan peraturan yang kusampaikan kepadamu pada hari ini untuk dilakukan.” Janji berkat 7:12-26"
  },
  {
    "reference": "Deu 7:12",
    "text": "- 7:12-16: Ul. 11:13-17 - 7:12-24: Im. 26:1-13; Ul. 28:1-14 ”Dan akan terjadi, karena kamu mendengarkan peraturan-peraturan itu serta melakukannya dengan setia, maka terhadap engkau Tuhan, Allahmu, akan memegang perjanjian dan kasih setia-Nya yang diikrarkan-Nya dengan sumpah kepada nenek moyangmu."
  },
  {
    "reference": "Deu 7:13",
    "text": "Ia akan mengasihi engkau, memberkati engkau dan membuat engkau banyak; Ia akan memberkati buah kandunganmu dan hasil bumimu, gandum dan anggur serta minyakmu, anak lembu sapimu dan anak kambing dombamu, di tanah yang dijanjikan-Nya dengan sumpah kepada nenek moyangmu untuk memberikannya kepadamu."
  },
  {
    "reference": "Deu 7:14",
    "text": "Engkau akan diberkati lebih dari pada segala bangsa: tidak akan ada laki-laki atau perempuan yang mandul di antaramu, ataupun di antara hewanmu."
  },
  {
    "reference": "Deu 7:15",
    "text": "Tuhan akan menjauhkan segala penyakit dari padamu, dan tidak ada satu dari wabah celaka yang kaukenal di Mesir itu akan ditimpakan-Nya kepadamu, tetapi Ia akan mendatangkannya kepada semua orang yang membenci engkau."
  },
  {
    "reference": "Deu 7:16",
    "text": "Engkau harus melenyapkan segala bangsa yang diserahkan kepadamu oleh Tuhan, Allahmu; janganlah engkau merasa sayang kepada mereka dan janganlah beribadah kepada allah mereka, sebab hal itu akan menjadi jerat bagimu."
  },
  {
    "reference": "Deu 7:17",
    "text": "Jika sekiranya engkau berkata dalam hatimu: Bangsa-bangsa ini lebih banyak dari padaku, bagaimanakah aku dapat menghalaukan mereka?"
  },
  {
    "reference": "Deu 7:18",
    "text": "maka janganlah engkau takut kepada mereka; ingatlah selalu apa yang dilakukan Tuhan, Allahmu, terhadap Firaun dan seluruh Mesir,"
  },
  {
    "reference": "Deu 7:19",
    "text": "yakni cobaan-cobaan besar, yang kaulihat dengan matamu sendiri, tanda-tanda dan mujizat-mujizat, tangan yang kuat dan lengan yang teracung, yang dipakai Tuhan, Allahmu, untuk membawa engkau keluar. Demikianlah juga akan dilakukan Tuhan, Allahmu, terhadap segala bangsa yang engkau takuti."
  },
  {
    "reference": "Deu 7:20",
    "text": "Lagipula Tuhan, Allahmu, akan melepaskan tabuhan menyerbu mereka, sampai habis binasa orang-orang yang masih tinggal dan yang menyembunyikan diri terhadap engkau."
  },
  {
    "reference": "Deu 7:21",
    "text": "Janganlah gemetar karena mereka, sebab Tuhan, Allahmu, ada di tengah-tengahmu, Allah yang besar dan dahsyat."
  },
  {
    "reference": "Deu 7:22",
    "text": "Tuhan, Allahmu, akan menghalau bangsa-bangsa ini dari hadapanmu sedikit demi sedikit; engkau tidak boleh membinasakan mereka dengan segera, supaya jangan binatang hutan menjadi terlalu banyak melebihi engkau."
  },
  {
    "reference": "Deu 7:23",
    "text": "Demikianlah Tuhan, Allahmu, akan menyerahkan mereka kepadamu dan akan mengacaukan mereka sama sekali, sampai mereka punah."
  },
  {
    "reference": "Deu 7:24",
    "text": "Raja-raja mereka akan diserahkan-Nya ke dalam tanganmu, sehingga engkau menghapuskan nama mereka dari kolong langit; tidak akan ada yang dapat bertahan menghadapi engkau, sampai engkau memunahkan mereka."
  },
  {
    "reference": "Deu 7:25",
    "text": "Patung-patung allah mereka haruslah kamu bakar habis; perak dan emas yang ada pada mereka janganlah kauingini dan kauambil bagi dirimu sendiri, supaya jangan engkau terjerat karenanya, sebab hal itu adalah kekejian bagi Tuhan, Allahmu."
  },
  {
    "reference": "Deu 7:26",
    "text": "Dan janganlah engkau membawa sesuatu kekejian masuk ke dalam rumahmu, sehingga engkau pun ditumpas seperti itu; haruslah engkau benar-benar merasa jijik dan keji terhadap hal itu, sebab semuanya itu dikhususkan untuk dimusnahkan.”"
  },
  {
    "reference": "Deu 8:1",
    "text": "”Segenap perintah, yang kusampaikan kepadamu pada hari ini, haruslah kamu lakukan dengan setia, supaya kamu hidup dan bertambah banyak dan kamu memasuki serta menduduki negeri yang dijanjikan Tuhan dengan sumpah kepada nenek moyangmu."
  },
  {
    "reference": "Deu 8:2",
    "text": "Ingatlah kepada seluruh perjalanan yang kaulakukan atas kehendak Tuhan, Allahmu, di padang gurun selama empat puluh tahun ini dengan maksud merendahkan hatimu dan mencobai engkau untuk mengetahui apa yang ada dalam hatimu, yakni, apakah engkau berpegang pada perintah-Nya atau tidak."
  },
  {
    "reference": "Deu 8:3",
    "text": "- 8:3: Mat. 4:4; Luk. 4:4 Jadi Ia merendahkan hatimu, membiarkan engkau lapar dan memberi engkau makan manna, yang tidak kaukenal dan yang juga tidak dikenal oleh nenek moyangmu, untuk membuat engkau mengerti, bahwa manusia hidup bukan dari roti saja, tetapi manusia hidup dari segala yang diucapkan Tuhan."
  },
  {
    "reference": "Deu 8:4",
    "text": "Pakaianmu tidaklah menjadi buruk di tubuhmu dan kakimu tidaklah menjadi bengkak selama empat puluh tahun ini."
  },
  {
    "reference": "Deu 8:5",
    "text": "Maka haruslah engkau insaf, bahwa Tuhan, Allahmu, mengajari engkau seperti seseorang mengajari anaknya."
  },
  {
    "reference": "Deu 8:6",
    "text": "Oleh sebab itu haruslah engkau berpegang pada perintah Tuhan, Allahmu, dengan hidup menurut jalan yang ditunjukkan-Nya dan dengan takut akan Dia."
  },
  {
    "reference": "Deu 8:7",
    "text": "Sebab Tuhan, Allahmu, membawa engkau masuk ke dalam negeri yang baik, suatu negeri dengan sungai, mata air dan danau, yang keluar dari lembah-lembah dan gunung-gunung;"
  },
  {
    "reference": "Deu 8:8",
    "text": "suatu negeri dengan gandum dan jelainya, dengan pohon anggur, pohon ara dan pohon delimanya; suatu negeri dengan pohon zaitun dan madunya;"
  },
  {
    "reference": "Deu 8:9",
    "text": "suatu negeri, di mana engkau akan makan roti dengan tidak usah berhemat, di mana engkau tidak akan kekurangan apa pun; suatu negeri, yang batunya mengandung besi dan dari gunungnya akan kaugali tembaga."
  },
  {
    "reference": "Deu 8:10",
    "text": "Dan engkau akan makan dan akan kenyang, maka engkau akan memuji Tuhan, Allahmu, karena negeri yang baik yang diberikan-Nya kepadamu itu."
  },
  {
    "reference": "Deu 8:11",
    "text": "- 8:11-16: Hos. 13:5-6 Hati-hatilah, supaya jangan engkau melupakan Tuhan, Allahmu, dengan tidak berpegang pada perintah, peraturan dan ketetapan-Nya, yang kusampaikan kepadamu pada hari ini;"
  },
  {
    "reference": "Deu 8:12",
    "text": "dan supaya, apabila engkau sudah makan dan kenyang, mendirikan rumah-rumah yang baik serta mendiaminya,"
  },
  {
    "reference": "Deu 8:13",
    "text": "dan apabila lembu sapimu dan kambing dombamu bertambah banyak dan emas serta perakmu bertambah banyak, dan segala yang ada padamu bertambah banyak,"
  },
  {
    "reference": "Deu 8:14",
    "text": "jangan engkau tinggi hati, sehingga engkau melupakan Tuhan, Allahmu, yang membawa engkau keluar dari tanah Mesir, dari rumah perbudakan,"
  },
  {
    "reference": "Deu 8:15",
    "text": "dan yang memimpin engkau melalui padang gurun yang besar dan dahsyat itu, dengan ular-ular yang ganas serta kalajengkingnya dan tanahnya yang gersang, yang tidak ada air. Dia yang membuat air keluar bagimu dari gunung batu yang keras,"
  },
  {
    "reference": "Deu 8:16",
    "text": "dan yang di padang gurun memberi engkau makan manna, yang tidak dikenal oleh nenek moyangmu, supaya direndahkan-Nya hatimu dan dicobai-Nya engkau, hanya untuk berbuat baik kepadamu akhirnya."
  },
  {
    "reference": "Deu 8:17",
    "text": "Maka janganlah kaukatakan dalam hatimu: Kekuasaanku dan kekuatan tangankulah yang membuat aku memperoleh kekayaan ini."
  },
  {
    "reference": "Deu 8:18",
    "text": "Tetapi haruslah engkau ingat kepada Tuhan, Allahmu, sebab Dialah yang memberikan kepadamu kekuatan untuk memperoleh kekayaan, dengan maksud meneguhkan perjanjian yang diikrarkan-Nya dengan sumpah kepada nenek moyangmu, seperti sekarang ini."
  },
  {
    "reference": "Deu 8:19",
    "text": "Tetapi jika engkau sama sekali melupakan Tuhan, Allahmu, dan mengikuti allah lain, beribadah kepadanya dan sujud menyembah kepadanya, aku memperingatkan kepadamu hari ini, bahwa kamu pasti binasa;"
  },
  {
    "reference": "Deu 8:20",
    "text": "seperti bangsa-bangsa, yang dibinasakan Tuhan di hadapanmu, kamu pun akan binasa, sebab kamu tidak mau mendengarkan suara Tuhan, Allahmu.”"
  },
  {
    "reference": "Deu 9:1",
    "text": "”Dengarlah, hai orang Israel! Engkau akan menyeberangi sungai Yordan pada hari ini untuk memasuki serta menduduki daerah bangsa-bangsa yang lebih besar dan lebih kuat dari padamu, yakni kota-kota besar yang kubu-kubunya sampai ke langit –"
  },
  {
    "reference": "Deu 9:2",
    "text": "suatu bangsa yang besar dan tinggi, orang Enak, yang kaukenal dan yang tentangnya kaudengar orang berkata: Siapakah yang dapat bertahan menghadapi orang Enak?"
  },
  {
    "reference": "Deu 9:3",
    "text": "Maka ketahuilah pada hari ini, bahwa Tuhan, Allahmu, Dialah yang berjalan di depanmu laksana api yang menghanguskan; Dia akan memunahkan mereka dan Dia akan menundukkan mereka di hadapanmu. Demikianlah engkau akan menghalau dan membinasakan mereka dengan segera, seperti yang dijanjikan kepadamu oleh Tuhan."
  },
  {
    "reference": "Deu 9:4",
    "text": "Janganlah engkau berkata dalam hatimu, apabila Tuhan, Allahmu, telah mengusir mereka dari hadapanmu: Karena jasa-jasakulah Tuhan membawa aku masuk menduduki negeri ini; padahal karena kefasikan bangsa-bangsa itulah Tuhan menghalau mereka dari hadapanmu."
  },
  {
    "reference": "Deu 9:5",
    "text": "Bukan karena jasa-jasamu atau karena kebenaran hatimu engkau masuk menduduki negeri mereka, tetapi karena kefasikan bangsa-bangsa itulah, Tuhan, Allahmu, menghalau mereka dari hadapanmu, dan supaya Tuhan menepati janji yang diikrarkan-Nya dengan sumpah kepada nenek moyangmu, yakni Abraham, Ishak dan Yakub."
  },
  {
    "reference": "Deu 9:6",
    "text": "Jadi ketahuilah, bahwa bukan karena jasa-jasamu Tuhan, Allahmu, memberikan kepadamu negeri yang baik itu untuk diduduki. Sesungguhnya engkau bangsa yang tegar tengkuk!” Riwayat tentang kemurtadan di Horeb 9:7-29"
  },
  {
    "reference": "Deu 9:7",
    "text": "- 9:7-29: Kel. 32:1-35 ”Ingatlah, janganlah lupa, bahwa engkau sudah membuat Tuhan, Allahmu, gusar di padang gurun. Sejak engkau keluar dari tanah Mesir sampai kamu tiba di tempat ini, kamu menentang Tuhan."
  },
  {
    "reference": "Deu 9:8",
    "text": "Di Horeb kamu sudah membuat Tuhan gusar, bahkan Tuhan begitu murka kepadamu, hingga Ia mau memunahkan kamu."
  },
  {
    "reference": "Deu 9:9",
    "text": "- 9:9: Kel. 24:18 Setelah aku mendaki gunung untuk menerima loh-loh batu, loh-loh perjanjian yang diikat Tuhan dengan kamu, maka aku tinggal empat puluh hari empat puluh malam lamanya di gunung itu; roti tidak kumakan dan air tidak kuminum."
  },
  {
    "reference": "Deu 9:10",
    "text": "Tuhan memberikan kepadaku kedua loh batu, yang ditulisi jari Allah, di mana ada segala firman yang diucapkan Tuhan kepadamu di gunung itu dari tengah-tengah api, pada hari perkumpulan."
  },
  {
    "reference": "Deu 9:11",
    "text": "Sesudah lewat empat puluh hari empat puluh malam itu, maka Tuhan memberikan kepadaku kedua loh batu, loh-loh perjanjian itu."
  },
  {
    "reference": "Deu 9:12",
    "text": "Lalu berfirmanlah Tuhan kepadaku: Bangunlah, turunlah dengan segera dari sini, sebab bangsamu, yang kaubawa keluar dari Mesir, telah berlaku busuk; mereka segera menyimpang dari jalan yang Kuperintahkan kepada mereka; mereka telah membuat patung tuangan."
  },
  {
    "reference": "Deu 9:13",
    "text": "Lagi Tuhan berfirman kepadaku: Telah Kulihat bangsa ini dan sesungguhnya mereka adalah bangsa yang tegar tengkuk."
  },
  {
    "reference": "Deu 9:14",
    "text": "Biarkanlah Aku, maka Aku akan memunahkan mereka dan menghapuskan nama mereka dari kolong langit; tetapi dari padamu akan Kubuat suatu bangsa yang lebih berkuasa dan lebih banyak dari pada bangsa ini."
  },
  {
    "reference": "Deu 9:15",
    "text": "Setelah itu berpalinglah aku, lalu turun dari gunung yang sedang menyala itu dengan kedua loh perjanjian di kedua tanganku."
  },
  {
    "reference": "Deu 9:16",
    "text": "Lalu aku menyaksikan, bahwa sesungguhnya kamu telah berbuat dosa terhadap Tuhan, Allahmu: kamu telah membuat suatu anak lembu tuangan, kamu telah segera menyimpang dari jalan yang diperintahkan Tuhan kepadamu."
  },
  {
    "reference": "Deu 9:17",
    "text": "Maka kupeganglah kuat-kuat kedua loh itu, kulemparkan dari kedua tanganku, kupecahkan di depan matamu."
  },
  {
    "reference": "Deu 9:18",
    "text": "Sesudah itu aku sujud di hadapan Tuhan, empat puluh hari empat puluh malam lamanya, seperti yang pertama kali – roti tidak kumakan dan air tidak kuminum – karena segala dosa yang telah kamu perbuat, yakni kamu melakukan apa yang jahat di mata Tuhan, sehingga kamu menimbulkan sakit hati-Nya."
  },
  {
    "reference": "Deu 9:19",
    "text": "- 9:19: Ibr. 12:21 Sebab aku gentar karena murka dan kepanasan amarah yang ditimpakan Tuhan kepadamu, sampai Ia mau memunahkan kamu. Tetapi sekali ini pun Tuhan mendengarkan aku."
  },
  {
    "reference": "Deu 9:20",
    "text": "Juga kepada Harun Tuhan begitu murka, hingga Ia mau membinasakannya; maka pada waktu itu aku berdoa untuk Harun juga."
  },
  {
    "reference": "Deu 9:21",
    "text": "Tetapi hasil perbuatanmu yang berdosa, yakni anak lembu itu, kuambil, kubakar, kuhancurkan dan kugiling baik-baik sampai halus, menjadi abu, lalu abunya kulemparkan ke dalam sungai yang mengalir turun dari gunung."
  },
  {
    "reference": "Deu 9:22",
    "text": "- 9:22: Kel. 17:7; Bil. 11:3, 34 Juga di Tabera, di Masa dan di Kibrot-Taawa, kamu selalu membuat Tuhan gusar."
  },
  {
    "reference": "Deu 9:23",
    "text": "- 9:23: Bil. 13:25–14:38, 13:31; Ul. 1:21, 26; Ibr. 3:16 Dan ketika Tuhan menyuruh kamu pergi dari Kadesh-Barnea dengan berfirman: Majulah dan dudukilah negeri yang Kuberikan kepadamu itu, maka kamu menentang titah Tuhan, Allahmu; kamu tidak percaya kepada-Nya dan tidak mendengarkan suara-Nya."
  },
  {
    "reference": "Deu 9:24",
    "text": "Bahkan kamu menentang Tuhan, sejak aku mengenal kamu."
  },
  {
    "reference": "Deu 9:25",
    "text": "Maka aku sujud di hadapan Tuhan – empat puluh hari empat puluh malam lamanya aku sujud –, karena Tuhan telah berfirman akan memunahkan kamu,"
  },
  {
    "reference": "Deu 9:26",
    "text": "dan aku berdoa kepada Tuhan, kataku: Ya, Tuhan Allah, janganlah musnahkan umat milik-Mu sendiri, yang Kautebus dengan kebesaran-Mu, dan yang Kaubawa keluar dari Mesir dengan tangan yang kuat."
  },
  {
    "reference": "Deu 9:27",
    "text": "Ingatlah kepada hamba-hamba-Mu, kepada Abraham, Ishak dan Yakub; janganlah perhatikan ketegaran bangsa ini ataupun kefasikannya dan dosanya,"
  },
  {
    "reference": "Deu 9:28",
    "text": "supaya negeri, dari mana Engkau membawa kami keluar, jangan berkata: Sebab Tuhan tidak dapat membawa mereka masuk ke negeri yang dijanjikan-Nya kepada mereka, dan sebab benci-Nya kepada mereka, maka Ia membawa mereka keluar untuk membunuh mereka di padang gurun."
  },
  {
    "reference": "Deu 9:29",
    "text": "Bukankah mereka itu umat milik-Mu sendiri, yang Kaubawa keluar dengan kekuatan-Mu yang besar dan dengan lengan-Mu yang teracung?”"
  },
  {
    "reference": "Deu 10:1",
    "text": "- 10:1-5: Kel. 34:1-9 ”Pada waktu itu berfirmanlah Tuhan kepadaku: Pahatlah dua loh batu yang serupa dengan yang mula-mula, naiklah kepada-Ku ke atas gunung, dan buatlah sebuah tabut dari kayu;"
  },
  {
    "reference": "Deu 10:2",
    "text": "maka Aku akan menuliskan pada loh itu firman-firman yang ada pada loh yang mula-mula yang telah kaupecahkan itu, kemudian letakkanlah kedua loh ke dalam tabut itu."
  },
  {
    "reference": "Deu 10:3",
    "text": "Maka aku membuat sebuah tabut dari kayu penaga dan memahat dua loh batu yang serupa dengan yang mula-mula; kemudian aku mendaki gunung dengan kedua loh itu di tanganku."
  },
  {
    "reference": "Deu 10:4",
    "text": "Dan pada loh itu Ia menuliskan, sama dengan tulisan yang mula-mula, Kesepuluh Firman yang telah diucapkan Tuhan kepadamu di atas gunung dari tengah-tengah api pada hari kamu berkumpul; sesudah itu Tuhan memberikannya kepadaku."
  },
  {
    "reference": "Deu 10:5",
    "text": "Lalu aku turun kembali dari atas gunung, dan aku meletakkan loh-loh itu ke dalam tabut yang telah kubuat; dan di situlah tempatnya, seperti yang diperintahkan Tuhan kepadaku."
  },
  {
    "reference": "Deu 10:6",
    "text": "- 10:6: Bil. 20:28, 33:38 Maka orang Israel berangkat dari Beerot Bene-Yaakan ke Mosera; di sanalah Harun mati dan dikuburkan; lalu Eleazar, anaknya, menjadi imam menggantikan dia."
  },
  {
    "reference": "Deu 10:7",
    "text": "Dari sana mereka berangkat ke Gudgod, dan dari Gudgod ke Yotbata, suatu daerah yang banyak sungainya."
  },
  {
    "reference": "Deu 10:8",
    "text": "- 10:8: Bil. 3:5-8 Pada waktu itu Tuhan menunjuk suku Lewi untuk mengangkut tabut perjanjian Tuhan, untuk bertugas melayani Tuhan dan untuk memberi berkat demi nama-Nya, sampai sekarang."
  },
  {
    "reference": "Deu 10:9",
    "text": "Sebab itu suku Lewi tidak mempunyai bagian milik pusaka bersama-sama dengan saudara-saudaranya; Tuhanlah milik pusakanya, seperti yang difirmankan kepadanya oleh Tuhan, Allahmu."
  },
  {
    "reference": "Deu 10:10",
    "text": "- 10:10: Kel. 34:28 Maka aku ini berdiri di atas gunung seperti yang pertama kali, empat puluh hari empat puluh malam lamanya, dan sekali ini pun Tuhan mendengarkan aku: Tuhan tidak mau memusnahkan engkau."
  },
  {
    "reference": "Deu 10:11",
    "text": "Lalu berfirmanlah Tuhan kepadaku: Bersiaplah, pergilah berjalan di depan bangsa itu, supaya mereka memasuki dan menduduki negeri yang Kujanjikan dengan sumpah kepada nenek moyang mereka untuk memberikannya kepada mereka.” Orang Israel diperingatkan supaya taat dan bersyukur 10:12-22"
  },
  {
    "reference": "Deu 10:12",
    "text": "”Maka sekarang, hai orang Israel, apakah yang dimintakan dari padamu oleh Tuhan, Allahmu, selain dari takut akan Tuhan, Allahmu, hidup menurut segala jalan yang ditunjukkan-Nya, mengasihi Dia, beribadah kepada Tuhan, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu,"
  },
  {
    "reference": "Deu 10:13",
    "text": "berpegang pada perintah dan ketetapan Tuhan yang kusampaikan kepadamu pada hari ini, supaya baik keadaanmu."
  },
  {
    "reference": "Deu 10:14",
    "text": "Sesungguhnya, Tuhan, Allahmulah yang empunya langit, bahkan langit yang mengatasi segala langit, dan bumi dengan segala isinya;"
  },
  {
    "reference": "Deu 10:15",
    "text": "tetapi hanya oleh nenek moyangmulah hati Tuhan terpikat sehingga Ia mengasihi mereka, dan keturunan merekalah, yakni kamu, yang dipilih-Nya dari segala bangsa, seperti sekarang ini."
  },
  {
    "reference": "Deu 10:16",
    "text": "Sebab itu sunatlah hatimu dan janganlah lagi kamu tegar tengkuk."
  },
  {
    "reference": "Deu 10:17",
    "text": "- 10:17: Kis. 10:34; Rm. 2:11; Gal. 2:6; Ef. 6:9; 1Tim. 6:15; Why. 17:14, 19:16 Sebab Tuhan, Allahmulah Allah segala allah dan Tuhan segala tuhan, Allah yang besar, kuat dan dahsyat, yang tidak memandang bulu ataupun menerima suap;"
  },
  {
    "reference": "Deu 10:18",
    "text": "yang membela hak anak yatim dan janda dan menunjukkan kasih-Nya kepada orang asing dengan memberikan kepadanya makanan dan pakaian."
  },
  {
    "reference": "Deu 10:19",
    "text": "Sebab itu haruslah kamu menunjukkan kasihmu kepada orang asing, sebab kamu pun dahulu adalah orang asing di tanah Mesir."
  },
  {
    "reference": "Deu 10:20",
    "text": "Engkau harus takut akan Tuhan, Allahmu, kepada-Nya haruslah engkau beribadah dan berpaut, dan demi nama-Nya haruslah engkau bersumpah."
  },
  {
    "reference": "Deu 10:21",
    "text": "Dialah pokok puji-pujianmu dan Dialah Allahmu, yang telah melakukan di antaramu perbuatan-perbuatan yang besar dan dahsyat, yang telah kaulihat dengan matamu sendiri."
  },
  {
    "reference": "Deu 10:22",
    "text": "- 10:22: Kej. 15:5, 22:17, 46:27 Dengan tujuh puluh orang nenek moyangmu pergi ke Mesir, tetapi sekarang ini Tuhan, Allahmu, telah membuat engkau banyak seperti bintang-bintang di langit.”"
  },
  {
    "reference": "Deu 11:1",
    "text": "”Haruslah engkau mengasihi Tuhan, Allahmu, dan melakukan dengan setia kewajibanmu terhadap Dia dengan senantiasa berpegang pada segala ketetapan-Nya, peraturan-Nya dan perintah-Nya."
  },
  {
    "reference": "Deu 11:2",
    "text": "Kamu tahu sekarang – kukatakan bukan kepada anak-anakmu, yang tidak mengenal dan tidak melihat hajaran Tuhan, Allahmu – kebesaran-Nya, tangan-Nya yang kuat dan lengan-Nya yang teracung,"
  },
  {
    "reference": "Deu 11:3",
    "text": "- 11:3: Kel. 7:8–12:13 tanda-tanda dan perbuatan-perbuatan yang dilakukan-Nya di Mesir terhadap Firaun, raja Mesir, dan terhadap seluruh negerinya;"
  },
  {
    "reference": "Deu 11:4",
    "text": "- 11:4: Kel. 14:28 juga apa yang dilakukan-Nya terhadap pasukan Mesir, dengan kuda-kudanya dan kereta-keretanya, yakni bagaimana Ia membuat air Laut Teberau meluap meliputi mereka, ketika mereka mengejar kamu, sehingga Tuhan membinasakan mereka untuk selamanya;"
  },
  {
    "reference": "Deu 11:5",
    "text": "dan apa yang dilakukan-Nya terhadapmu di padang gurun, sampai kamu tiba di tempat ini;"
  },
  {
    "reference": "Deu 11:6",
    "text": "- 11:6: Bil. 16:31-32 pula apa yang dilakukan-Nya terhadap Datan dan Abiram, anak-anak Eliab, anak Ruben, yakni ketika tanah mengangakan mulutnya dan menelan mereka dengan seisi rumahnya, kemah-kemah dan segala yang mengikuti mereka, di tengah-tengah seluruh orang Israel."
  },
  {
    "reference": "Deu 11:7",
    "text": "Sebab matamu sendirilah yang telah melihat segala perbuatan besar yang dilakukan Tuhan.” Ketaatan mendatangkan berkat, ketidaktaatan mendatangkan kutuk 11:8-32"
  },
  {
    "reference": "Deu 11:8",
    "text": "”Jadi kamu harus berpegang pada seluruh perintah yang kusampaikan kepadamu pada hari ini, supaya kamu kuat untuk memasuki serta menduduki negeri, ke mana kamu pergi mendudukinya,"
  },
  {
    "reference": "Deu 11:9",
    "text": "dan supaya lanjut umurmu di tanah yang dijanjikan Tuhan dengan sumpah kepada nenek moyangmu untuk memberikannya kepada mereka dan kepada keturunan mereka, suatu negeri yang berlimpah-limpah susu dan madunya."
  },
  {
    "reference": "Deu 11:10",
    "text": "Sebab negeri, ke mana engkau masuk untuk mendudukinya, bukanlah negeri seperti tanah Mesir, dari mana kamu keluar, yang setelah ditabur dengan benih harus kauairi dengan jerih payah, seakan-akan kebun sayur."
  },
  {
    "reference": "Deu 11:11",
    "text": "Tetapi negeri, ke mana kamu pergi untuk mendudukinya, ialah negeri yang bergunung-gunung dan berlembah-lembah, yang mendapat air sebanyak hujan yang turun dari langit;"
  },
  {
    "reference": "Deu 11:12",
    "text": "suatu negeri yang dipelihara oleh Tuhan, Allahmu: mata Tuhan, Allahmu, tetap mengawasinya dari awal sampai akhir tahun."
  },
  {
    "reference": "Deu 11:13",
    "text": "- 11:13-17: Im. 26:3-5; Ul. 7:12-16, 28:1-14 Jika kamu dengan sungguh-sungguh mendengarkan perintah yang kusampaikan kepadamu pada hari ini, sehingga kamu mengasihi Tuhan, Allahmu, dan beribadah kepada-Nya dengan segenap hatimu dan dengan segenap jiwamu,"
  },
  {
    "reference": "Deu 11:14",
    "text": "maka Ia akan memberikan hujan untuk tanahmu pada masanya, hujan awal dan hujan akhir, sehingga engkau dapat mengumpulkan gandummu, anggurmu dan minyakmu,"
  },
  {
    "reference": "Deu 11:15",
    "text": "dan Dia akan memberi rumput di padangmu untuk hewanmu, sehingga engkau dapat makan dan menjadi kenyang."
  },
  {
    "reference": "Deu 11:16",
    "text": "Hati-hatilah, supaya jangan hatimu terbujuk, sehingga kamu menyimpang dengan beribadah kepada allah lain dan sujud menyembah kepadanya."
  },
  {
    "reference": "Deu 11:17",
    "text": "Jika demikian, maka akan bangkitlah murka Tuhan terhadap kamu dan Ia akan menutup langit, sehingga tidak ada hujan dan tanah tidak mengeluarkan hasil, lalu kamu lenyap dengan cepat dari negeri yang baik yang diberikan Tuhan kepadamu."
  },
  {
    "reference": "Deu 11:18",
    "text": "- 11:18-20: Ul. 6:6-9 Tetapi kamu harus menaruh perkataanku ini dalam hatimu dan dalam jiwamu; kamu harus mengikatkannya sebagai tanda pada tanganmu dan haruslah itu menjadi lambang di dahimu."
  },
  {
    "reference": "Deu 11:19",
    "text": "Kamu harus mengajarkannya kepada anak-anakmu dengan membicarakannya, apabila engkau duduk di rumahmu dan apabila engkau sedang dalam perjalanan, apabila engkau berbaring dan apabila engkau bangun;"
  },
  {
    "reference": "Deu 11:20",
    "text": "engkau harus menuliskannya pada tiang pintu rumahmu dan pada pintu gerbangmu,"
  },
  {
    "reference": "Deu 11:21",
    "text": "supaya panjang umurmu dan umur anak-anakmu di tanah yang dijanjikan Tuhan dengan sumpah kepada nenek moyangmu untuk memberikannya kepada mereka, selama ada langit di atas bumi."
  },
  {
    "reference": "Deu 11:22",
    "text": "Sebab jika kamu sungguh-sungguh berpegang pada perintah yang kusampaikan kepadamu untuk dilakukan, dengan mengasihi Tuhan, Allahmu, dengan hidup menurut segala jalan yang ditunjukkan-Nya dan dengan berpaut pada-Nya,"
  },
  {
    "reference": "Deu 11:23",
    "text": "maka Tuhan akan menghalau segala bangsa ini dari hadapanmu, sehingga kamu menduduki daerah bangsa-bangsa yang lebih besar dan lebih kuat dari padamu."
  },
  {
    "reference": "Deu 11:24",
    "text": "- 11:24-25: Yos. 1:3-5 Setiap tempat yang diinjak oleh telapak kakimu, kamulah yang akan memilikinya: mulai dari padang gurun sampai gunung Libanon, dan dari sungai itu, yakni sungai Efrat, sampai laut sebelah barat, akan menjadi daerahmu."
  },
  {
    "reference": "Deu 11:25",
    "text": "Tidak ada yang akan dapat bertahan menghadapi kamu: Tuhan, Allahmu, akan membuat seluruh negeri yang kauinjak itu menjadi gemetar dan takut kepadamu, seperti yang dijanjikan Tuhan kepadamu."
  },
  {
    "reference": "Deu 11:26",
    "text": "Lihatlah, aku memperhadapkan kepadamu pada hari ini berkat dan kutuk:"
  },
  {
    "reference": "Deu 11:27",
    "text": "berkat, apabila kamu mendengarkan perintah Tuhan, Allahmu, yang kusampaikan kepadamu pada hari ini;"
  },
  {
    "reference": "Deu 11:28",
    "text": "dan kutuk, jika kamu tidak mendengarkan perintah Tuhan, Allahmu, dan menyimpang dari jalan yang kuperintahkan kepadamu pada hari ini, dengan mengikuti allah lain yang tidak kamu kenal."
  },
  {
    "reference": "Deu 11:29",
    "text": "- 11:29: Ul. 27:11-14; Yos. 8:33-35 Jadi apabila Tuhan, Allahmu, telah membawa engkau ke negeri, yang engkau masuki untuk mendudukinya, maka haruslah engkau mengucapkan berkat di atas gunung Gerizim dan kutuk di atas gunung Ebal."
  },
  {
    "reference": "Deu 11:30",
    "text": "Bukankah keduanya terletak di sebelah barat sungai Yordan, di belakang jalan raya sebelah matahari terbenam, di negeri orang Kanaan yang diam di Araba-Yordan, di tentangan Gilgal dekat pohon-pohon tarbantin di More?"
  },
  {
    "reference": "Deu 11:31",
    "text": "Sebab kamu ini sebentar lagi hendak menyeberangi sungai Yordan untuk memasuki dan menduduki negeri yang diberikan kepadamu oleh Tuhan, Allahmu; dan bila kamu akan menduduki dan mendiaminya,"
  },
  {
    "reference": "Deu 11:32",
    "text": "maka haruslah kamu melakukan dengan setia segala ketetapan dan peraturan yang kupaparkan kepadamu pada hari ini.”"
  },
  {
    "reference": "Deu 12:1",
    "text": "”Inilah ketetapan dan peraturan yang harus kamu lakukan dengan setia di negeri yang diberikan Tuhan, Allah nenek moyangmu, kepadamu untuk memilikinya, selama kamu hidup di muka bumi."
  },
  {
    "reference": "Deu 12:2",
    "text": "Kamu harus memusnahkan sama sekali segala tempat, di mana bangsa-bangsa yang daerahnya kamu duduki itu beribadah kepada allah mereka, yakni di gunung-gunung yang tinggi, di bukit-bukit dan di bawah setiap pohon yang rimbun."
  },
  {
    "reference": "Deu 12:3",
    "text": "- 12:3: Ul. 7:5 Mezbah mereka kamu harus robohkan, tugu-tugu berhala mereka kamu remukkan, tiang-tiang berhala mereka kamu bakar habis, patung-patung allah mereka kamu hancurkan, dan nama mereka kamu hapuskan dari tempat itu."
  },
  {
    "reference": "Deu 12:4",
    "text": "Jangan kamu berbuat seperti itu terhadap Tuhan, Allahmu."
  },
  {
    "reference": "Deu 12:5",
    "text": "Tetapi tempat yang akan dipilih Tuhan, Allahmu, dari segala sukumu sebagai kediaman-Nya untuk menegakkan nama-Nya di sana, tempat itulah harus kamu cari dan ke sanalah harus kamu pergi."
  },
  {
    "reference": "Deu 12:6",
    "text": "Ke sanalah harus kamu bawa korban bakaran dan korban sembelihanmu, persembahan persepuluhanmu dan persembahan khususmu, korban nazarmu dan korban sukarelamu, anak-anak sulung lembu sapimu dan kambing dombamu."
  },
  {
    "reference": "Deu 12:7",
    "text": "Di sanalah kamu makan di hadapan Tuhan, Allahmu, dan bersukaria, kamu dan seisi rumahmu, karena dalam segala usahamu engkau diberkati oleh Tuhan, Allahmu."
  },
  {
    "reference": "Deu 12:8",
    "text": "Jangan kamu melakukan apa pun yang kita lakukan di sini sekarang, yakni masing-masing berbuat segala sesuatu yang dipandangnya benar."
  },
  {
    "reference": "Deu 12:9",
    "text": "Sebab hingga sekarang kamu belum sampai ke tempat perhentian dan ke milik pusaka yang diberikan kepadamu oleh Tuhan, Allahmu."
  },
  {
    "reference": "Deu 12:10",
    "text": "Tetapi apabila nanti sudah kamu seberangi sungai Yordan dan kamu diam di negeri yang diberikan Tuhan, Allahmu, kepadamu untuk dimiliki, dan apabila Ia mengaruniakan kepadamu keamanan dari segala musuhmu di sekelilingmu, dan kamu diam dengan tenteram,"
  },
  {
    "reference": "Deu 12:11",
    "text": "maka ke tempat yang dipilih Tuhan, Allahmu, untuk membuat nama-Nya diam di sana, haruslah kamu bawa semuanya yang kuperintahkan kepadamu, yakni korban bakaran dan korban sembelihanmu, persembahan persepuluhanmu dan persembahan khususmu dan segala korban nazarmu yang terpilih, yang kamu nazarkan kepada Tuhan."
  },
  {
    "reference": "Deu 12:12",
    "text": "Kamu harus bersukaria di hadapan Tuhan, Allahmu, kamu ini, anakmu laki-laki dan anakmu perempuan, hambamu laki-laki dan hambamu perempuan, dan orang Lewi yang di dalam tempatmu, sebab orang Lewi tidak mendapat bagian milik pusaka bersama-sama kamu."
  },
  {
    "reference": "Deu 12:13",
    "text": "Hati-hatilah, supaya jangan engkau mempersembahkan korban-korban bakaranmu di sembarang tempat yang kaulihat;"
  },
  {
    "reference": "Deu 12:14",
    "text": "tetapi di tempat yang akan dipilih Tuhan di daerah salah satu sukumu, di sanalah harus kaupersembahkan korban bakaranmu, dan di sanalah harus kaulakukan segala yang kuperintahkan kepadamu."
  },
  {
    "reference": "Deu 12:15",
    "text": "Tetapi engkau boleh menyembelih dan memakan daging sesuka hatimu, sesuai dengan berkat Tuhan, Allahmu, yang diberikan-Nya kepadamu di segala tempatmu. Orang najis ataupun orang tahir boleh memakannya, seperti juga daging kijang atau daging rusa;"
  },
  {
    "reference": "Deu 12:16",
    "text": "- 12:16: Kej. 9:4; Im. 7:26-27, 17:10-14, 19:26; Ul. 15:23 hanya darahnya janganlah kaumakan, tetapi harus kaucurahkan ke bumi seperti air."
  },
  {
    "reference": "Deu 12:17",
    "text": "Di dalam tempatmu tidak boleh kaumakan persembahan persepuluhan dari gandummu, dari anggurmu dan minyakmu, ataupun dari anak-anak sulung lembu sapimu dan kambing dombamu, ataupun sesuatu dari korban yang akan kaunazarkan, ataupun dari korban sukarelamu, ataupun persembahan khususmu."
  },
  {
    "reference": "Deu 12:18",
    "text": "Tetapi di hadapan Tuhan, Allahmu, haruslah engkau memakannya, di tempat yang akan dipilih Tuhan, Allahmu, engkau ini, anakmu laki-laki dan anakmu perempuan, hambamu laki-laki dan hambamu perempuan, dan orang Lewi yang di dalam tempatmu, dan haruslah engkau bersukaria di hadapan Tuhan, Allahmu, karena segala usahamu."
  },
  {
    "reference": "Deu 12:19",
    "text": "Hati-hatilah, supaya jangan engkau melalaikan orang Lewi, selama engkau ada di tanahmu."
  },
  {
    "reference": "Deu 12:20",
    "text": "Apabila Tuhan, Allahmu, telah meluaskan daerahmu nanti, seperti yang dijanjikan-Nya kepadamu dan engkau berpikir: Aku mau makan daging, karena engkau ingin makan daging, maka bolehlah engkau makan daging sesuka hatimu."
  },
  {
    "reference": "Deu 12:21",
    "text": "Apabila tempat yang akan dipilih Tuhan, Allahmu, untuk menegakkan nama-Nya di sana, terlalu jauh dari tempatmu, maka engkau boleh menyembelih dari lembu sapimu dan kambing dombamu yang diberikan Tuhan kepadamu, seperti yang kuperintahkan kepadamu, dan memakan dagingnya di tempatmu sesuka hatimu."
  },
  {
    "reference": "Deu 12:22",
    "text": "Tetapi engkau harus memakan dagingnya, seperti memakan daging kijang atau daging rusa; baik orang najis maupun orang tahir boleh memakannya."
  },
  {
    "reference": "Deu 12:23",
    "text": "- 12:23-24: Im. 17:10-14 Tetapi jagalah baik-baik, supaya jangan engkau memakan darahnya, sebab darah ialah nyawa, maka janganlah engkau memakan nyawa bersama-sama dengan daging."
  },
  {
    "reference": "Deu 12:24",
    "text": "Janganlah engkau memakannya; engkau harus mencurahkannya ke bumi seperti air."
  },
  {
    "reference": "Deu 12:25",
    "text": "Janganlah engkau memakannya, supaya baik keadaanmu dan keadaan anak-anakmu yang kemudian, apabila engkau melakukan apa yang benar di mata Tuhan."
  },
  {
    "reference": "Deu 12:26",
    "text": "Tetapi persembahan kudusmu yang ada padamu dan korban nazarmu haruslah kaubawa ke tempat yang akan dipilih Tuhan;"
  },
  {
    "reference": "Deu 12:27",
    "text": "engkau harus mengolah korban bakaranmu, daging dan darahnya, di atas mezbah Tuhan, Allahmu, dan darah korban sembelihanmu haruslah dicurahkan ke atas mezbah Tuhan, Allahmu, tetapi dagingnya boleh kaumakan."
  },
  {
    "reference": "Deu 12:28",
    "text": "Dengarkanlah baik-baik segala yang kuperintahkan kepadamu, supaya baik keadaanmu dan keadaan anak-anakmu yang kemudian untuk selama-lamanya, apabila engkau melakukan apa yang baik dan benar di mata Tuhan, Allahmu.” Peringatan terhadap penyembahan berhala dan ibadah yang sesat 12:29–13:18"
  },
  {
    "reference": "Deu 12:29",
    "text": "”Apabila Tuhan, Allahmu, telah melenyapkan dari hadapanmu bangsa-bangsa yang daerahnya kaumasuki untuk mendudukinya, dan apabila engkau sudah menduduki daerahnya dan diam di negerinya,"
  },
  {
    "reference": "Deu 12:30",
    "text": "maka hati-hatilah, supaya jangan engkau kena jerat dan mengikuti mereka, setelah mereka dipunahkan dari hadapanmu, dan supaya jangan engkau menanya-nanya tentang allah mereka dengan berkata: Bagaimana bangsa-bangsa ini beribadah kepada allah mereka? Aku pun mau berlaku begitu."
  },
  {
    "reference": "Deu 12:31",
    "text": "Jangan engkau berbuat seperti itu terhadap Tuhan, Allahmu; sebab segala yang menjadi kekejian bagi Tuhan, apa yang dibenci-Nya, itulah yang dilakukan mereka bagi allah mereka; bahkan anak-anaknya lelaki dan anak-anaknya perempuan dibakar mereka dengan api bagi allah mereka."
  },
  {
    "reference": "Deu 12:32",
    "text": "- 12:32: Ul. 4:2; Why. 22:18-19 Segala yang kuperintahkan kepadamu haruslah kamu lakukan dengan setia, janganlah engkau menambahinya ataupun menguranginya."
  },
  {
    "reference": "Deu 13:1",
    "text": "Apabila di tengah-tengahmu muncul seorang nabi atau seorang pemimpi, dan ia memberitahukan kepadamu suatu tanda atau mujizat,"
  },
  {
    "reference": "Deu 13:2",
    "text": "dan apabila tanda atau mujizat yang dikatakannya kepadamu itu terjadi, dan ia membujuk: Mari kita mengikuti allah lain, yang tidak kaukenal, dan mari kita berbakti kepadanya,"
  },
  {
    "reference": "Deu 13:3",
    "text": "maka janganlah engkau mendengarkan perkataan nabi atau pemimpi itu; sebab Tuhan, Allahmu, mencoba kamu untuk mengetahui, apakah kamu sungguh-sungguh mengasihi Tuhan, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu."
  },
  {
    "reference": "Deu 13:4",
    "text": "Tuhan, Allahmu, harus kamu ikuti, kamu harus takut akan Dia, kamu harus berpegang pada perintah-Nya, suara-Nya harus kamu dengarkan, kepada-Nya harus kamu berbakti dan berpaut."
  },
  {
    "reference": "Deu 13:5",
    "text": "Nabi atau pemimpi itu haruslah dihukum mati, karena ia telah mengajak murtad terhadap Tuhan, Allahmu, yang telah membawa kamu keluar dari tanah Mesir dan yang menebus engkau dari rumah perbudakan – dengan maksud untuk menyesatkan engkau dari jalan yang diperintahkan Tuhan, Allahmu, kepadamu untuk dijalani. Demikianlah harus kauhapuskan yang jahat itu dari tengah-tengahmu."
  },
  {
    "reference": "Deu 13:6",
    "text": "Apabila saudaramu laki-laki, anak ibumu, atau anakmu laki-laki atau anakmu perempuan atau isterimu sendiri atau sahabat karibmu membujuk engkau diam-diam, katanya: Mari kita berbakti kepada allah lain yang tidak dikenal olehmu ataupun oleh nenek moyangmu,"
  },
  {
    "reference": "Deu 13:7",
    "text": "salah satu allah bangsa-bangsa sekelilingmu, baik yang dekat kepadamu maupun yang jauh dari padamu, dari ujung bumi ke ujung bumi,"
  },
  {
    "reference": "Deu 13:8",
    "text": "maka janganlah engkau mengalah kepadanya dan janganlah mendengarkan dia. Janganlah engkau merasa sayang kepadanya, janganlah mengasihani dia dan janganlah menutupi salahnya,"
  },
  {
    "reference": "Deu 13:9",
    "text": "tetapi bunuhlah dia! Pertama-tama tanganmu sendirilah yang bergerak untuk membunuh dia, kemudian seluruh rakyat."
  },
  {
    "reference": "Deu 13:10",
    "text": "Engkau harus melempari dia dengan batu, sehingga mati, karena ia telah berikhtiar menyesatkan engkau dari pada Tuhan, Allahmu, yang telah membawa engkau keluar dari tanah Mesir, dari rumah perbudakan."
  },
  {
    "reference": "Deu 13:11",
    "text": "Maka seluruh orang Israel akan mendengar dan menjadi takut, sehingga mereka tidak akan melakukan lagi perbuatan jahat seperti itu di tengah-tengahmu."
  },
  {
    "reference": "Deu 13:12",
    "text": "Apabila di salah satu kota yang diberikan Tuhan, Allahmu, kepadamu untuk diam di sana, kaudengar orang berkata:"
  },
  {
    "reference": "Deu 13:13",
    "text": "Ada orang-orang dursila tampil dari tengah-tengahmu, yang telah menyesatkan penduduk kota mereka dengan berkata: Mari kita berbakti kepada allah lain yang tidak kamu kenal,"
  },
  {
    "reference": "Deu 13:14",
    "text": "maka haruslah engkau memeriksa, menyelidiki dan menanyakan baik-baik. Jikalau ternyata benar dan sudah pasti, bahwa kekejian itu dilakukan di tengah-tengahmu,"
  },
  {
    "reference": "Deu 13:15",
    "text": "maka bunuhlah dengan mata pedang penduduk kota itu, dan tumpaslah dengan mata pedang kota itu serta segala isinya dan hewannya."
  },
  {
    "reference": "Deu 13:16",
    "text": "Seluruh jarahan harus kaukumpulkan di tengah-tengah lapangan dan harus kaubakar habis kota dengan seluruh jarahan itu sebagai korban bakaran yang lengkap bagi Tuhan, Allahmu. Semuanya itu akan tetap menjadi timbunan puing untuk selamanya dan tidak akan dibangun kembali."
  },
  {
    "reference": "Deu 13:17",
    "text": "Dari barang-barang yang dikhususkan itu janganlah apa pun melekat pada tanganmu, supaya Tuhan berhenti dari murka-Nya yang bernyala-nyala itu, menunjukkan belas kasihan-Nya kepadamu, mengasihani engkau dan membuat jumlahmu banyak, seperti yang dijanjikan-Nya dengan sumpah kepada nenek moyangmu."
  },
  {
    "reference": "Deu 13:18",
    "text": "Sebab dengan demikian engkau mendengarkan suara Tuhan, Allahmu, untuk berpegang pada segala perintah-Nya, yang kusampaikan kepadamu pada hari ini, dengan melakukan apa yang benar di mata Tuhan, Allahmu.”"
  },
  {
    "reference": "Deu 14:1",
    "text": "- 14:1: Im. 19:28, 21:5 ”Kamulah anak-anak Tuhan, Allahmu; janganlah kamu menoreh-noreh dirimu ataupun menggundul rambut di atas dahimu karena kematian seseorang;"
  },
  {
    "reference": "Deu 14:2",
    "text": "- 14:2: Kel. 19:5-6; Ul. 4:20, 7:6, 26:18; Tit. 2:14; 1Ptr. 2:9 sebab engkaulah umat yang kudus bagi Tuhan, Allahmu, dan engkau dipilih Tuhan untuk menjadi umat kesayangan-Nya dari antara segala bangsa yang di atas muka bumi.” Binatang yang haram dan yang tidak haram 14:3-21"
  },
  {
    "reference": "Deu 14:3",
    "text": "- 14:3-20: Im. 11:1-23 ”Janganlah engkau memakan sesuatu yang merupakan kekejian."
  },
  {
    "reference": "Deu 14:4",
    "text": "Inilah binatang-binatang berkaki empat yang boleh kamu makan: lembu, domba dan kambing;"
  },
  {
    "reference": "Deu 14:5",
    "text": "rusa, kijang, rusa dandi, kambing hutan, kijang gunung, lembu hutan dan domba hutan."
  },
  {
    "reference": "Deu 14:6",
    "text": "Setiap binatang berkaki empat yang berkuku belah – yaitu yang kukunya bersela panjang menjadi dua – dan yang memamah biak di antara binatang-binatang berkaki empat, itu boleh kamu makan."
  },
  {
    "reference": "Deu 14:7",
    "text": "Tetapi inilah yang tidak boleh kamu makan dari antara yang memamah biak atau dari antara yang berbelah dan bersela kukunya: unta, kelinci hutan dan marmot, karena semuanya itu memang memamah biak, tetapi tidak berkuku belah; haram semuanya itu bagimu."
  },
  {
    "reference": "Deu 14:8",
    "text": "Juga babi hutan, karena memang berkuku belah, tetapi tidak memamah biak; haram itu bagimu. Daging binatang-binatang itu janganlah kamu makan dan janganlah kamu terkena bangkainya."
  },
  {
    "reference": "Deu 14:9",
    "text": "Inilah yang boleh kamu makan dari segala yang hidup di dalam air; segala yang bersirip dan bersisik boleh kamu makan,"
  },
  {
    "reference": "Deu 14:10",
    "text": "tetapi segala yang tidak bersirip atau bersisik janganlah kamu makan; haram semuanya itu bagimu."
  },
  {
    "reference": "Deu 14:11",
    "text": "Setiap burung yang tidak haram boleh kamu makan."
  },
  {
    "reference": "Deu 14:12",
    "text": "Tetapi yang berikut janganlah kamu makan: burung rajawali, ering janggut dan elang laut;"
  },
  {
    "reference": "Deu 14:13",
    "text": "elang merah, elang hitam dan burung dendang menurut jenisnya;"
  },
  {
    "reference": "Deu 14:14",
    "text": "setiap burung gagak menurut jenisnya;"
  },
  {
    "reference": "Deu 14:15",
    "text": "burung unta, burung hantu, camar dan elang sikap menurut jenisnya;"
  },
  {
    "reference": "Deu 14:16",
    "text": "burung pungguk, burung hantu besar, burung hantu putih;"
  },
  {
    "reference": "Deu 14:17",
    "text": "burung undan, burung ering dan burung dendang air;"
  },
  {
    "reference": "Deu 14:18",
    "text": "burung ranggung, dan bangau menurut jenisnya, meragai dan kelelawar."
  },
  {
    "reference": "Deu 14:19",
    "text": "Juga segala binatang mengeriap yang bersayap, itu pun haram bagimu, jangan dimakan."
  },
  {
    "reference": "Deu 14:20",
    "text": "Segala burung yang tidak haram boleh kamu makan."
  },
  {
    "reference": "Deu 14:21",
    "text": "- 14:21: Kel. 23:19, 34:26 Janganlah kamu memakan bangkai apa pun, tetapi boleh kauberikan kepada pendatang yang di dalam tempatmu untuk dimakan, atau boleh kaujual kepada orang asing; sebab engkaulah umat yang kudus bagi Tuhan, Allahmu. Janganlah kaumasak anak kambing dalam air susu induknya.” Persembahan persepuluhan 14:22-29"
  },
  {
    "reference": "Deu 14:22",
    "text": "- 14:22-29: Im. 27:30-33; Bil. 18:21 ”Haruslah engkau benar-benar mempersembahkan sepersepuluh dari seluruh hasil benih yang tumbuh di ladangmu, tahun demi tahun."
  },
  {
    "reference": "Deu 14:23",
    "text": "Di hadapan Tuhan, Allahmu, di tempat yang akan dipilih-Nya untuk membuat nama-Nya diam di sana, haruslah engkau memakan persembahan persepuluhan dari gandummu, dari anggurmu dan minyakmu, ataupun dari anak-anak sulung lembu sapimu dan kambing dombamu, supaya engkau belajar untuk selalu takut akan Tuhan, Allahmu."
  },
  {
    "reference": "Deu 14:24",
    "text": "Apabila, dalam hal engkau diberkati Tuhan, Allahmu, jalan itu terlalu jauh bagimu, sehingga engkau tidak dapat mengangkutnya, karena tempat yang akan dipilih Tuhan untuk menegakkan nama-Nya di sana terlalu jauh dari tempatmu,"
  },
  {
    "reference": "Deu 14:25",
    "text": "maka haruslah engkau menguangkannya dan membawa uang itu dalam bungkusan dan pergi ke tempat yang akan dipilih Tuhan, Allahmu,"
  },
  {
    "reference": "Deu 14:26",
    "text": "dan haruslah engkau membelanjakan uang itu untuk segala yang disukai hatimu, untuk lembu sapi atau kambing domba, untuk anggur atau minuman yang memabukkan, atau apa pun yang diingini hatimu, dan haruslah engkau makan di sana di hadapan Tuhan, Allahmu dan bersukaria, engkau dan seisi rumahmu."
  },
  {
    "reference": "Deu 14:27",
    "text": "Juga orang Lewi yang diam di dalam tempatmu janganlah kauabaikan, sebab ia tidak mendapat bagian milik pusaka bersama-sama engkau."
  },
  {
    "reference": "Deu 14:28",
    "text": "Pada akhir tiga tahun engkau harus mengeluarkan segala persembahan persepuluhan dari hasil tanahmu dalam tahun itu dan menaruhnya di dalam kotamu;"
  },
  {
    "reference": "Deu 14:29",
    "text": "maka orang Lewi, karena ia tidak mendapat bagian milik pusaka bersama-sama engkau, dan orang asing, anak yatim dan janda yang di dalam tempatmu, akan datang makan dan menjadi kenyang, supaya Tuhan, Allahmu, memberkati engkau di dalam segala usaha yang dikerjakan tanganmu.”"
  },
  {
    "reference": "Deu 15:1",
    "text": "”Pada akhir tujuh tahun engkau harus mengadakan penghapusan hutang."
  },
  {
    "reference": "Deu 15:2",
    "text": "Inilah cara penghapusan itu: setiap orang yang berpiutang harus menghapuskan apa yang dipinjamkannya kepada sesamanya; janganlah ia menagih dari sesamanya atau saudaranya, karena telah dimaklumkan penghapusan hutang demi Tuhan."
  },
  {
    "reference": "Deu 15:3",
    "text": "Dari seorang asing boleh kautagih, tetapi piutangmu kepada saudaramu haruslah kauhapuskan."
  },
  {
    "reference": "Deu 15:4",
    "text": "Maka tidak akan ada orang miskin di antaramu, sebab sungguh Tuhan akan memberkati engkau di negeri yang diberikan Tuhan, Allahmu, kepadamu untuk menjadi milik pusaka,"
  },
  {
    "reference": "Deu 15:5",
    "text": "asal saja engkau mendengarkan baik-baik suara Tuhan, Allahmu, dan melakukan dengan setia segenap perintah yang kusampaikan kepadamu pada hari ini."
  },
  {
    "reference": "Deu 15:6",
    "text": "Apabila Tuhan, Allahmu, memberkati engkau, seperti yang dijanjikan-Nya kepadamu, maka engkau akan memberi pinjaman kepada banyak bangsa, tetapi engkau sendiri tidak akan meminta pinjaman; engkau akan menguasai banyak bangsa, tetapi mereka tidak akan menguasai engkau."
  },
  {
    "reference": "Deu 15:7",
    "text": "- 15:7-8: Im. 25:35 Jika sekiranya ada di antaramu seorang miskin, salah seorang saudaramu di dalam salah satu tempatmu, di negeri yang diberikan kepadamu oleh Tuhan, Allahmu, maka janganlah engkau menegarkan hati ataupun menggenggam tangan terhadap saudaramu yang miskin itu,"
  },
  {
    "reference": "Deu 15:8",
    "text": "tetapi engkau harus membuka tangan lebar-lebar baginya dan memberi pinjaman kepadanya dengan limpahnya, cukup untuk keperluannya, seberapa ia perlukan."
  },
  {
    "reference": "Deu 15:9",
    "text": "Hati-hatilah, supaya jangan timbul di dalam hatimu pikiran dursila, demikian: Sudah dekat tahun ketujuh, tahun penghapusan hutang, dan engkau menjadi kesal terhadap saudaramu yang miskin itu dan engkau tidak memberikan apa-apa kepadanya, maka ia berseru kepada Tuhan tentang engkau, dan hal itu menjadi dosa bagimu."
  },
  {
    "reference": "Deu 15:10",
    "text": "Engkau harus memberi kepadanya dengan limpahnya dan janganlah hatimu berdukacita, apabila engkau memberi kepadanya, sebab oleh karena hal itulah Tuhan, Allahmu, akan memberkati engkau dalam segala pekerjaanmu dan dalam segala usahamu."
  },
  {
    "reference": "Deu 15:11",
    "text": "- 15:11: Mat. 26:11; Mrk. 14:7; Yoh. 12:8 Sebab orang-orang miskin tidak hentinya akan ada di dalam negeri itu; itulah sebabnya aku memberi perintah kepadamu, demikian: Haruslah engkau membuka tangan lebar-lebar bagi saudaramu, yang tertindas dan yang miskin di negerimu.” Memerdekakan budak Ibrani 15:12-18"
  },
  {
    "reference": "Deu 15:12",
    "text": "- 15:12-18: Kel. 21:1-11; Im. 25:39-46 ”Apabila seorang saudaramu menjual dirinya kepadamu, baik seorang laki-laki Ibrani ataupun seorang perempuan Ibrani, maka ia akan bekerja padamu enam tahun lamanya, tetapi pada tahun yang ketujuh engkau harus melepaskan dia sebagai orang merdeka."
  },
  {
    "reference": "Deu 15:13",
    "text": "Dan apabila engkau melepaskan dia sebagai orang merdeka, maka janganlah engkau melepaskan dia dengan tangan hampa,"
  },
  {
    "reference": "Deu 15:14",
    "text": "engkau harus dengan limpahnya memberi bekal kepadanya dari kambing dombamu, dari tempat pengirikanmu dan dari tempat pemerasanmu, sesuai dengan berkat yang diberikan kepadamu oleh Tuhan, Allahmu, haruslah kauberikan kepadanya."
  },
  {
    "reference": "Deu 15:15",
    "text": "Haruslah kauingat, bahwa engkau pun dahulu budak di tanah Mesir dan engkau ditebus Tuhan, Allahmu; itulah sebabnya aku memberi perintah itu kepadamu pada hari ini."
  },
  {
    "reference": "Deu 15:16",
    "text": "Tetapi apabila dia berkata kepadamu: Aku tidak mau keluar meninggalkan engkau, karena ia mengasihi engkau dan keluargamu, sebab baik keadaannya padamu,"
  },
  {
    "reference": "Deu 15:17",
    "text": "maka engkau harus mengambil sebuah penusuk dan menindik telinganya pada pintu, sehingga ia menjadi budakmu untuk selama-lamanya. Demikian juga kauperbuat kepada budakmu perempuan."
  },
  {
    "reference": "Deu 15:18",
    "text": "Janganlah merasa susah, apabila engkau melepaskan dia sebagai orang merdeka, sebab enam tahun lamanya ia telah bekerja padamu dengan jasa dua kali upah seorang pekerja harian. Maka Tuhan, Allahmu, akan memberkati engkau dalam segala sesuatu yang kaukerjakan.” Anak sulung ternak 15:19-23"
  },
  {
    "reference": "Deu 15:19",
    "text": "- 15:19: Kel. 13:12 ”Segala anak sulung jantan yang lahir di antara lembu sapimu dan kambing dombamu, haruslah kaukuduskan bagi Tuhan, Allahmu; janganlah engkau memakai anak sulung lembumu, dan janganlah engkau menggunting bulu anak sulung dombamu."
  },
  {
    "reference": "Deu 15:20",
    "text": "Di hadapan Tuhan, Allahmu, engkau harus memakan dagingnya tahun demi tahun di tempat yang akan dipilih Tuhan, engkau ini dan seisi rumahmu."
  },
  {
    "reference": "Deu 15:21",
    "text": "Tetapi apabila ada cacatnya, jika timpang atau buta, bahkan cacat apa pun yang buruk, maka janganlah engkau menyembelihnya bagi Tuhan, Allahmu."
  },
  {
    "reference": "Deu 15:22",
    "text": "Di dalam tempatmu boleh engkau, baik orang najis maupun orang tahir, memakan dagingnya, seperti daging kijang atau daging rusa."
  },
  {
    "reference": "Deu 15:23",
    "text": "- 15:23: Kej. 9:4; Im. 7:26-27, 17:10-14, 19:26; Ul. 12:16, 23 Hanya darahnya janganlah kaumakan; haruslah kaucurahkan ke tanah seperti air.”"
  },
  {
    "reference": "Deu 16:1",
    "text": "- 16:1-8: Kel. 12:1-20; Im. 23:5-8; Bil. 28:16-25 - 16:1-17: Kel. 23:14-19, 34:18-26 ”Ingatlah akan bulan Abib dan rayakanlah Paskah bagi Tuhan, Allahmu, sebab dalam bulan Abib itulah Tuhan, Allahmu, membawa engkau keluar dari Mesir pada waktu malam."
  },
  {
    "reference": "Deu 16:2",
    "text": "Maka engkau harus menyembelih kambing domba dan lembu sapi sebagai korban Paskah bagi Tuhan, Allahmu, di tempat yang akan dipilih Tuhan untuk membuat nama-Nya diam di sana."
  },
  {
    "reference": "Deu 16:3",
    "text": "Janganlah engkau makan sesuatu yang beragi besertanya; tujuh hari lamanya engkau harus makan roti yang tidak beragi besertanya, yakni roti penderitaan, sebab dengan buru-buru engkau keluar dari tanah Mesir. Maksudnya supaya seumur hidupmu engkau teringat akan hari engkau keluar dari tanah Mesir."
  },
  {
    "reference": "Deu 16:4",
    "text": "Janganlah terdapat padamu ragi di seluruh daerahmu, tujuh hari lamanya; dan dari daging hewan yang kausembelih pada waktu petang pada hari pertama, janganlah ada yang bermalam sampai pagi."
  },
  {
    "reference": "Deu 16:5",
    "text": "Engkau tidak boleh mempersembahkan korban Paskah di salah satu tempat yang diberikan kepadamu oleh Tuhan, Allahmu."
  },
  {
    "reference": "Deu 16:6",
    "text": "Tetapi di tempat yang akan dipilih Tuhan, Allahmu, untuk membuat nama-Nya diam di sana, engkau harus mempersembahkan korban Paskah itu pada waktu senja, ketika matahari terbenam, bertepatan dengan saat engkau keluar dari Mesir."
  },
  {
    "reference": "Deu 16:7",
    "text": "Engkau harus memasaknya dan memakannya di tempat yang akan dipilih Tuhan, Allahmu; kemudian paginya engkau harus pulang kembali ke kemahmu."
  },
  {
    "reference": "Deu 16:8",
    "text": "Enam hari lamanya engkau harus makan roti yang tidak beragi dan pada hari yang ketujuh harus ada perkumpulan raya bagi Tuhan, Allahmu; maka janganlah engkau melakukan pekerjaan."
  },
  {
    "reference": "Deu 16:9",
    "text": "- 16:9-12: Im. 23:15-21; Bil. 28:26-31 Tujuh minggu harus kauhitung: pada waktu orang mulai menyabit gandum yang belum dituai, haruslah engkau mulai menghitung tujuh minggu itu."
  },
  {
    "reference": "Deu 16:10",
    "text": "Kemudian haruslah engkau merayakan hari raya Tujuh Minggu bagi Tuhan, Allahmu, sekadar persembahan sukarela yang akan kauberikan, sesuai dengan berkat yang diberikan kepadamu oleh Tuhan, Allahmu."
  },
  {
    "reference": "Deu 16:11",
    "text": "Haruslah engkau bersukaria di hadapan Tuhan, Allahmu, engkau ini dan anakmu laki-laki serta anakmu perempuan, hambamu laki-laki dan hambamu perempuan, dan orang Lewi yang di dalam tempatmu, dan orang asing, anak yatim dan janda, yang di tengah-tengahmu, di tempat yang akan dipilih Tuhan, Allahmu, untuk membuat nama-Nya diam di sana."
  },
  {
    "reference": "Deu 16:12",
    "text": "Haruslah kauingat, bahwa engkau pun dahulu budak di Mesir, dan haruslah engkau melakukan ketetapan ini dengan setia."
  },
  {
    "reference": "Deu 16:13",
    "text": "- 16:13-15: Im. 23:33-36, 39-43; Bil. 29:12-38 Hari raya Pondok Daun haruslah kaurayakan tujuh hari lamanya, apabila engkau selesai mengumpulkan hasil tempat pengirikanmu dan tempat pemerasanmu."
  },
  {
    "reference": "Deu 16:14",
    "text": "Haruslah engkau bersukaria pada hari rayamu itu, engkau ini dan anakmu laki-laki serta anakmu perempuan, hambamu laki-laki dan hambamu perempuan, dan orang Lewi, orang asing, anak yatim dan janda yang di dalam tempatmu."
  },
  {
    "reference": "Deu 16:15",
    "text": "Tujuh hari lamanya harus engkau mengadakan perayaan bagi Tuhan, Allahmu, di tempat yang akan dipilih Tuhan; sebab Tuhan, Allahmu, akan memberkati engkau dalam segala hasil tanahmu dan dalam segala usahamu, sehingga engkau dapat bersukaria dengan sungguh-sungguh."
  },
  {
    "reference": "Deu 16:16",
    "text": "Tiga kali setahun setiap orang laki-laki di antaramu harus menghadap hadirat Tuhan, Allahmu, ke tempat yang akan dipilih-Nya, yakni pada hari raya Roti Tidak Beragi, pada hari raya Tujuh Minggu dan pada hari raya Pondok Daun. Janganlah ia menghadap hadirat Tuhan dengan tangan hampa,"
  },
  {
    "reference": "Deu 16:17",
    "text": "tetapi masing-masing dengan sekadar persembahan, sesuai dengan berkat yang diberikan kepadamu oleh Tuhan, Allahmu.” Pengadilan yang adil 16:18-20"
  },
  {
    "reference": "Deu 16:18",
    "text": "”Hakim-hakim dan petugas-petugas haruslah kauangkat di segala tempat yang diberikan Tuhan, Allahmu, kepadamu, menurut suku-sukumu; mereka harus menghakimi bangsa itu dengan pengadilan yang adil."
  },
  {
    "reference": "Deu 16:19",
    "text": "- 16:19: Kel. 23:6-8; Im. 19:15 Janganlah memutarbalikkan keadilan, janganlah memandang bulu dan janganlah menerima suap, sebab suap membuat buta mata orang-orang bijaksana dan memutarbalikkan perkataan orang-orang yang benar."
  },
  {
    "reference": "Deu 16:20",
    "text": "Semata-mata keadilan, itulah yang harus kaukejar, supaya engkau hidup dan memiliki negeri yang diberikan kepadamu oleh Tuhan, Allahmu.” Larangan terhadap berhala dan terhadap persembahan hewan yang cacat 16:21–17:1"
  },
  {
    "reference": "Deu 16:21",
    "text": "- 16:21: Kel. 34:13 ”Janganlah engkau menanam sesuatu pohon sebagai tiang berhala di samping mezbah Tuhan, Allahmu, mezbah yang akan kaubuat bagimu."
  },
  {
    "reference": "Deu 16:22",
    "text": "- 16:22: Im. 26:1 Janganlah juga kaudirikan bagimu tugu berhala, yang dibenci oleh Tuhan, Allahmu."
  },
  {
    "reference": "Deu 17:1",
    "text": "Janganlah engkau mempersembahkan bagi Tuhan, Allahmu, lembu atau domba, yang ada cacatnya, atau sesuatu yang buruk; sebab yang demikian adalah kekejian bagi Tuhan, Allahmu.” Hukuman mati untuk penyembah berhala 17:2-7"
  },
  {
    "reference": "Deu 17:2",
    "text": "”Apabila di tengah-tengahmu di salah satu tempatmu yang diberikan kepadamu oleh Tuhan, Allahmu, ada terdapat seorang laki-laki atau perempuan yang melakukan apa yang jahat di mata Tuhan, Allahmu, dengan melangkahi perjanjian-Nya,"
  },
  {
    "reference": "Deu 17:3",
    "text": "- 17:3: Kel. 22:20 dan yang pergi beribadah kepada allah lain dan sujud menyembah kepadanya, atau kepada matahari atau bulan atau segenap tentara langit, hal yang telah Kularang itu;"
  },
  {
    "reference": "Deu 17:4",
    "text": "dan apabila hal itu diberitahukan atau terdengar kepadamu, maka engkau harus memeriksanya baik-baik. Jikalau ternyata benar dan sudah pasti, bahwa kekejian itu dilakukan di antara orang Israel,"
  },
  {
    "reference": "Deu 17:5",
    "text": "maka engkau harus membawa laki-laki atau perempuan yang telah melakukan perbuatan jahat itu ke luar ke pintu gerbang, kemudian laki-laki atau perempuan itu harus kaulempari dengan batu sampai mati."
  },
  {
    "reference": "Deu 17:6",
    "text": "- 17:6: Bil. 35:30; Ul. 19:15; Mat. 18:16; 2Kor. 13:1; 1Tim. 5:19; Ibr. 10:28 Atas keterangan dua atau tiga orang saksi haruslah mati dibunuh orang yang dihukum mati; atas keterangan satu orang saksi saja janganlah ia dihukum mati."
  },
  {
    "reference": "Deu 17:7",
    "text": "- 17:7: 1Kor. 5:13 Saksi-saksi itulah yang pertama-tama menggerakkan tangan mereka untuk membunuh dia, kemudian seluruh rakyat. Demikianlah harus kauhapuskan yang jahat itu dari tengah-tengahmu.” Pengadilan tertinggi 17:8-13"
  },
  {
    "reference": "Deu 17:8",
    "text": "”Apabila sesuatu perkara terlalu sukar bagimu untuk diputuskan, misalnya bunuh-membunuh, tuntut-menuntut, atau luka-melukai – perkara pendakwaan di dalam tempatmu – maka haruslah engkau pergi menghadap ke tempat yang akan dipilih Tuhan, Allahmu;"
  },
  {
    "reference": "Deu 17:9",
    "text": "haruslah engkau pergi kepada imam-imam orang Lewi dan kepada hakim yang ada pada waktu itu, dan meminta putusan. Mereka akan memberitahukan kepadamu keputusan hakim."
  },
  {
    "reference": "Deu 17:10",
    "text": "Dan engkau harus berbuat menurut keputusan yang diberitahukan mereka kepadamu dari tempat yang akan dipilih Tuhan; engkau harus melakukan dengan setia segala yang ditunjukkan mereka kepadamu."
  },
  {
    "reference": "Deu 17:11",
    "text": "Menurut petunjuk yang diberikan mereka kepadamu dan menurut keputusan yang dikatakan mereka kepadamu haruslah engkau berbuat; janganlah engkau menyimpang ke kanan atau ke kiri dari keputusan yang diberitahukan mereka kepadamu."
  },
  {
    "reference": "Deu 17:12",
    "text": "Orang yang berlaku terlalu berani dengan tidak mendengarkan perkataan imam yang berdiri di sana sebagai pelayan Tuhan, Allahmu, ataupun perkataan hakim, maka orang itu harus mati. Demikianlah harus kauhapuskan yang jahat itu dari antara orang Israel."
  },
  {
    "reference": "Deu 17:13",
    "text": "Maka seluruh bangsa itu akan mendengar dan menjadi takut dan tidak lagi berlaku terlalu berani.” Hukum tentang raja 17:14-20"
  },
  {
    "reference": "Deu 17:14",
    "text": "- 17:14: 1Sam. 8:5 ”Apabila engkau telah masuk ke negeri yang diberikan kepadamu oleh Tuhan, Allahmu, dan telah mendudukinya dan diam di sana, kemudian engkau berkata: Aku mau mengangkat raja atasku, seperti segala bangsa yang di sekelilingku,"
  },
  {
    "reference": "Deu 17:15",
    "text": "maka hanyalah raja yang dipilih Tuhan, Allahmu, yang harus kauangkat atasmu. Dari tengah-tengah saudara-saudaramu haruslah engkau mengangkat seorang raja atasmu; seorang asing yang bukan saudaramu tidaklah boleh kauangkat atasmu."
  },
  {
    "reference": "Deu 17:16",
    "text": "- 17:16: 1Raj. 10:28; 2Taw. 1:16, 9:28 Hanya, janganlah ia memelihara banyak kuda dan janganlah ia mengembalikan bangsa ini ke Mesir untuk mendapat banyak kuda, sebab Tuhan telah berfirman kepadamu: Janganlah sekali-kali kamu kembali melalui jalan ini lagi."
  },
  {
    "reference": "Deu 17:17",
    "text": "- 17:17: 1Raj. 10:14-22, 27, 11:1-8; 2Taw. 1:15, 9:27 Juga janganlah ia mempunyai banyak isteri, supaya hatinya jangan menyimpang; emas dan perak pun janganlah ia kumpulkan terlalu banyak."
  },
  {
    "reference": "Deu 17:18",
    "text": "Apabila ia duduk di atas takhta kerajaan, maka haruslah ia menyuruh menulis baginya salinan hukum ini menurut kitab yang ada pada imam-imam orang Lewi."
  },
  {
    "reference": "Deu 17:19",
    "text": "Itulah yang harus ada di sampingnya dan haruslah ia membacanya seumur hidupnya untuk belajar takut akan Tuhan, Allahnya, dengan berpegang pada segala isi hukum dan ketetapan ini untuk dilakukannya,"
  },
  {
    "reference": "Deu 17:20",
    "text": "supaya jangan ia tinggi hati terhadap saudara-saudaranya, supaya jangan ia menyimpang dari perintah itu ke kanan atau ke kiri, agar lama ia memerintah, ia dan anak-anaknya di tengah-tengah orang Israel.”"
  },
  {
    "reference": "Deu 18:1",
    "text": "”Imam-imam orang Lewi, seluruh suku Lewi, janganlah mendapat bagian milik pusaka bersama-sama orang Israel; dari korban api-apian kepada Tuhan dan apa yang menjadi milik-Nya harus mereka mendapat rezeki."
  },
  {
    "reference": "Deu 18:2",
    "text": "- 18:2: Bil. 18:20 Janganlah ia mempunyai milik pusaka di tengah-tengah saudara-saudaranya; Tuhanlah milik pusakanya, seperti yang dijanjikan-Nya kepadanya."
  },
  {
    "reference": "Deu 18:3",
    "text": "Inilah hak imam terhadap kaum awam, terhadap mereka yang mempersembahkan korban sembelihan, baik lembu maupun domba: kepada imam haruslah diberikan paha depan, kedua rahang dan perut besar."
  },
  {
    "reference": "Deu 18:4",
    "text": "Hasil pertama dari gandummu, dari anggurmu dan minyakmu, dan bulu guntingan pertama dari dombamu haruslah kauberikan kepadanya."
  },
  {
    "reference": "Deu 18:5",
    "text": "Sebab dialah yang dipilih oleh Tuhan, Allahmu, dari segala sukumu, supaya ia senantiasa melayani Tuhan dan menyelenggarakan kebaktian demi nama-Nya, ia dan anak-anaknya."
  },
  {
    "reference": "Deu 18:6",
    "text": "Apabila seorang Lewi datang dari tempat mana pun di Israel, di mana ia tinggal sebagai pendatang, dan dengan sepenuh hati masuk ke tempat yang akan dipilih Tuhan,"
  },
  {
    "reference": "Deu 18:7",
    "text": "dan menyelenggarakan kebaktian demi nama Tuhan, Allahnya, sama seperti semua saudaranya, orang-orang Lewi, yang melayani Tuhan di sana,"
  },
  {
    "reference": "Deu 18:8",
    "text": "maka haruslah mereka mendapat rezeki yang sama, dengan tidak terhitung apa yang ia peroleh dengan menjual harta nenek moyangnya.” Bertenung dan bernubuat 18:9-22"
  },
  {
    "reference": "Deu 18:9",
    "text": "”Apabila engkau sudah masuk ke negeri yang diberikan kepadamu oleh Tuhan, Allahmu, maka janganlah engkau belajar berlaku sesuai dengan kekejian yang dilakukan bangsa-bangsa itu."
  },
  {
    "reference": "Deu 18:10",
    "text": "- 18:10-11: Kel. 22:18; Im. 19:26, 31; 1Sam. 28:3; 2Raj. 23:24; Yes. 8:19 Di antaramu janganlah didapati seorang pun yang mempersembahkan anaknya laki-laki atau anaknya perempuan sebagai korban dalam api, ataupun seorang yang menjadi petenung, seorang peramal, seorang penelaah, seorang penyihir,"
  },
  {
    "reference": "Deu 18:11",
    "text": "seorang pemantera, ataupun seorang yang bertanya kepada arwah atau kepada roh peramal atau yang meminta petunjuk kepada orang-orang mati."
  },
  {
    "reference": "Deu 18:12",
    "text": "Sebab setiap orang yang melakukan hal-hal ini adalah kekejian bagi Tuhan, dan oleh karena kekejian-kekejian inilah Tuhan, Allahmu, menghalau mereka dari hadapanmu."
  },
  {
    "reference": "Deu 18:13",
    "text": "Haruslah engkau hidup dengan tidak bercela di hadapan Tuhan, Allahmu."
  },
  {
    "reference": "Deu 18:14",
    "text": "Sebab bangsa-bangsa yang daerahnya akan kaududuki ini mendengarkan kepada peramal atau petenung, tetapi engkau ini tidak diizinkan Tuhan, Allahmu, melakukan yang demikian."
  },
  {
    "reference": "Deu 18:15",
    "text": "Seorang nabi dari tengah-tengahmu, dari antara saudara-saudaramu, sama seperti aku, akan dibangkitkan bagimu oleh Tuhan, Allahmu; dialah yang harus kamu dengarkan."
  },
  {
    "reference": "Deu 18:16",
    "text": "Tepat seperti yang kamu minta dahulu kepada Tuhan, Allahmu, di gunung Horeb, pada hari perkumpulan, dengan berkata: Tidak mau aku mendengar lagi suara Tuhan, Allahku, dan api yang besar ini tidak mau aku melihatnya lagi, supaya jangan aku mati."
  },
  {
    "reference": "Deu 18:17",
    "text": "Lalu berkatalah Tuhan kepadaku: Apa yang dikatakan mereka itu baik;"
  },
  {
    "reference": "Deu 18:18",
    "text": "seorang nabi akan Kubangkitkan bagi mereka dari antara saudara mereka, seperti engkau ini; Aku akan menaruh firman-Ku dalam mulutnya, dan ia akan mengatakan kepada mereka segala yang Kuperintahkan kepadanya."
  },
  {
    "reference": "Deu 18:19",
    "text": "Orang yang tidak mendengarkan segala firman-Ku yang akan diucapkan nabi itu demi nama-Ku, dari padanya akan Kutuntut pertanggungjawaban."
  },
  {
    "reference": "Deu 18:20",
    "text": "Tetapi seorang nabi, yang terlalu berani untuk mengucapkan demi nama-Ku perkataan yang tidak Kuperintahkan untuk dikatakan olehnya, atau yang berkata demi nama allah lain, nabi itu harus mati."
  },
  {
    "reference": "Deu 18:21",
    "text": "Jika sekiranya kamu berkata dalam hatimu: Bagaimanakah kami mengetahui perkataan yang tidak difirmankan Tuhan? –"
  },
  {
    "reference": "Deu 18:22",
    "text": "apabila seorang nabi berkata demi nama Tuhan dan perkataannya itu tidak terjadi dan tidak sampai, maka itulah perkataan yang tidak difirmankan Tuhan; dengan terlalu berani nabi itu telah mengatakannya, maka janganlah gentar kepadanya.”"
  },
  {
    "reference": "Deu 19:1",
    "text": "- 19:1-13: Bil. 35:9-28; Yos. 20:1-9 ”Apabila Tuhan, Allahmu, sudah melenyapkan bangsa-bangsa yang negerinya diberikan kepadamu oleh Tuhan, Allahmu, dan engkau sudah menduduki daerah mereka dan diam di kota-kota dan rumah-rumah mereka,"
  },
  {
    "reference": "Deu 19:2",
    "text": "maka engkau harus mengkhususkan tiga kota di dalam negeri yang diberikan Tuhan, Allahmu, kepadamu untuk diduduki."
  },
  {
    "reference": "Deu 19:3",
    "text": "Engkau harus menetapkan jauhnya jalan, dan membagi dalam tiga bagian wilayah negeri yang diberikan Tuhan, Allahmu, untuk dimiliki olehmu, supaya setiap pembunuh dapat melarikan diri ke sana."
  },
  {
    "reference": "Deu 19:4",
    "text": "Inilah ketentuan mengenai pembunuh yang melarikan diri ke sana dan boleh tinggal hidup: apabila ia membunuh sesamanya manusia dengan tidak sengaja dan dengan tidak membenci dia sebelumnya,"
  },
  {
    "reference": "Deu 19:5",
    "text": "misalnya apabila seseorang pergi ke hutan dengan temannya untuk membelah kayu, ketika tangannya mengayunkan kapak untuk menebang pohon kayu, mata kapak terlucut dari gagangnya, lalu mengenai temannya sehingga mati, maka ia boleh melarikan diri ke salah satu kota itu dan tinggal hidup."
  },
  {
    "reference": "Deu 19:6",
    "text": "Maksudnya supaya jangan penuntut tebusan darah sementara hatinya panas dapat mengejar pembunuh itu, karena jauhnya perjalanan, menangkapnya dan membunuhnya, padahal pembunuh itu tidak patut mendapat hukuman mati, karena ia tidak membenci dia sebelumnya."
  },
  {
    "reference": "Deu 19:7",
    "text": "Itulah sebabnya aku memberi perintah kepadamu, demikian: tiga kota haruslah kaukhususkan."
  },
  {
    "reference": "Deu 19:8",
    "text": "Dan jika Tuhan, Allahmu, sudah meluaskan daerahmu nanti, seperti yang dijanjikan-Nya dengan sumpah kepada nenek moyangmu, dan sudah memberikan kepadamu seluruh negeri yang dikatakan-Nya akan diberikan kepada nenek moyangmu,"
  },
  {
    "reference": "Deu 19:9",
    "text": "– apabila engkau melakukan dengan setia perintah ini, yang kusampaikan kepadamu pada hari ini, dengan mengasihi Tuhan, Allahmu, dan dengan senantiasa hidup menurut jalan yang ditunjukkan-Nya – maka haruslah engkau menambah tiga kota lagi kepada yang tiga itu,"
  },
  {
    "reference": "Deu 19:10",
    "text": "supaya jangan tercurah darah orang yang tidak bersalah di negeri yang diberikan Tuhan, Allahmu, kepadamu menjadi milikmu dan hutang darah melekat kepadamu."
  },
  {
    "reference": "Deu 19:11",
    "text": "Tetapi apabila seseorang membenci sesamanya manusia, dan dengan bersembunyi menantikan dia, lalu bangun menyerang dan memukul dia, sehingga mati, kemudian melarikan diri ke salah satu kota itu,"
  },
  {
    "reference": "Deu 19:12",
    "text": "maka haruslah para tua-tua kotanya menyuruh mengambil dia dari sana dan menyerahkan dia kepada penuntut tebusan darah, supaya ia mati dibunuh."
  },
  {
    "reference": "Deu 19:13",
    "text": "Janganlah engkau merasa sayang kepadanya. Demikianlah harus kauhapuskan darah orang yang tidak bersalah dari antara orang Israel, supaya baik keadaanmu.” Larangan menggeser batas tanah 19:14"
  },
  {
    "reference": "Deu 19:14",
    "text": "- 19:14: Ul. 27:17 ”Janganlah menggeser batas tanah sesamamu yang telah ditetapkan oleh orang-orang dahulu di dalam milik pusaka yang akan kaumiliki di negeri yang diberikan Tuhan, Allahmu, kepadamu untuk menjadi milikmu.” Dari hal saksi 19:15-21"
  },
  {
    "reference": "Deu 19:15",
    "text": "- 19:15: Bil. 35:30; Ul. 17:6; Mat. 18:16; 2Kor. 13:1; 1Tim. 5:19; Ibr. 10:28 ”Satu orang saksi saja tidak dapat menggugat seseorang mengenai perkara kesalahan apa pun atau dosa apa pun yang mungkin dilakukannya; baru atas keterangan dua atau tiga orang saksi perkara itu tidak disangsikan."
  },
  {
    "reference": "Deu 19:16",
    "text": "Apabila seorang saksi jahat menggugat seseorang untuk menuduh dia mengenai suatu pelanggaran,"
  },
  {
    "reference": "Deu 19:17",
    "text": "maka kedua orang yang mempunyai perkara itu haruslah berdiri di hadapan Tuhan, di hadapan imam-imam dan hakim-hakim yang ada pada waktu itu."
  },
  {
    "reference": "Deu 19:18",
    "text": "Maka hakim-hakim itu harus memeriksanya baik-baik, dan apabila ternyata, bahwa saksi itu seorang saksi dusta dan bahwa ia telah memberi tuduhan dusta terhadap saudaranya,"
  },
  {
    "reference": "Deu 19:19",
    "text": "maka kamu harus memperlakukannya sebagaimana ia bermaksud memperlakukan saudaranya. Demikianlah harus kauhapuskan yang jahat itu dari tengah-tengahmu."
  },
  {
    "reference": "Deu 19:20",
    "text": "Maka orang-orang lain akan mendengar dan menjadi takut, sehingga mereka tidak akan melakukan lagi perbuatan jahat seperti itu di tengah-tengahmu."
  },
  {
    "reference": "Deu 19:21",
    "text": "- 19:21: Kel. 21:23-25; Im. 24:19-20; Mat. 5:38 Janganlah engkau merasa sayang kepadanya, sebab berlaku: nyawa ganti nyawa, mata ganti mata, gigi ganti gigi, tangan ganti tangan, kaki ganti kaki.”"
  },
  {
    "reference": "Deu 20:1",
    "text": "”Apabila engkau keluar berperang melawan musuhmu, dan engkau melihat kuda dan kereta, yakni tentara yang lebih banyak dari padamu, maka janganlah engkau takut kepadanya, sebab Tuhan, Allahmu, yang telah menuntun engkau keluar dari tanah Mesir, menyertai engkau."
  },
  {
    "reference": "Deu 20:2",
    "text": "Apabila kamu menghadapi pertempuran, maka seorang imam harus tampil ke depan dan berbicara kepada rakyat,"
  },
  {
    "reference": "Deu 20:3",
    "text": "dengan berkata kepada mereka: Dengarlah, hai orang Israel! Kamu sekarang menghadapi pertempuran melawan musuhmu; janganlah lemah hatimu, janganlah takut, janganlah gentar dan janganlah gemetar karena mereka,"
  },
  {
    "reference": "Deu 20:4",
    "text": "sebab Tuhan, Allahmu, Dialah yang berjalan menyertai kamu untuk berperang bagimu melawan musuhmu, dengan maksud memberikan kemenangan kepadamu."
  },
  {
    "reference": "Deu 20:5",
    "text": "Para pengatur pasukan haruslah berbicara kepada tentara, demikian: Siapakah orang yang telah mendirikan rumah baru, tetapi belum menempatinya? Ia boleh pergi dan pulang ke rumahnya, supaya jangan ia mati dalam pertempuran dan orang lain yang menempatinya."
  },
  {
    "reference": "Deu 20:6",
    "text": "Dan siapa telah membuat kebun anggur, tetapi belum mengecap hasilnya? Ia boleh pergi dan pulang ke rumahnya, supaya jangan ia mati dalam pertempuran dan orang lain yang mengecap hasilnya."
  },
  {
    "reference": "Deu 20:7",
    "text": "Dan siapa telah bertunangan dengan seorang perempuan, tetapi belum mengawininya? Ia boleh pergi dan pulang ke rumahnya, supaya jangan ia mati dalam pertempuran dan orang lain yang mengawininya."
  },
  {
    "reference": "Deu 20:8",
    "text": "Lagi para pengatur pasukan itu harus berbicara kepada tentara demikian: Siapa takut dan lemah hati? Ia boleh pergi dan pulang ke rumahnya, supaya hati saudara-saudaranya jangan tawar seperti hatinya."
  },
  {
    "reference": "Deu 20:9",
    "text": "Apabila para pengatur pasukan selesai berbicara kepada tentara, maka haruslah ditunjuk kepala-kepala pasukan untuk mengepalai tentara."
  },
  {
    "reference": "Deu 20:10",
    "text": "Apabila engkau mendekati suatu kota untuk berperang melawannya, maka haruslah engkau menawarkan perdamaian kepadanya."
  },
  {
    "reference": "Deu 20:11",
    "text": "Apabila kota itu menerima tawaran perdamaian itu dan dibukanya pintu gerbang bagimu, maka haruslah semua orang yang terdapat di situ melakukan pekerjaan rodi bagimu dan menjadi hamba kepadamu."
  },
  {
    "reference": "Deu 20:12",
    "text": "Tetapi apabila kota itu tidak mau berdamai dengan engkau, melainkan mengadakan pertempuran melawan engkau, maka haruslah engkau mengepungnya;"
  },
  {
    "reference": "Deu 20:13",
    "text": "dan setelah Tuhan, Allahmu, menyerahkannya ke dalam tanganmu, maka haruslah engkau membunuh seluruh penduduknya yang laki-laki dengan mata pedang."
  },
  {
    "reference": "Deu 20:14",
    "text": "Hanya perempuan, anak-anak, hewan dan segala yang ada di kota itu, yakni seluruh jarahan itu, boleh kaurampas bagimu sendiri, dan jarahan yang dari musuhmu ini, yang diberikan kepadamu oleh Tuhan, Allahmu, boleh kaupergunakan."
  },
  {
    "reference": "Deu 20:15",
    "text": "Demikianlah harus kaulakukan terhadap segala kota yang sangat jauh letaknya dari tempatmu, yang tidak termasuk kota-kota bangsa-bangsa di sini."
  },
  {
    "reference": "Deu 20:16",
    "text": "Tetapi dari kota-kota bangsa-bangsa itu yang diberikan Tuhan, Allahmu, kepadamu menjadi milik pusakamu, janganlah kaubiarkan hidup apa pun yang bernafas,"
  },
  {
    "reference": "Deu 20:17",
    "text": "melainkan kautumpas sama sekali, yakni orang Het, orang Amori, orang Kanaan, orang Feris, orang Hewi, dan orang Yebus, seperti yang diperintahkan kepadamu oleh Tuhan, Allahmu,"
  },
  {
    "reference": "Deu 20:18",
    "text": "supaya mereka jangan mengajar kamu berbuat sesuai dengan segala kekejian, yang dilakukan mereka bagi allah mereka, sehingga kamu berbuat dosa kepada Tuhan, Allahmu."
  },
  {
    "reference": "Deu 20:19",
    "text": "Apabila dalam memerangi suatu kota, engkau lama mengepungnya untuk direbut, maka tidak boleh engkau merusakkan pohon-pohon sekelilingnya dengan mengayunkan kapak kepadanya; buahnya boleh kaumakan, tetapi batangnya janganlah kautebang; sebab, pohon yang di padang itu bukan manusia, jadi tidak patut ikut kaukepung."
  },
  {
    "reference": "Deu 20:20",
    "text": "Hanya pohon-pohon, yang engkau tahu tidak menghasilkan makanan, boleh kaurusakkan dan kautebang untuk mendirikan pagar pengepungan terhadap kota yang berperang melawan engkau, sampai kota itu jatuh.”"
  },
  {
    "reference": "Deu 21:1",
    "text": "”Apabila di tanah yang diberikan Tuhan, Allahmu, kepadamu untuk menjadi milikmu, terdapat seorang yang mati terbunuh di padang, dengan tidak diketahui siapa yang membunuhnya,"
  },
  {
    "reference": "Deu 21:2",
    "text": "maka haruslah para tua-tuamu dan para hakimmu keluar mengukur jarak ke kota-kota yang di sekeliling orang yang terbunuh itu."
  },
  {
    "reference": "Deu 21:3",
    "text": "Kota yang ternyata paling dekat dengan tempat orang yang terbunuh itu, para tua-tua kota itulah harus mengambil seekor lembu betina yang muda, yang belum pernah dipakai, yang belum pernah menghela dengan kuk."
  },
  {
    "reference": "Deu 21:4",
    "text": "Para tua-tua kota itu haruslah membawa lembu muda itu ke suatu lembah yang selalu berair dan yang belum pernah dikerjakan atau ditaburi, dan di sana di lembah itu haruslah mereka mematahkan batang leher lembu muda itu."
  },
  {
    "reference": "Deu 21:5",
    "text": "Imam-imam bani Lewi haruslah tampil ke depan, sebab merekalah yang dipilih Tuhan, Allahmu, untuk melayani Dia dan untuk memberi berkat demi nama Tuhan; menurut putusan merekalah setiap perkara dan setiap hal luka-melukai harus diselesaikan."
  },
  {
    "reference": "Deu 21:6",
    "text": "Dan semua tua-tua dari kota yang paling dekat dengan tempat orang yang terbunuh itu, haruslah membasuh tangannya di atas lembu muda yang batang lehernya dipatahkan di lembah itu,"
  },
  {
    "reference": "Deu 21:7",
    "text": "dan mereka harus memberi pernyataan dengan mengatakan: Tangan kami tidak mencurahkan darah ini dan mata kami tidak melihatnya."
  },
  {
    "reference": "Deu 21:8",
    "text": "Adakanlah pendamaian bagi umat-Mu Israel yang telah Kautebus itu, Tuhan, dan janganlah timpakan darah orang yang tidak bersalah ke tengah-tengah umat-Mu Israel. Maka karena darah itu telah diadakan pendamaian bagi mereka."
  },
  {
    "reference": "Deu 21:9",
    "text": "Demikianlah engkau harus menghapuskan darah orang yang tidak bersalah itu dari tengah-tengahmu, sebab dengan demikian engkau melakukan apa yang benar di mata Tuhan.” Tawanan perempuan yang diambil menjadi isteri 21:10-14"
  },
  {
    "reference": "Deu 21:10",
    "text": "”Apabila engkau keluar berperang melawan musuhmu, dan Tuhan, Allahmu, menyerahkan mereka ke dalam tanganmu dan engkau menjadikan mereka tawanan,"
  },
  {
    "reference": "Deu 21:11",
    "text": "dan engkau melihat di antara tawanan itu seorang perempuan yang elok, sehingga hatimu mengingini dia dan engkau mau mengambil dia menjadi isterimu,"
  },
  {
    "reference": "Deu 21:12",
    "text": "maka haruslah engkau membawa dia ke dalam rumahmu. Perempuan itu harus mencukur rambutnya, memotong kukunya,"
  },
  {
    "reference": "Deu 21:13",
    "text": "menanggalkan pakaian yang dipakainya pada waktu ditawan, dan tinggal di rumahmu untuk menangisi ibu bapanya sebulan lamanya. Sesudah demikian, bolehlah engkau menghampiri dia dan menjadi suaminya, sehingga ia menjadi isterimu."
  },
  {
    "reference": "Deu 21:14",
    "text": "Apabila engkau tidak suka lagi kepadanya, maka haruslah engkau membiarkan dia pergi sesuka hatinya; tidak boleh sekali-kali engkau menjual dia dengan bayaran uang; tidak boleh engkau memperlakukan dia sebagai budak, sebab engkau telah memaksa dia.” Hak kesulungan 21:15-17"
  },
  {
    "reference": "Deu 21:15",
    "text": "”Apabila seorang mempunyai dua orang isteri, yang seorang dicintai dan yang lain tidak dicintainya, dan mereka melahirkan anak-anak lelaki baginya, baik isteri yang dicintai maupun isteri yang tidak dicintai, dan anak sulung adalah dari isteri yang tidak dicintai,"
  },
  {
    "reference": "Deu 21:16",
    "text": "maka pada waktu ia membagi warisan harta kepunyaannya kepada anak-anaknya itu, tidaklah boleh ia memberikan bagian anak sulung kepada anak dari isteri yang dicintai merugikan anak dari isteri yang tidak dicintai, yang adalah anak sulung."
  },
  {
    "reference": "Deu 21:17",
    "text": "Tetapi ia harus mengakui anak yang sulung, anak dari isteri yang tidak dicintai itu, dengan memberikan kepadanya dua bagian dari segala kepunyaannya, sebab dialah kegagahannya yang pertama-tama: dialah yang empunya hak kesulungan.” Anak yang durhaka 21:18-21"
  },
  {
    "reference": "Deu 21:18",
    "text": "”Apabila seseorang mempunyai anak laki-laki yang degil dan membangkang, yang tidak mau mendengarkan perkataan ayahnya dan ibunya, dan walaupun mereka menghajar dia, tidak juga ia mendengarkan mereka,"
  },
  {
    "reference": "Deu 21:19",
    "text": "maka haruslah ayahnya dan ibunya memegang dia dan membawa dia keluar kepada para tua-tua kotanya di pintu gerbang tempat kediamannya,"
  },
  {
    "reference": "Deu 21:20",
    "text": "dan harus berkata kepada para tua-tua kotanya: Anak kami ini degil dan membangkang, ia tidak mau mendengarkan perkataan kami, ia seorang pelahap dan peminum."
  },
  {
    "reference": "Deu 21:21",
    "text": "Maka haruslah semua orang sekotanya melempari anak itu dengan batu, sehingga ia mati. Demikianlah harus kauhapuskan yang jahat itu dari tengah-tengahmu; dan seluruh orang Israel akan mendengar dan menjadi takut.” Penguburan orang yang dihukum mati 21:22-23"
  },
  {
    "reference": "Deu 21:22",
    "text": "”Apabila seseorang berbuat dosa yang sepadan dengan hukuman mati, lalu ia dihukum mati, kemudian kaugantung dia pada sebuah tiang,"
  },
  {
    "reference": "Deu 21:23",
    "text": "- 21:23: Gal. 3:13 maka janganlah mayatnya dibiarkan semalam-malaman pada tiang itu, tetapi haruslah engkau menguburkan dia pada hari itu juga, sebab seorang yang digantung terkutuk oleh Allah; janganlah engkau menajiskan tanah yang diberikan Tuhan, Allahmu, kepadamu menjadi milik pusakamu.”"
  },
  {
    "reference": "Deu 22:1",
    "text": "- 22:1-4: Kel. 22:4-5 ”Apabila engkau melihat, bahwa lembu atau domba saudaramu tersesat, janganlah engkau pura-pura tidak tahu; haruslah engkau benar-benar mengembalikannya kepada saudaramu itu."
  },
  {
    "reference": "Deu 22:2",
    "text": "Dan apabila saudaramu itu tidak tinggal dekat denganmu dan engkau tidak mengenalnya, maka haruslah engkau membawa hewan itu ke dalam rumahmu dan haruslah itu tinggal padamu, sampai saudaramu itu datang mencarinya; engkau harus mengembalikannya kepadanya."
  },
  {
    "reference": "Deu 22:3",
    "text": "Demikianlah harus kauperbuat dengan keledainya, demikianlah kauperbuat dengan pakaiannya, demikianlah kauperbuat dengan setiap barang yang hilang dari saudaramu dan yang kautemui; tidak boleh engkau pura-pura tidak tahu."
  },
  {
    "reference": "Deu 22:4",
    "text": "Apabila engkau melihat keledai saudaramu atau lembunya rebah di jalan, janganlah engkau pura-pura tidak tahu; engkau harus benar-benar menolong membangunkannya bersama-sama dengan saudaramu itu.” Berbagai-bagai peraturan 22:5-12"
  },
  {
    "reference": "Deu 22:5",
    "text": "”Seorang perempuan janganlah memakai pakaian laki-laki dan seorang laki-laki janganlah mengenakan pakaian perempuan, sebab setiap orang yang melakukan hal ini adalah kekejian bagi Tuhan, Allahmu."
  },
  {
    "reference": "Deu 22:6",
    "text": "Apabila engkau menemui di jalan sarang burung di salah satu pohon atau di tanah dengan anak-anak burung atau telur-telur di dalamnya, dan induknya sedang duduk mendekap anak-anak atau telur-telur itu, maka janganlah engkau mengambil induk itu bersama-sama dengan anak-anaknya."
  },
  {
    "reference": "Deu 22:7",
    "text": "Setidak-tidaknya induk itu haruslah kaulepaskan, tetapi anak-anaknya boleh kauambil. Maksudnya supaya baik keadaanmu dan lanjut umurmu."
  },
  {
    "reference": "Deu 22:8",
    "text": "Apabila engkau mendirikan rumah yang baru, maka haruslah engkau memagari sotoh rumahmu, supaya jangan kaudatangkan hutang darah kepada rumahmu itu, apabila ada seorang jatuh dari atasnya."
  },
  {
    "reference": "Deu 22:9",
    "text": "- 22:9-11: Im. 19:19 Janganlah kautaburi kebun anggurmu dengan dua jenis benih, supaya seluruh hasil benih yang kautaburkan dan hasil kebun anggurmu jangan menjadi milik tempat kudus."
  },
  {
    "reference": "Deu 22:10",
    "text": "Janganlah engkau membajak dengan lembu dan keledai bersama-sama."
  },
  {
    "reference": "Deu 22:11",
    "text": "Janganlah engkau memakai pakaian yang dua jenis bahannya, yakni bulu domba dan lenan bersama-sama."
  },
  {
    "reference": "Deu 22:12",
    "text": "- 22:12: Bil. 15:37-41 Haruslah engkau membuat tali yang terpilin pada keempat punca kain penutup tubuhmu.” Hukum perkawinan 22:13-30"
  },
  {
    "reference": "Deu 22:13",
    "text": "”Apabila seseorang mengambil isteri dan setelah menghampiri perempuan itu, menjadi benci kepadanya,"
  },
  {
    "reference": "Deu 22:14",
    "text": "menuduhkan kepadanya perbuatan yang kurang senonoh dan membusukkan namanya dengan berkata: Perempuan ini kuambil menjadi isteriku, tetapi ketika ia kuhampiri, tidak ada kudapati padanya tanda-tanda keperawanan –"
  },
  {
    "reference": "Deu 22:15",
    "text": "maka haruslah ayah dan ibu gadis itu memperlihatkan tanda-tanda keperawanan gadis itu kepada para tua-tua kota di pintu gerbang."
  },
  {
    "reference": "Deu 22:16",
    "text": "Dan ayah si gadis haruslah berkata kepada para tua-tua itu: Aku telah memberikan anakku kepada laki-laki ini menjadi isterinya, lalu ia menjadi benci kepadanya,"
  },
  {
    "reference": "Deu 22:17",
    "text": "dan ketahuilah, ia menuduhkan perbuatan yang kurang senonoh dengan berkata: Tidak ada kudapati tanda-tanda keperawanan pada anakmu. Tetapi inilah tanda-tanda keperawanan anakku itu. Lalu haruslah mereka membentangkan kain itu di depan para tua-tua kota."
  },
  {
    "reference": "Deu 22:18",
    "text": "Maka haruslah para tua-tua kota itu mengambil laki-laki itu, menghajar dia,"
  },
  {
    "reference": "Deu 22:19",
    "text": "mendenda dia seratus syikal perak dan memberikan perak itu kepada ayah si gadis – karena laki-laki itu telah membusukkan nama seorang perawan Israel. Perempuan itu haruslah tetap menjadi isterinya; selama hidupnya tidak boleh laki-laki itu menyuruh dia pergi."
  },
  {
    "reference": "Deu 22:20",
    "text": "Tetapi jika tuduhan itu benar dan tidak didapati tanda-tanda keperawanan pada si gadis,"
  },
  {
    "reference": "Deu 22:21",
    "text": "maka haruslah si gadis dibawa ke luar ke depan pintu rumah ayahnya, dan orang-orang sekotanya haruslah melempari dia dengan batu, sehingga mati – sebab dia telah menodai orang Israel dengan bersundal di rumah ayahnya. Demikianlah harus kauhapuskan yang jahat itu dari tengah-tengahmu."
  },
  {
    "reference": "Deu 22:22",
    "text": "Apabila seseorang kedapatan tidur dengan seorang perempuan yang bersuami, maka haruslah keduanya dibunuh mati: laki-laki yang telah tidur dengan perempuan itu dan perempuan itu juga. Demikianlah harus kauhapuskan yang jahat itu dari antara orang Israel."
  },
  {
    "reference": "Deu 22:23",
    "text": "Apabila ada seorang gadis yang masih perawan dan yang sudah bertunangan – jika seorang laki-laki bertemu dengan dia di kota dan tidur dengan dia,"
  },
  {
    "reference": "Deu 22:24",
    "text": "maka haruslah mereka keduanya kamu bawa ke luar ke pintu gerbang kota dan kamu lempari dengan batu, sehingga mati: gadis itu, karena walaupun di kota, ia tidak berteriak-teriak, dan laki-laki itu, karena ia telah memperkosa isteri sesamanya manusia. Demikianlah harus kauhapuskan yang jahat itu dari tengah-tengahmu."
  },
  {
    "reference": "Deu 22:25",
    "text": "Tetapi jikalau di padang laki-laki itu bertemu dengan gadis yang telah bertunangan itu, memaksa gadis itu tidur dengan dia, maka hanyalah laki-laki yang tidur dengan gadis itu yang harus mati,"
  },
  {
    "reference": "Deu 22:26",
    "text": "tetapi gadis itu janganlah kauapa-apakan. Gadis itu tidak ada dosanya yang sepadan dengan hukuman mati, sebab perkara ini sama dengan perkara seseorang yang menyerang sesamanya manusia dan membunuhnya."
  },
  {
    "reference": "Deu 22:27",
    "text": "Sebab laki-laki itu bertemu dengan dia di padang; walaupun gadis yang bertunangan itu berteriak-teriak, tetapi tidak ada yang datang menolongnya."
  },
  {
    "reference": "Deu 22:28",
    "text": "- 22:28-29: Kel. 22:16-17 Apabila seseorang bertemu dengan seorang gadis, yang masih perawan dan belum bertunangan, memaksa gadis itu tidur dengan dia, dan keduanya kedapatan –"
  },
  {
    "reference": "Deu 22:29",
    "text": "maka haruslah laki-laki yang sudah tidur dengan gadis itu memberikan lima puluh syikal perak kepada ayah gadis itu, dan gadis itu haruslah menjadi isterinya, sebab laki-laki itu telah memperkosa dia; selama hidupnya tidak boleh laki-laki itu menyuruh dia pergi."
  },
  {
    "reference": "Deu 22:30",
    "text": "- 22:30: Im. 18:8, 20:11; Ul. 27:20 Seorang laki-laki janganlah mengambil isteri ayahnya dan jangan menyingkapkan punca kain ayahnya.”"
  },
  {
    "reference": "Deu 23:1",
    "text": "”Orang yang hancur buah pelirnya atau yang terpotong kemaluannya, janganlah masuk jemaah Tuhan."
  },
  {
    "reference": "Deu 23:2",
    "text": "Seorang anak haram janganlah masuk jemaah Tuhan, bahkan keturunannya yang kesepuluh pun tidak boleh masuk jemaah Tuhan."
  },
  {
    "reference": "Deu 23:3",
    "text": "- 23:3-5: Neh. 13:1-2 Seorang Amon atau seorang Moab janganlah masuk jemaah Tuhan, bahkan keturunannya yang kesepuluh pun tidak boleh masuk jemaah Tuhan sampai selama-lamanya,"
  },
  {
    "reference": "Deu 23:4",
    "text": "- 23:4: Bil. 22:1-6 karena mereka tidak menyongsong kamu dengan roti dan air pada waktu perjalananmu keluar dari Mesir, dan karena mereka mengupah Bileam bin Beor dari Petor di Aram-Mesopotamia melawan engkau, supaya dikutukinya engkau."
  },
  {
    "reference": "Deu 23:5",
    "text": "- 23:5: Bil. 23:7–24:9 Tetapi Tuhan, Allahmu, tidak mau mendengarkan Bileam dan Tuhan, Allahmu, telah mengubah kutuk itu menjadi berkat bagimu, karena Tuhan, Allahmu, mengasihi engkau."
  },
  {
    "reference": "Deu 23:6",
    "text": "Selama engkau hidup, janganlah engkau mengikhtiarkan kesejahteraan dan kebahagiaan mereka sampai selama-lamanya."
  },
  {
    "reference": "Deu 23:7",
    "text": "Janganlah engkau menganggap keji orang Edom, sebab dia saudaramu. Janganlah engkau menganggap keji orang Mesir, sebab engkau pun dahulu adalah orang asing di negerinya."
  },
  {
    "reference": "Deu 23:8",
    "text": "Anak-anak yang lahir bagi mereka dalam keturunan yang ketiga, boleh masuk jemaah Tuhan.” Ketahiran perkemahan 23:9-14"
  },
  {
    "reference": "Deu 23:9",
    "text": "”Apabila engkau maju dengan tentaramu melawan musuhmu, maka haruslah engkau menjaga diri terhadap segala yang jahat."
  },
  {
    "reference": "Deu 23:10",
    "text": "Apabila ada di antaramu seorang laki-laki yang tidak tahir disebabkan oleh sesuatu yang terjadi atasnya pada malam hari, maka haruslah ia pergi ke luar perkemahan, janganlah ia masuk ke dalam perkemahan."
  },
  {
    "reference": "Deu 23:11",
    "text": "Kemudian menjelang senja haruslah ia mandi dengan air, dan pada waktu matahari terbenam, ia boleh masuk kembali ke dalam perkemahan."
  },
  {
    "reference": "Deu 23:12",
    "text": "Di luar perkemahan itu haruslah ada bagimu suatu tempat ke mana engkau pergi untuk kada hajat."
  },
  {
    "reference": "Deu 23:13",
    "text": "Di antara perlengkapanmu haruslah ada padamu sekop kecil dan apabila engkau jongkok kada hajat, haruslah engkau menggali lobang dengan itu dan menimbuni kotoranmu."
  },
  {
    "reference": "Deu 23:14",
    "text": "Sebab Tuhan, Allahmu, berjalan dari tengah-tengah perkemahanmu untuk melepaskan engkau dan menyerahkan musuhmu kepadamu; sebab itu haruslah perkemahanmu itu kudus, supaya jangan Ia melihat sesuatu yang tidak senonoh di antaramu, lalu berbalik dari padamu.” Kesayangan terhadap budak yang melarikan diri 23:15-16"
  },
  {
    "reference": "Deu 23:15",
    "text": "”Janganlah kauserahkan kepada tuannya seorang budak yang melarikan diri dari tuannya kepadamu."
  },
  {
    "reference": "Deu 23:16",
    "text": "Bersama-sama engkau ia boleh tinggal, di tengah-tengahmu, di tempat yang dipilihnya di salah satu tempatmu, yang dirasanya baik; janganlah engkau menindas dia.” Menentang persundalan di tempat kudus 23:17-18"
  },
  {
    "reference": "Deu 23:17",
    "text": "- 23:17: Im. 19:29 ”Di antara anak-anak perempuan Israel janganlah ada pelacur bakti, dan di antara anak-anak lelaki Israel janganlah ada semburit bakti."
  },
  {
    "reference": "Deu 23:18",
    "text": "Janganlah kaubawa upah sundal atau uang semburit ke dalam rumah Tuhan, Allahmu, untuk menepati salah satu nazar, sebab keduanya itu adalah kekejian bagi Tuhan, Allahmu.” Jangan memungut bunga dari seorang saudara sebangsa 23:19-20"
  },
  {
    "reference": "Deu 23:19",
    "text": "- 23:19-20: Kel. 22:25; Im. 25:36-37; Ul. 15:7-11 ”Janganlah engkau membungakan kepada saudaramu, baik uang maupun bahan makanan atau apa pun yang dapat dibungakan."
  },
  {
    "reference": "Deu 23:20",
    "text": "Dari orang asing boleh engkau memungut bunga, tetapi dari saudaramu janganlah engkau memungut bunga – supaya Tuhan, Allahmu, memberkati engkau dalam segala usahamu di negeri yang engkau masuki untuk mendudukinya.” Tentang nazar 23:21-23"
  },
  {
    "reference": "Deu 23:21",
    "text": "- 23:21: Bil. 30:1-16; Mat. 5:33 ”Apabila engkau bernazar kepada Tuhan, Allahmu, janganlah engkau menunda-nunda memenuhinya, sebab tentulah Tuhan, Allahmu, akan menuntutnya dari padamu, sehingga hal itu menjadi dosa bagimu."
  },
  {
    "reference": "Deu 23:22",
    "text": "Tetapi apabila engkau tidak bernazar, maka hal itu bukan menjadi dosa bagimu."
  },
  {
    "reference": "Deu 23:23",
    "text": "Apa yang keluar dari bibirmu haruslah kaulakukan dengan setia, sebab dengan sukarela kaunazarkan kepada Tuhan, Allahmu, sesuatu yang kaukatakan dengan mulutmu sendiri.” Dari hal memetik buah anggur dan bulir gandum di tanah orang lain 23:24-25"
  },
  {
    "reference": "Deu 23:24",
    "text": "”Apabila engkau melalui kebun anggur sesamamu, engkau boleh makan buah anggur sepuas-puas hatimu, tetapi tidak boleh kaumasukkan ke dalam bungkusanmu."
  },
  {
    "reference": "Deu 23:25",
    "text": "Apabila engkau melalui ladang gandum sesamamu yang belum dituai, engkau boleh memetik bulir-bulirnya dengan tanganmu, tetapi sabit tidak boleh kauayunkan kepada gandum sesamamu itu.”"
  },
  {
    "reference": "Deu 24:1",
    "text": "- 24:1: Mat. 5:31, 19:7; Mrk. 10:4 ”Apabila seseorang mengambil seorang perempuan dan menjadi suaminya, dan jika kemudian ia tidak menyukai lagi perempuan itu, sebab didapatinya yang tidak senonoh padanya, lalu ia menulis surat cerai dan menyerahkannya ke tangan perempuan itu, sesudah itu menyuruh dia pergi dari rumahnya,"
  },
  {
    "reference": "Deu 24:2",
    "text": "dan jika perempuan itu keluar dari rumahnya dan pergi dari sana, lalu menjadi isteri orang lain,"
  },
  {
    "reference": "Deu 24:3",
    "text": "dan jika laki-laki yang kemudian ini tidak cinta lagi kepadanya, lalu menulis surat cerai dan menyerahkannya ke tangan perempuan itu serta menyuruh dia pergi dari rumahnya, atau jika laki-laki yang kemudian mengambil dia menjadi isterinya itu mati,"
  },
  {
    "reference": "Deu 24:4",
    "text": "maka suaminya yang pertama, yang telah menyuruh dia pergi itu, tidak boleh mengambil dia kembali menjadi isterinya, setelah perempuan itu dicemari; sebab hal itu adalah kekejian di hadapan Tuhan. Janganlah engkau mendatangkan dosa atas negeri yang diberikan Tuhan, Allahmu, kepadamu menjadi milik pusakamu."
  },
  {
    "reference": "Deu 24:5",
    "text": "Apabila baru saja seseorang mengambil isteri, janganlah ia keluar bersama-sama dengan tentara maju berperang atau dibebankan sesuatu pekerjaan; satu tahun lamanya ia harus dibebaskan untuk keperluan rumah tangganya dan menyukakan hati perempuan yang telah diambilnya menjadi isterinya.” Tentang melindungi sesama manusia 24:6-22"
  },
  {
    "reference": "Deu 24:6",
    "text": "”Janganlah mengambil kilangan atau batu kilangan atas sebagai gadai, karena yang demikian itu mengambil nyawa orang sebagai gadai."
  },
  {
    "reference": "Deu 24:7",
    "text": "- 24:7: Kel. 21:16 Apabila seseorang kedapatan sedang menculik orang, salah seorang saudaranya, dari antara orang Israel, lalu memperlakukan dia sebagai budak dan menjual dia, maka haruslah penculik itu mati. Demikianlah harus kauhapuskan yang jahat itu dari tengah-tengahmu."
  },
  {
    "reference": "Deu 24:8",
    "text": "- 24:8: Im. 13:1–14:54 Hati-hatilah dalam hal penyakit kusta dan lakukanlah dengan tepat segala yang diajarkan imam-imam orang Lewi kepadamu; apa yang kuperintahkan kepada mereka haruslah kamu lakukan dengan setia."
  },
  {
    "reference": "Deu 24:9",
    "text": "- 24:9: Bil. 12:10 Ingatlah apa yang dilakukan Tuhan, Allahmu, kepada Miryam pada waktu perjalananmu keluar dari Mesir."
  },
  {
    "reference": "Deu 24:10",
    "text": "- 24:10-13: Kel. 22:26-27 Apabila engkau meminjamkan sesuatu kepada sesamamu, janganlah engkau masuk ke rumahnya untuk mengambil gadai dari padanya."
  },
  {
    "reference": "Deu 24:11",
    "text": "Haruslah engkau tinggal berdiri di luar, dan orang yang kauberi pinjaman itu haruslah membawa gadai itu ke luar kepadamu."
  },
  {
    "reference": "Deu 24:12",
    "text": "Jika ia seorang miskin, janganlah engkau tidur dengan barang gadaiannya;"
  },
  {
    "reference": "Deu 24:13",
    "text": "kembalikanlah gadaian itu kepadanya pada waktu matahari terbenam, supaya ia dapat tidur dengan memakai kainnya sendiri dan memberkati engkau. Maka engkau akan menjadi benar di hadapan Tuhan, Allahmu."
  },
  {
    "reference": "Deu 24:14",
    "text": "- 24:14-15: Im. 19:13 Janganlah engkau memeras pekerja harian yang miskin dan menderita, baik ia saudaramu maupun seorang asing yang ada di negerimu, di dalam tempatmu."
  },
  {
    "reference": "Deu 24:15",
    "text": "Pada hari itu juga haruslah engkau membayar upahnya sebelum matahari terbenam; ia mengharapkannya, karena ia orang miskin; supaya ia jangan berseru kepada Tuhan mengenai engkau dan hal itu menjadi dosa bagimu."
  },
  {
    "reference": "Deu 24:16",
    "text": "- 24:16: 2Raj. 14:6; 2Taw. 25:4; Yeh. 18:20 Janganlah ayah dihukum mati karena anaknya, janganlah juga anak dihukum mati karena ayahnya; setiap orang harus dihukum mati karena dosanya sendiri."
  },
  {
    "reference": "Deu 24:17",
    "text": "- 24:17-18: Kel. 23:9; Im. 19:33-34; Ul. 27:19 Janganlah engkau memperkosa hak orang asing dan anak yatim; juga janganlah engkau mengambil pakaian seorang janda menjadi gadai."
  },
  {
    "reference": "Deu 24:18",
    "text": "Haruslah kauingat, bahwa engkau pun dahulu budak di Mesir dan engkau ditebus Tuhan, Allahmu, dari sana; itulah sebabnya aku memerintahkan engkau melakukan hal ini."
  },
  {
    "reference": "Deu 24:19",
    "text": "- 24:19-21: Im. 19:9-10, 23:22 Apabila engkau menuai di ladangmu, lalu terlupa seberkas di ladang, maka janganlah engkau kembali untuk mengambilnya; itulah bagian orang asing, anak yatim dan janda – supaya Tuhan, Allahmu, memberkati engkau dalam segala pekerjaanmu."
  },
  {
    "reference": "Deu 24:20",
    "text": "Apabila engkau memetik hasil pohon zaitunmu dengan memukul-mukulnya, janganlah engkau memeriksa dahan-dahannya sekali lagi; itulah bagian orang asing, anak yatim dan janda."
  },
  {
    "reference": "Deu 24:21",
    "text": "Apabila engkau mengumpulkan hasil kebun anggurmu, janganlah engkau mengadakan pemetikan sekali lagi; itulah bagian orang asing, anak yatim dan janda."
  },
  {
    "reference": "Deu 24:22",
    "text": "Haruslah kauingat, bahwa engkau pun dahulu budak di tanah Mesir; itulah sebabnya aku memerintahkan engkau melakukan hal ini.”"
  },
  {
    "reference": "Deu 25:1",
    "text": "”Apabila ada perselisihan di antara beberapa orang, lalu mereka pergi ke pengadilan, dan mereka diadili dengan dinyatakannya siapa yang benar dan siapa yang salah,"
  },
  {
    "reference": "Deu 25:2",
    "text": "maka jika orang yang bersalah itu layak dipukul, haruslah hakim menyuruh dia meniarap dan menyuruh orang memukuli dia di depannya dengan sejumlah dera setimpal dengan kesalahannya."
  },
  {
    "reference": "Deu 25:3",
    "text": "- 25:3: 2Kor. 11:24 Empat puluh kali harus orang itu dipukuli, jangan lebih; supaya jangan saudaramu menjadi rendah di matamu, apabila ia dipukul lebih banyak lagi."
  },
  {
    "reference": "Deu 25:4",
    "text": "- 25:4: 1Kor. 9:9; 1Tim. 5:18 Janganlah engkau memberangus mulut lembu yang sedang mengirik.” Tentang kawin dengan isteri saudara yang telah mati 25:5-10"
  },
  {
    "reference": "Deu 25:5",
    "text": "- 25:5-6: Mat. 22:24; Mrk. 12:19; Luk. 20:28 ”Apabila orang-orang yang bersaudara tinggal bersama-sama dan seorang dari pada mereka mati dengan tidak meninggalkan anak laki-laki, maka janganlah isteri orang yang mati itu kawin dengan orang di luar lingkungan keluarganya; saudara suaminya haruslah menghampiri dia dan mengambil dia menjadi isterinya dan dengan demikian melakukan kewajiban perkawinan ipar."
  },
  {
    "reference": "Deu 25:6",
    "text": "Maka anak sulung yang nanti dilahirkan perempuan itu haruslah dianggap sebagai anak saudara yang sudah mati itu, supaya nama itu jangan terhapus dari antara orang Israel."
  },
  {
    "reference": "Deu 25:7",
    "text": "- 25:7-10: Rut 4:7-8 Tetapi jika orang itu tidak suka mengambil isteri saudaranya, maka haruslah isteri saudaranya itu pergi ke pintu gerbang menghadap para tua-tua serta berkata: Iparku menolak menegakkan nama saudaranya di antara orang Israel, ia tidak mau melakukan kewajiban perkawinan ipar dengan aku."
  },
  {
    "reference": "Deu 25:8",
    "text": "Kemudian para tua-tua kotanya haruslah memanggil orang itu dan berbicara dengan dia. Jika ia tetap berpendirian dengan mengatakan: Aku tidak suka mengambil dia sebagai isteri –"
  },
  {
    "reference": "Deu 25:9",
    "text": "maka haruslah isteri saudaranya itu datang kepadanya di hadapan para tua-tua, menanggalkan kasut orang itu dari kakinya, meludahi mukanya sambil menyatakan: Beginilah harus dilakukan kepada orang yang tidak mau membangun keturunan saudaranya."
  },
  {
    "reference": "Deu 25:10",
    "text": "Dan di antara orang Israel namanya haruslah disebut: Kaum yang kasutnya ditanggalkan orang.” Larangan berbuat biadab 25:11-12"
  },
  {
    "reference": "Deu 25:11",
    "text": "”Apabila dua orang berkelahi dan isteri yang seorang datang mendekat untuk menolong suaminya dari tangan orang yang memukulnya, dan perempuan itu mengulurkan tangannya dan menangkap kemaluan orang itu,"
  },
  {
    "reference": "Deu 25:12",
    "text": "maka haruslah kaupotong tangan perempuan itu; janganlah engkau merasa sayang kepadanya.” Sukatan dan timbangan yang benar 25:13-16"
  },
  {
    "reference": "Deu 25:13",
    "text": "- 25:13-16: Im. 19:35-36; Ams. 20:10; Yeh. 45:10 ”Janganlah ada di dalam pundi-pundimu dua macam batu timbangan, yang besar dan yang kecil."
  },
  {
    "reference": "Deu 25:14",
    "text": "Janganlah ada di dalam rumahmu dua macam efa, yang besar dan yang kecil."
  },
  {
    "reference": "Deu 25:15",
    "text": "Haruslah ada padamu batu timbangan yang utuh dan tepat; haruslah ada padamu efa yang utuh dan tepat – supaya lanjut umurmu di tanah yang diberikan kepadamu oleh Tuhan, Allahmu."
  },
  {
    "reference": "Deu 25:16",
    "text": "Sebab setiap orang yang melakukan hal yang demikian, setiap orang yang berbuat curang, adalah kekejian bagi Tuhan, Allahmu.” Amalek harus dihapuskan 25:17-19"
  },
  {
    "reference": "Deu 25:17",
    "text": "- 25:17-19: Kel. 17:8-14; 1Sam. 15:2-9 ”Ingatlah apa yang dilakukan orang Amalek kepadamu pada waktu perjalananmu keluar dari Mesir;"
  },
  {
    "reference": "Deu 25:18",
    "text": "bahwa engkau didatangi mereka di jalan dan semua orang lemah pada barisan belakangmu dihantam mereka, sedang engkau lelah dan lesu. Mereka tidak takut akan Allah."
  },
  {
    "reference": "Deu 25:19",
    "text": "Maka apabila Tuhan, Allahmu, sudah mengaruniakan keamanan kepadamu dari pada segala musuhmu di sekeliling, di negeri yang diberikan Tuhan, Allahmu, kepadamu untuk dimiliki sebagai milik pusaka, maka haruslah engkau menghapuskan ingatan kepada Amalek dari kolong langit. Janganlah lupa!”"
  },
  {
    "reference": "Deu 26:1",
    "text": "”Apabila engkau telah masuk ke negeri yang diberikan Tuhan, Allahmu, kepadamu menjadi milik pusakamu, dan engkau telah mendudukinya dan diam di sana,"
  },
  {
    "reference": "Deu 26:2",
    "text": "- 26:2: Kel. 23:19 maka haruslah engkau membawa hasil pertama dari bumi yang telah kaukumpulkan dari tanahmu yang diberikan kepadamu oleh Tuhan, Allahmu, dan haruslah engkau menaruhnya dalam bakul, kemudian pergi ke tempat yang akan dipilih Tuhan, Allahmu, untuk membuat nama-Nya diam di sana."
  },
  {
    "reference": "Deu 26:3",
    "text": "Dan sesampainya kepada imam yang ada pada waktu itu, haruslah engkau berkata kepadanya: Aku memberitahukan pada hari ini kepada Tuhan, Allahmu, bahwa aku telah masuk ke negeri yang dijanjikan Tuhan dengan sumpah kepada nenek moyang kita untuk memberikannya kepada kita."
  },
  {
    "reference": "Deu 26:4",
    "text": "Maka imam harus menerima bakul itu dari tanganmu dan meletakkannya di depan mezbah Tuhan, Allahmu."
  },
  {
    "reference": "Deu 26:5",
    "text": "Kemudian engkau harus menyatakan di hadapan Tuhan, Allahmu, demikian: Bapaku dahulu seorang Aram, seorang pengembara. Ia pergi ke Mesir dengan sedikit orang saja dan tinggal di sana sebagai orang asing, tetapi di sana ia menjadi suatu bangsa yang besar, kuat dan banyak jumlahnya."
  },
  {
    "reference": "Deu 26:6",
    "text": "Ketika orang Mesir menganiaya dan menindas kami dan menyuruh kami melakukan pekerjaan yang berat,"
  },
  {
    "reference": "Deu 26:7",
    "text": "maka kami berseru kepada Tuhan, Allah nenek moyang kami, lalu Tuhan mendengar suara kami dan melihat kesengsaraan dan kesukaran kami dan penindasan terhadap kami."
  },
  {
    "reference": "Deu 26:8",
    "text": "Lalu Tuhan membawa kami keluar dari Mesir dengan tangan yang kuat dan lengan yang teracung, dengan kedahsyatan yang besar dan dengan tanda-tanda serta mujizat-mujizat."
  },
  {
    "reference": "Deu 26:9",
    "text": "Ia membawa kami ke tempat ini, dan memberikan kepada kami negeri ini, suatu negeri yang berlimpah-limpah susu dan madunya."
  },
  {
    "reference": "Deu 26:10",
    "text": "Oleh sebab itu, di sini aku membawa hasil pertama dari bumi yang telah Kauberikan kepadaku, ya Tuhan. Kemudian engkau harus meletakkannya di hadapan Tuhan, Allahmu; engkau harus sujud di hadapan Tuhan, Allahmu,"
  },
  {
    "reference": "Deu 26:11",
    "text": "dan haruslah engkau, orang Lewi dan orang asing yang ada di tengah-tengahmu bersukaria karena segala yang baik yang diberikan Tuhan, Allahmu, kepadamu dan kepada seisi rumahmu.” Persembahan persepuluhan 26:12-15"
  },
  {
    "reference": "Deu 26:12",
    "text": "- 26:12: Ul. 14:28-29 ”Apabila dalam tahun yang ketiga, tahun persembahan persepuluhan, engkau sudah selesai mengambil segala persembahan persepuluhan dari hasil tanahmu, maka haruslah engkau memberikannya kepada orang Lewi, orang asing, anak yatim dan kepada janda, supaya mereka dapat makan di dalam tempatmu dan menjadi kenyang."
  },
  {
    "reference": "Deu 26:13",
    "text": "Dan haruslah engkau berkata di hadapan Tuhan, Allahmu: Telah kupindahkan persembahan kudus itu dari rumahku, juga telah kuberikan kepada orang Lewi, dan kepada orang asing, anak yatim dan kepada janda, tepat seperti perintah yang telah Kauberikan kepadaku. Tidak kulangkahi atau kulupakan sesuatu dari perintah-Mu itu."
  },
  {
    "reference": "Deu 26:14",
    "text": "Pada waktu aku berkabung sesuatu tidak kumakan dari persembahan kudus itu, pada waktu aku najis sesuatu tidak kujauhkan dari padanya, juga sesuatu tidak kupersembahkan dari padanya kepada orang mati, tetapi aku mendengarkan suara Tuhan, Allahku, aku berbuat sesuai dengan segala yang Kauperintahkan kepadaku."
  },
  {
    "reference": "Deu 26:15",
    "text": "Jenguklah dari tempat kediaman-Mu yang kudus, dari dalam sorga, dan berkatilah umat-Mu Israel, dan tanah yang telah Kauberikan kepada kami, seperti yang telah Kaujanjikan dengan sumpah kepada nenek moyang kami – suatu negeri yang berlimpah-limpah susu dan madunya.” Kata penutup mengenai pemberitahuan hukum Taurat 26:16-19"
  },
  {
    "reference": "Deu 26:16",
    "text": "”Pada hari ini Tuhan, Allahmu, memerintahkan engkau melakukan ketetapan dan peraturan ini; lakukanlah semuanya itu dengan setia, dengan segenap hatimu dan segenap jiwamu."
  },
  {
    "reference": "Deu 26:17",
    "text": "Engkau telah menerima janji dari pada Tuhan pada hari ini, bahwa Ia akan menjadi Allahmu, dan engkau pun akan hidup menurut jalan yang ditunjukkan-Nya dan berpegang pada ketetapan, perintah serta peraturan-Nya, dan mendengarkan suara-Nya."
  },
  {
    "reference": "Deu 26:18",
    "text": "- 26:18: Kel. 19:5; Ul. 4:20, 7:6, 14:2; Tit. 2:14; 1Ptr. 2:9 Dan Tuhan telah menerima janji dari padamu pada hari ini, bahwa engkau akan menjadi umat kesayangan-Nya, seperti yang dijanjikan-Nya kepadamu, dan bahwa engkau akan berpegang pada segala perintah-Nya,"
  },
  {
    "reference": "Deu 26:19",
    "text": "dan Ia pun akan mengangkat engkau di atas segala bangsa yang telah dijadikan-Nya, untuk menjadi terpuji, ternama dan terhormat. Maka engkau akan menjadi umat yang kudus bagi Tuhan, Allahmu, seperti yang dijanjikan-Nya.”"
  },
  {
    "reference": "Deu 27:1",
    "text": "Lagi Musa dan para tua-tua Israel memerintahkan kepada bangsa itu: ”Berpeganglah pada segenap perintah yang kusampaikan kepadamu pada hari ini."
  },
  {
    "reference": "Deu 27:2",
    "text": "- 27:2-8: Yos. 8:30-32 Dan pada hari kamu menyeberangi sungai Yordan ke negeri yang diberikan kepadamu oleh Tuhan, Allahmu, maka haruslah engkau menegakkan batu-batu besar, dan mengapurnya,"
  },
  {
    "reference": "Deu 27:3",
    "text": "lalu pada batu itu haruslah kautuliskan segala perkataan hukum Taurat ini, sesudah engkau menyeberang, supaya engkau masuk ke negeri yang diberikan kepadamu oleh Tuhan, Allahmu, suatu negeri yang berlimpah-limpah susu dan madunya, seperti yang dijanjikan kepadamu oleh Tuhan, Allah nenek moyangmu."
  },
  {
    "reference": "Deu 27:4",
    "text": "Dan sesudah kamu menyeberangi sungai Yordan, maka haruslah batu-batu itu, yang telah kuperintahkan kepadamu pada hari ini, kamu tegakkan di gunung Ebal dan kaukapuri."
  },
  {
    "reference": "Deu 27:5",
    "text": "- 27:5-6: Kel. 20:25 Juga haruslah kaudirikan di sana mezbah bagi Tuhan, Allahmu, suatu mezbah dari batu yang tidak boleh kauolah dengan perkakas besi."
  },
  {
    "reference": "Deu 27:6",
    "text": "Dari batu yang tidak dipahat haruslah kaudirikan mezbah Tuhan, Allahmu, itu dan di atasnya haruslah kaupersembahkan korban bakaran kepada Tuhan, Allahmu."
  },
  {
    "reference": "Deu 27:7",
    "text": "Juga haruslah engkau mempersembahkan korban keselamatan, memakannya di sana dan bersukaria di hadapan Tuhan, Allahmu."
  },
  {
    "reference": "Deu 27:8",
    "text": "Selanjutnya haruslah engkau menuliskan pada batu-batu itu segala perkataan hukum Taurat ini dengan jelas dan terang.”"
  },
  {
    "reference": "Deu 27:9",
    "text": "Juga berbicaralah Musa dan imam-imam orang Lewi kepada seluruh orang Israel: ”Diamlah dan dengarlah, hai orang Israel. Pada hari ini engkau telah menjadi umat Tuhan, Allahmu."
  },
  {
    "reference": "Deu 27:10",
    "text": "Sebab itu engkau harus mendengarkan suara Tuhan, Allahmu, dan melakukan perintah dan ketetapan-Nya, yang kusampaikan kepadamu pada hari ini.” Kedua belas ucapan kutuk 27:11-26"
  },
  {
    "reference": "Deu 27:11",
    "text": "Pada hari itu Musa memberi perintah kepada bangsa itu:"
  },
  {
    "reference": "Deu 27:12",
    "text": "- 27:12: Ul. 11:29; Yos. 8:33-35 ”Sesudah kamu menyeberangi sungai Yordan, maka mereka inilah yang harus berdiri di gunung Gerizim untuk memberkati bangsa itu, yakni suku Simeon, Lewi, Yehuda, Isakhar, Yusuf dan Benyamin."
  },
  {
    "reference": "Deu 27:13",
    "text": "Dan mereka inilah yang harus berdiri di gunung Ebal untuk mengutuki, yakni suku Ruben, Gad, Asyer, Zebulon, Dan serta Naftali."
  },
  {
    "reference": "Deu 27:14",
    "text": "Maka haruslah orang-orang Lewi mulai bicara dan mengatakan kepada seluruh orang Israel dengan suara nyaring:"
  },
  {
    "reference": "Deu 27:15",
    "text": "- 27:15: Kel. 20:4, 34:17; Im. 19:4, 26:1; Ul. 4:15-18, 5:8 Terkutuklah orang yang membuat patung pahatan atau patung tuangan, suatu kekejian bagi Tuhan, buatan tangan seorang tukang, dan yang mendirikannya dengan tersembunyi. Dan seluruh bangsa itu haruslah menjawab: Amin!"
  },
  {
    "reference": "Deu 27:16",
    "text": "- 27:16: Kel. 20:12; Ul. 5:16 Terkutuklah orang yang memandang rendah ibu dan bapanya. Dan seluruh bangsa itu haruslah berkata: Amin!"
  },
  {
    "reference": "Deu 27:17",
    "text": "- 27:17: Ul. 19:14 Terkutuklah orang yang menggeser batas tanah sesamanya manusia. Dan seluruh bangsa itu haruslah berkata: Amin!"
  },
  {
    "reference": "Deu 27:18",
    "text": "- 27:18: Im. 19:14 Terkutuklah orang yang membawa seorang buta ke jalan yang sesat. Dan seluruh bangsa itu haruslah berkata: Amin!"
  },
  {
    "reference": "Deu 27:19",
    "text": "- 27:19: Kel. 22:21, 23:9; Im. 19:33-34; Ul. 24:17-18 Terkutuklah orang yang memperkosa hak orang asing, anak yatim dan janda. Dan seluruh bangsa itu haruslah berkata: Amin!"
  },
  {
    "reference": "Deu 27:20",
    "text": "- 27:20: Im. 18:8, 20:11; Ul. 22:30 Terkutuklah orang yang tidur dengan isteri ayahnya, sebab ia telah menyingkapkan punca kain ayahnya. Dan seluruh bangsa itu haruslah berkata: Amin!"
  },
  {
    "reference": "Deu 27:21",
    "text": "- 27:21: Kel. 22:19; Im. 18:23, 20:15 Terkutuklah orang yang tidur dengan binatang apa pun. Dan seluruh bangsa itu haruslah berkata: Amin!"
  },
  {
    "reference": "Deu 27:22",
    "text": "- 27:22: Im. 18:9, 20:17 Terkutuklah orang yang tidur dengan saudaranya perempuan, anak ayah atau anak ibunya. Dan seluruh bangsa itu haruslah berkata: Amin!"
  },
  {
    "reference": "Deu 27:23",
    "text": "- 27:23: Im. 18:17, 20:14 Terkutuklah orang yang tidur dengan mertuanya perempuan. Dan seluruh bangsa itu haruslah berkata: Amin!"
  },
  {
    "reference": "Deu 27:24",
    "text": "Terkutuklah orang yang membunuh sesamanya manusia dengan tersembunyi. Dan seluruh bangsa itu haruslah berkata: Amin!"
  },
  {
    "reference": "Deu 27:25",
    "text": "Terkutuklah orang yang menerima suap untuk membunuh seseorang yang tidak bersalah. Dan seluruh bangsa itu harus berkata: Amin!"
  },
  {
    "reference": "Deu 27:26",
    "text": "- 27:26: Gal. 3:10 Terkutuklah orang yang tidak menepati perkataan hukum Taurat ini dengan perbuatan. Dan seluruh bangsa itu haruslah berkata: Amin!”"
  },
  {
    "reference": "Deu 28:1",
    "text": "- 28:1-14: Im. 26:1-13; Ul. 7:12-24, 11:13-17 ”Jika engkau baik-baik mendengarkan suara Tuhan, Allahmu, dan melakukan dengan setia segala perintah-Nya yang kusampaikan kepadamu pada hari ini, maka Tuhan, Allahmu, akan mengangkat engkau di atas segala bangsa di bumi."
  },
  {
    "reference": "Deu 28:2",
    "text": "Segala berkat ini akan datang kepadamu dan menjadi bagianmu, jika engkau mendengarkan suara Tuhan, Allahmu:"
  },
  {
    "reference": "Deu 28:3",
    "text": "Diberkatilah engkau di kota dan diberkatilah engkau di ladang."
  },
  {
    "reference": "Deu 28:4",
    "text": "Diberkatilah buah kandunganmu, hasil bumimu dan hasil ternakmu, yakni anak lembu sapimu dan kandungan kambing dombamu."
  },
  {
    "reference": "Deu 28:5",
    "text": "Diberkatilah bakulmu dan tempat adonanmu."
  },
  {
    "reference": "Deu 28:6",
    "text": "Diberkatilah engkau pada waktu masuk dan diberkatilah engkau pada waktu keluar."
  },
  {
    "reference": "Deu 28:7",
    "text": "Tuhan akan membiarkan musuhmu yang maju berperang melawan engkau, terpukul kalah olehmu. Bersatu jalan mereka akan menyerangi engkau, tetapi bertujuh jalan mereka akan lari dari depanmu."
  },
  {
    "reference": "Deu 28:8",
    "text": "Tuhan akan memerintahkan berkat ke atasmu di dalam lumbungmu dan di dalam segala usahamu; Ia akan memberkati engkau di negeri yang diberikan kepadamu oleh Tuhan, Allahmu."
  },
  {
    "reference": "Deu 28:9",
    "text": "Tuhan akan menetapkan engkau sebagai umat-Nya yang kudus, seperti yang dijanjikan-Nya dengan sumpah kepadamu, jika engkau berpegang pada perintah Tuhan, Allahmu, dan hidup menurut jalan yang ditunjukkan-Nya."
  },
  {
    "reference": "Deu 28:10",
    "text": "Maka segala bangsa di bumi akan melihat, bahwa nama Tuhan telah disebut atasmu, dan mereka akan takut kepadamu."
  },
  {
    "reference": "Deu 28:11",
    "text": "Juga Tuhan akan melimpahi engkau dengan kebaikan dalam buah kandunganmu, dalam hasil ternakmu dan dalam hasil bumimu – di tanah yang dijanjikan Tuhan dengan sumpah kepada nenek moyangmu untuk memberikannya kepadamu."
  },
  {
    "reference": "Deu 28:12",
    "text": "Tuhan akan membuka bagimu perbendaharaan-Nya yang melimpah, yakni langit, untuk memberi hujan bagi tanahmu pada masanya dan memberkati segala pekerjaanmu, sehingga engkau memberi pinjaman kepada banyak bangsa, tetapi engkau sendiri tidak meminta pinjaman."
  },
  {
    "reference": "Deu 28:13",
    "text": "Tuhan akan mengangkat engkau menjadi kepala dan bukan menjadi ekor, engkau akan tetap naik dan bukan turun, apabila engkau mendengarkan perintah Tuhan, Allahmu, yang kusampaikan pada hari ini kaulakukan dengan setia,"
  },
  {
    "reference": "Deu 28:14",
    "text": "dan apabila engkau tidak menyimpang ke kanan atau ke kiri dari segala perintah yang kuberikan kepadamu pada hari ini, dengan mengikuti allah lain dan beribadah kepadanya.” Kutuk 28:15-46"
  },
  {
    "reference": "Deu 28:15",
    "text": "- 28:15-46: Im. 26:14-31 ”Tetapi jika engkau tidak mendengarkan suara Tuhan, Allahmu, dan tidak melakukan dengan setia segala perintah dan ketetapan-Nya, yang kusampaikan kepadamu pada hari ini, maka segala kutuk ini akan datang kepadamu dan mencapai engkau:"
  },
  {
    "reference": "Deu 28:16",
    "text": "Terkutuklah engkau di kota dan terkutuklah engkau di ladang."
  },
  {
    "reference": "Deu 28:17",
    "text": "Terkutuklah bakulmu dan tempat adonanmu."
  },
  {
    "reference": "Deu 28:18",
    "text": "Terkutuklah buah kandunganmu, hasil bumimu, anak lembu sapimu dan kandungan kambing dombamu."
  },
  {
    "reference": "Deu 28:19",
    "text": "Terkutuklah engkau pada waktu masuk dan terkutuklah engkau pada waktu keluar."
  },
  {
    "reference": "Deu 28:20",
    "text": "Tuhan akan mendatangkan kutuk, huru-hara dan penghajaran ke antaramu dalam segala usaha yang kaukerjakan, sampai engkau punah dan binasa dengan segera karena jahat perbuatanmu, sebab engkau telah meninggalkan Aku."
  },
  {
    "reference": "Deu 28:21",
    "text": "Tuhan akan melekatkan penyakit sampar kepadamu, sampai dihabiskannya engkau dari tanah, ke mana engkau pergi untuk mendudukinya."
  },
  {
    "reference": "Deu 28:22",
    "text": "Tuhan akan menghajar engkau dengan batuk kering, demam, demam kepialu, sakit radang, kekeringan, hama dan penyakit gandum; semuanya itu akan memburu engkau sampai engkau binasa."
  },
  {
    "reference": "Deu 28:23",
    "text": "Juga langit yang di atas kepalamu akan menjadi tembaga dan tanah yang di bawah pun menjadi besi."
  },
  {
    "reference": "Deu 28:24",
    "text": "Tuhan akan menurunkan hujan abu dan debu ke atas negerimu; dari langit akan turun semuanya itu ke atasmu, sampai engkau punah."
  },
  {
    "reference": "Deu 28:25",
    "text": "Tuhan akan membiarkan engkau terpukul kalah oleh musuhmu. Bersatu jalan engkau akan keluar menyerang mereka, tetapi bertujuh jalan engkau akan lari dari depan mereka, sehingga engkau menjadi kengerian bagi segala kerajaan di bumi."
  },
  {
    "reference": "Deu 28:26",
    "text": "Mayatmu akan menjadi makanan segala burung di udara serta binatang-binatang di bumi, dengan tidak ada yang mengganggunya."
  },
  {
    "reference": "Deu 28:27",
    "text": "Tuhan akan menghajar engkau dengan barah Mesir, dengan borok, dengan kedal dan kudis, yang dari padanya engkau tidak dapat sembuh."
  },
  {
    "reference": "Deu 28:28",
    "text": "Tuhan akan menghajar engkau dengan kegilaan, kebutaan dan kehilangan akal,"
  },
  {
    "reference": "Deu 28:29",
    "text": "sehingga engkau meraba-raba pada waktu tengah hari, seperti seorang buta meraba-raba di dalam gelap; perjalananmu tidak akan beruntung, tetapi engkau selalu diperas dan dirampasi, dengan tidak ada seorang yang datang menolong."
  },
  {
    "reference": "Deu 28:30",
    "text": "Engkau akan bertunangan dengan seorang perempuan, tetapi orang lain akan menidurinya. Engkau akan mendirikan rumah, tetapi tidak akan mendiaminya. Engkau akan membuat kebun anggur, tetapi tidak akan mengecap hasilnya."
  },
  {
    "reference": "Deu 28:31",
    "text": "Lembumu akan disembelih orang di depan matamu, tetapi engkau tidak akan memakan dagingnya. Keledaimu akan dirampas dari depanmu, dan tidak akan dikembalikan kepadamu. Kambing dombamu akan diberikan kepada musuhmu dengan tidak ada orang yang datang menolong engkau."
  },
  {
    "reference": "Deu 28:32",
    "text": "Anak-anakmu lelaki dan anak-anakmu perempuan akan diserahkan kepada bangsa lain, sedang engkau melihatnya dengan matamu sendiri, dan sehari-harian engkau rindu kepada mereka, dengan tidak dapat berbuat apa-apa."
  },
  {
    "reference": "Deu 28:33",
    "text": "Suatu bangsa yang tidak kaukenal akan memakan hasil bumimu dan segala hasil jerih payahmu; engkau akan selalu ditindas dan diinjak."
  },
  {
    "reference": "Deu 28:34",
    "text": "Engkau akan menjadi gila karena apa yang dilihat matamu."
  },
  {
    "reference": "Deu 28:35",
    "text": "Tuhan akan menghajar engkau dengan barah jahat, yang dari padanya engkau tidak dapat sembuh, pada lutut dan pahamu, bahkan dari telapak kakimu sampai kepada batu kepalamu."
  },
  {
    "reference": "Deu 28:36",
    "text": "Tuhan akan membawa engkau dengan raja yang kauangkat atasmu itu kepada suatu bangsa yang tidak dikenal olehmu ataupun oleh nenek moyangmu; di sanalah engkau akan beribadah kepada allah lain, kepada kayu dan batu."
  },
  {
    "reference": "Deu 28:37",
    "text": "Engkau akan menjadi kedahsyatan, kiasan dan sindiran di antara segala bangsa, ke mana Tuhan akan menyingkirkan engkau."
  },
  {
    "reference": "Deu 28:38",
    "text": "Banyak benih yang akan kaubawa ke ladang, tetapi sedikit hasil yang akan kaukumpulkan, sebab belalang akan menghabiskannya."
  },
  {
    "reference": "Deu 28:39",
    "text": "Kebun-kebun anggur akan kaubuat dan kauusahakan, tetapi engkau tidak akan meminum atau menyimpan anggur, sebab ulat akan memakannya."
  },
  {
    "reference": "Deu 28:40",
    "text": "Pohon-pohon zaitun akan kaupunyai di seluruh daerahmu, tetapi engkau tidak akan berurap dengan minyaknya; sebab buah zaitunmu akan gugur."
  },
  {
    "reference": "Deu 28:41",
    "text": "Engkau akan mendapat anak-anak lelaki dan anak-anak perempuan, tetapi mereka bukan bagi dirimu, sebab mereka akan menjadi tawanan."
  },
  {
    "reference": "Deu 28:42",
    "text": "Segala pohon-pohonmu dan hasil bumimu akan diduduki oleh kawanan belalang."
  },
  {
    "reference": "Deu 28:43",
    "text": "Orang asing yang ada di tengah-tengahmu akan menjadi makin tinggi mengatasi engkau, tetapi engkau menjadi makin rendah."
  },
  {
    "reference": "Deu 28:44",
    "text": "Ia akan memberi pinjaman kepadamu, tetapi engkau tidak akan memberi pinjaman kepadanya; ia akan menjadi kepala, tetapi engkau akan menjadi ekor."
  },
  {
    "reference": "Deu 28:45",
    "text": "Segala kutuk itu akan datang ke atasmu, memburu engkau dan mencapai engkau, sampai engkau punah, karena engkau tidak mendengarkan suara Tuhan, Allahmu dan tidak berpegang pada perintah dan ketetapan yang diperintahkan-Nya kepadamu;"
  },
  {
    "reference": "Deu 28:46",
    "text": "semuanya itu akan menjadi tanda dan mujizat di antaramu dan di antara keturunanmu untuk selamanya.” Peperangan dan pembuangan yang akan dialami 28:47-68"
  },
  {
    "reference": "Deu 28:47",
    "text": "- 28:47-68: Im. 26:32-46 ”Karena engkau tidak mau menjadi hamba kepada Tuhan, Allahmu, dengan sukacita dan gembira hati walaupun kelimpahan akan segala-galanya,"
  },
  {
    "reference": "Deu 28:48",
    "text": "maka dengan menanggung lapar dan haus, dengan telanjang dan kekurangan akan segala-galanya engkau akan menjadi hamba kepada musuh yang akan disuruh Tuhan melawan engkau. Ia akan membebankan kuk besi ke atas tengkukmu, sampai engkau dipunahkan-Nya."
  },
  {
    "reference": "Deu 28:49",
    "text": "Tuhan akan mendatangkan kepadamu suatu bangsa dari jauh, dari ujung bumi, seperti rajawali yang datang menyambar; suatu bangsa yang bahasanya engkau tidak mengerti,"
  },
  {
    "reference": "Deu 28:50",
    "text": "suatu bangsa yang garang mukanya, yang tidak menghiraukan orang tua-tua dan tidak merasa kasihan kepada anak-anak;"
  },
  {
    "reference": "Deu 28:51",
    "text": "yang akan memakan habis hasil ternakmu dan hasil bumimu, sampai engkau punah; yang tidak akan meninggalkan bagimu gandum, air anggur atau minyak, ataupun anak lembu sapimu atau anak kambing dombamu, sampai engkau dibinasakannya."
  },
  {
    "reference": "Deu 28:52",
    "text": "Engkau akan ditekannya di segala tempatmu, sampai runtuh tembok-tembokmu yang tinggi dan berkubu, yang kaupercayai itu di seluruh negerimu, bahkan engkau akan ditekan di dalam segala tempatmu, di seluruh negeri yang telah diberikan kepadamu oleh Tuhan, Allahmu."
  },
  {
    "reference": "Deu 28:53",
    "text": "Dan engkau akan memakan buah kandunganmu, yakni daging anak-anakmu lelaki dan anak-anakmu perempuan yang diberikan kepadamu oleh Tuhan, Allahmu, – dalam keadaan susah dan sulit yang ditimbulkan musuhmu kepadamu."
  },
  {
    "reference": "Deu 28:54",
    "text": "Dan orang laki-laki yang paling lemah dan paling manja di antaramu akan kesal terhadap saudaranya atau terhadap isterinya sendiri atau terhadap anak-anaknya yang masih tinggal padanya,"
  },
  {
    "reference": "Deu 28:55",
    "text": "sehingga kepada salah seorang dari mereka itu ia tidak mau memberikan sedikit pun dari daging anak-anaknya yang dimakannya, karena tidak ada lagi sesuatu yang ditinggalkan baginya, dalam keadaan susah dan sulit yang ditimbulkan musuhmu kepadamu di segala tempatmu."
  },
  {
    "reference": "Deu 28:56",
    "text": "Perempuan yang lemah dan manja di antaramu, yang tidak pernah mencoba menjejakkan telapak kakinya ke tanah karena sifatnya yang manja dan lemah itu, akan kesal terhadap suaminya sendiri atau terhadap anaknya laki-laki atau anaknya perempuan,"
  },
  {
    "reference": "Deu 28:57",
    "text": "- 28:57: 2Raj. 6:28-29; Rat. 4:10 karena uri yang keluar dari kandungannya ataupun karena anak-anak yang dilahirkannya; sebab karena kekurangan segala-galanya ia akan memakannya dengan sembunyi-sembunyi, dalam keadaan susah dan sulit yang ditimbulkan musuhmu kepadamu di dalam tempatmu."
  },
  {
    "reference": "Deu 28:58",
    "text": "Jika engkau tidak melakukan dengan setia segala perkataan hukum Taurat yang tertulis dalam kitab ini, dan engkau tidak takut akan Nama yang mulia dan dahsyat ini, yakni akan Tuhan, Allahmu,"
  },
  {
    "reference": "Deu 28:59",
    "text": "maka Tuhan akan menimpakan pukulan-pukulan yang ajaib kepadamu, dan kepada keturunanmu, yakni pukulan-pukulan yang keras lagi lama dan penyakit-penyakit yang jahat lagi lama."
  },
  {
    "reference": "Deu 28:60",
    "text": "Ia akan mendatangkan pula segala wabah Mesir yang kautakuti itu kepadamu, sehingga semuanya itu melekat padamu."
  },
  {
    "reference": "Deu 28:61",
    "text": "Juga berbagai-bagai penyakit dan pukulan, yang tidak tertulis dalam kitab Taurat ini, akan ditimbulkan Tuhan menimpa engkau, sampai engkau punah."
  },
  {
    "reference": "Deu 28:62",
    "text": "Dari pada kamu hanya sedikit orang yang tertinggal, padahal kamu dahulu seperti bintang-bintang di langit banyaknya – karena engkau tidak mendengarkan suara Tuhan, Allahmu."
  },
  {
    "reference": "Deu 28:63",
    "text": "Seperti Tuhan bergirang karena kamu untuk berbuat baik kepadamu dan membuat kamu banyak, demikianlah Tuhan akan bergirang karena kamu untuk membinasakan dan memunahkan kamu, dan kamu akan dicabut dari tanah, ke mana engkau pergi untuk mendudukinya."
  },
  {
    "reference": "Deu 28:64",
    "text": "Tuhan akan menyerakkan engkau ke antara segala bangsa dari ujung bumi ke ujung bumi; di sanalah engkau akan beribadah kepada allah lain yang tidak dikenal olehmu ataupun oleh nenek moyangmu, yakni kepada kayu dan batu."
  },
  {
    "reference": "Deu 28:65",
    "text": "Engkau tidak akan mendapat ketenteraman di antara bangsa-bangsa itu dan tidak akan ada tempat berjejak bagi telapak kakimu; Tuhan akan memberikan di sana kepadamu hati yang gelisah, mata yang penuh rindu dan jiwa yang merana."
  },
  {
    "reference": "Deu 28:66",
    "text": "Hidupmu akan terkatung-katung, siang dan malam engkau akan terkejut dan kuatir akan hidupmu."
  },
  {
    "reference": "Deu 28:67",
    "text": "Pada waktu pagi engkau akan berkata: Ah, kalau malam sekarang! dan pada waktu malam engkau akan berkata: Ah, kalau pagi sekarang! karena kejut memenuhi hatimu, dan karena apa yang dilihat matamu."
  },
  {
    "reference": "Deu 28:68",
    "text": "Tuhan akan membawa engkau kembali ke Mesir dengan kapal, melalui jalan yang telah Kukatakan kepadamu: Engkau tidak akan melihatnya lagi, dan di sana kamu akan menawarkan diri kepada musuhmu sebagai budak lelaki dan budak perempuan, tetapi tidak ada pembeli.”"
  },
  {
    "reference": "Deu 29:1",
    "text": "Inilah perkataan perjanjian yang diikat Musa dengan orang Israel di tanah Moab sesuai dengan perintah Tuhan, selain perjanjian yang telah diikat-Nya dengan mereka di gunung Horeb."
  },
  {
    "reference": "Deu 29:2",
    "text": "Musa memanggil seluruh orang Israel berkumpul, lalu berkata kepada mereka: ”Sudah kamu lihat segala yang dilakukan Tuhan di tanah Mesir di depan matamu terhadap Firaun dan terhadap semua pegawainya dan terhadap seluruh negerinya:"
  },
  {
    "reference": "Deu 29:3",
    "text": "cobaan-cobaan yang besar yang telah dilihat oleh matamu sendiri, tanda-tanda dan mujizat-mujizat yang besar itu."
  },
  {
    "reference": "Deu 29:4",
    "text": "Tetapi sampai sekarang ini Tuhan tidak memberi kamu akal budi untuk mengerti atau mata untuk melihat atau telinga untuk mendengar."
  },
  {
    "reference": "Deu 29:5",
    "text": "Empat puluh tahun lamanya Aku memimpin kamu berjalan melalui padang gurun; pakaianmu tidak menjadi rusak di tubuhmu, dan kasutmu tidak menjadi rusak di kakimu."
  },
  {
    "reference": "Deu 29:6",
    "text": "Roti tidak kamu makan, anggur atau minuman yang memabukkan tidak kamu minum – supaya kamu tahu bahwa Akulah Tuhan, Allahmu."
  },
  {
    "reference": "Deu 29:7",
    "text": "- 29:7: Bil. 21:21-25 Ketika kamu sudah sampai ke tempat ini, maka keluarlah Sihon, raja Hesybon, dan Og, raja Basan, mendatangi kita untuk berperang, dan kita memukul mereka kalah,"
  },
  {
    "reference": "Deu 29:8",
    "text": "- 29:8: Bil. 32:33 merebut negeri mereka dan memberikannya kepada orang Ruben, kepada orang Gad, dan kepada suku Manasye yang setengah itu menjadi milik pusaka mereka."
  },
  {
    "reference": "Deu 29:9",
    "text": "Sebab itu lakukanlah perkataan perjanjian ini dengan setia, supaya kamu beruntung dalam segala yang kamu lakukan."
  },
  {
    "reference": "Deu 29:10",
    "text": "Kamu sekalian pada hari ini berdiri di hadapan Tuhan, Allahmu: para kepala sukumu, para tua-tuamu dan para pengatur pasukanmu, semua laki-laki Israel,"
  },
  {
    "reference": "Deu 29:11",
    "text": "anak-anakmu, perempuan-perempuanmu dan orang-orang asing dalam perkemahanmu, bahkan tukang-tukang belah kayu dan tukang-tukang timba air di antaramu,"
  },
  {
    "reference": "Deu 29:12",
    "text": "untuk masuk ke dalam perjanjian Tuhan, Allahmu, yakni sumpah janji-Nya, yang diikat Tuhan, Allahmu, dengan engkau pada hari ini,"
  },
  {
    "reference": "Deu 29:13",
    "text": "supaya Ia mengangkat engkau sebagai umat-Nya pada hari ini dan supaya Ia menjadi Allahmu, seperti yang difirmankan-Nya kepadamu dan seperti yang dijanjikan-Nya dengan sumpah kepada nenek moyangmu, yakni kepada Abraham, Ishak dan Yakub."
  },
  {
    "reference": "Deu 29:14",
    "text": "Bukan hanya dengan kamu saja aku mengikat perjanjian dan sumpah janji ini,"
  },
  {
    "reference": "Deu 29:15",
    "text": "tetapi dengan setiap orang yang ada di sini pada hari ini bersama-sama dengan kita, yang berdiri di hadapan Tuhan, Allah kita, dan juga dengan setiap orang yang tidak ada di sini pada hari ini bersama-sama dengan kita."
  },
  {
    "reference": "Deu 29:16",
    "text": "Sebab kamu ini tahu, bagaimana kita diam di tanah Mesir dan bagaimana kita berjalan dari tengah-tengah segala bangsa yang negerinya kamu lalui,"
  },
  {
    "reference": "Deu 29:17",
    "text": "dan kamu sudah melihat dewa kejijikan dan berhala mereka, yakni kayu dan batu, emas dan perak itu, yang ada terdapat pada mereka."
  },
  {
    "reference": "Deu 29:18",
    "text": "- 29:18: Ibr. 12:15 Sebab itu janganlah di antaramu ada laki-laki atau perempuan, kaum keluarga atau suku yang hatinya pada hari ini berpaling meninggalkan Tuhan, Allah kita, untuk pergi berbakti kepada allah bangsa-bangsa itu; janganlah di antaramu ada akar yang menghasilkan racun atau ipuh."
  },
  {
    "reference": "Deu 29:19",
    "text": "Tetapi apabila seseorang pada waktu mendengar perkataan sumpah serapah ini menyangka dirinya tetap diberkati, dengan berkata: Aku akan selamat, walaupun aku berlaku degil – dengan demikian dilenyapkannya baik tanah yang kegenangan maupun yang kekeringan –"
  },
  {
    "reference": "Deu 29:20",
    "text": "maka Tuhan tidak akan mau mengampuni orang itu, tetapi murka dan cemburu Tuhan akan menyala atasnya pada waktu itu; segenap sumpah serapah yang tertulis dalam kitab ini akan menghinggapi dia, dan Tuhan akan menghapuskan namanya dari kolong langit."
  },
  {
    "reference": "Deu 29:21",
    "text": "Tuhan akan memisahkan orang itu dari segala suku Israel supaya dia mendapat celaka, sesuai dengan segala sumpah serapah perjanjian yang tertulis dalam kitab hukum Taurat ini."
  },
  {
    "reference": "Deu 29:22",
    "text": "Maka keturunan yang akan datang, yakni anak-anakmu yang bangkit sesudah kamu, dan orang asing yang datang dari negeri jauh akan berkata – apabila mereka melihat hajaran dan penyakit yang dijatuhkan Tuhan ke negeri itu,"
  },
  {
    "reference": "Deu 29:23",
    "text": "- 29:23: Kej. 19:24-25 seluruh tanahnya yang telah hangus oleh belerang dan garam, yang tidak ditaburi, tidak menumbuhkan apa-apa dan tidak ada tumbuh-tumbuhan apa pun yang timbul dari padanya, seperti pada waktu ditunggangbalikkan-Nya Sodom, Gomora, Adma dan Zeboim, yakni yang ditunggangbalikkan Tuhan dalam murka dan kepanasan amarah-Nya –"
  },
  {
    "reference": "Deu 29:24",
    "text": "bahkan segala bangsa akan berkata: Apakah sebabnya Tuhan berbuat demikian kepada negeri ini? Apakah artinya murka yang hebat bernyala-nyala ini?"
  },
  {
    "reference": "Deu 29:25",
    "text": "Maka orang akan menjawab: Sebab mereka itu telah melalaikan perjanjian Tuhan, Allah nenek moyang mereka, yakni perjanjian yang diikat-Nya dengan mereka ketika mereka dibawa-Nya keluar dari tanah Mesir,"
  },
  {
    "reference": "Deu 29:26",
    "text": "dan sebab mereka itu sudah pergi berbakti kepada allah lain dan sujud menyembah kepadanya, yakni allah yang tidak dikenal mereka dan yang tidak diberikan Tuhan kepada mereka sebagai bagiannya."
  },
  {
    "reference": "Deu 29:27",
    "text": "Itulah sebabnya murka Tuhan bangkit terhadap negeri ini, sehingga didatangkan ke atasnya segala kutuk yang tertulis dalam kitab ini:"
  },
  {
    "reference": "Deu 29:28",
    "text": "Tuhan telah menyentakkan mereka dari tanah mereka dalam murka dan kepanasan amarah dan gusar-Nya yang hebat, lalu melemparkan mereka ke negeri lain, seperti yang terjadi sekarang ini."
  },
  {
    "reference": "Deu 29:29",
    "text": "Hal-hal yang tersembunyi ialah bagi Tuhan, Allah kita, tetapi hal-hal yang dinyatakan ialah bagi kita dan bagi anak-anak kita sampai selama-lamanya, supaya kita melakukan segala perkataan hukum Taurat ini.”"
  },
  {
    "reference": "Deu 30:1",
    "text": "”Maka apabila segala hal ini berlaku atasmu, yakni berkat dan kutuk yang telah kuperhadapkan kepadamu itu, dan engkau menjadi sadar dalam hatimu di tengah-tengah segala bangsa, ke mana Tuhan, Allahmu, menghalau engkau,"
  },
  {
    "reference": "Deu 30:2",
    "text": "dan apabila engkau berbalik kepada Tuhan, Allahmu, dan mendengarkan suara-Nya sesuai dengan segala yang kuperintahkan kepadamu pada hari ini, baik engkau maupun anak-anakmu, dengan segenap hatimu dan dengan segenap jiwamu,"
  },
  {
    "reference": "Deu 30:3",
    "text": "maka Tuhan, Allahmu, akan memulihkan keadaanmu dan akan menyayangi engkau. Ia akan mengumpulkan engkau kembali dari segala bangsa, ke mana Tuhan, Allahmu, telah menyerakkan engkau."
  },
  {
    "reference": "Deu 30:4",
    "text": "Sekalipun orang-orang yang terhalau dari padamu ada di ujung langit, dari sana pun Tuhan, Allahmu, akan mengumpulkan engkau kembali dan dari sana pun Ia akan mengambil engkau."
  },
  {
    "reference": "Deu 30:5",
    "text": "Tuhan, Allahmu, akan membawa engkau masuk ke negeri yang sudah dimiliki nenek moyangmu, dan engkau pun akan memilikinya pula. Ia akan berbuat baik kepadamu dan membuat engkau banyak melebihi nenek moyangmu."
  },
  {
    "reference": "Deu 30:6",
    "text": "Dan Tuhan, Allahmu, akan menyunat hatimu dan hati keturunanmu, sehingga engkau mengasihi Tuhan, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu, supaya engkau hidup."
  },
  {
    "reference": "Deu 30:7",
    "text": "Tuhan, Allahmu, akan menjatuhkan segala sumpah serapah itu kepada musuhmu dan pembencimu, yang telah mengejar engkau."
  },
  {
    "reference": "Deu 30:8",
    "text": "Engkau akan mendengarkan kembali suara Tuhan dan melakukan segala perintah-Nya yang kusampaikan kepadamu pada hari ini."
  },
  {
    "reference": "Deu 30:9",
    "text": "Tuhan, Allahmu, akan melimpahi engkau dengan kebaikan dalam segala pekerjaanmu, dalam buah kandunganmu, dalam hasil ternakmu dan dalam hasil bumimu, sebab Tuhan, Allahmu, akan bergirang kembali karena engkau dalam keberuntunganmu, seperti Ia bergirang karena nenek moyangmu dahulu –"
  },
  {
    "reference": "Deu 30:10",
    "text": "apabila engkau mendengarkan suara Tuhan, Allahmu, dengan berpegang pada perintah dan ketetapan-Nya, yang tertulis dalam kitab Taurat ini dan apabila engkau berbalik kepada Tuhan, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu.” Kehidupan atau kematian 30:11-20"
  },
  {
    "reference": "Deu 30:11",
    "text": "”Sebab perintah ini, yang kusampaikan kepadamu pada hari ini, tidaklah terlalu sukar bagimu dan tidak pula terlalu jauh."
  },
  {
    "reference": "Deu 30:12",
    "text": "- 30:12-14: Rm. 10:6-8 Tidak di langit tempatnya, sehingga engkau berkata: Siapakah yang akan naik ke langit untuk mengambilnya bagi kita dan memperdengarkannya kepada kita, supaya kita melakukannya?"
  },
  {
    "reference": "Deu 30:13",
    "text": "Juga tidak di seberang laut tempatnya, sehingga engkau berkata: Siapakah yang akan menyeberang ke seberang laut untuk mengambilnya bagi kita dan memperdengarkannya kepada kita, supaya kita melakukannya?"
  },
  {
    "reference": "Deu 30:14",
    "text": "Tetapi firman ini sangat dekat kepadamu, yakni di dalam mulutmu dan di dalam hatimu, untuk dilakukan."
  },
  {
    "reference": "Deu 30:15",
    "text": "Ingatlah, aku menghadapkan kepadamu pada hari ini kehidupan dan keberuntungan, kematian dan kecelakaan,"
  },
  {
    "reference": "Deu 30:16",
    "text": "karena pada hari ini aku memerintahkan kepadamu untuk mengasihi Tuhan, Allahmu, dengan hidup menurut jalan yang ditunjukkan-Nya dan berpegang pada perintah, ketetapan dan peraturan-Nya, supaya engkau hidup dan bertambah banyak dan diberkati oleh Tuhan, Allahmu, di negeri ke mana engkau masuk untuk mendudukinya."
  },
  {
    "reference": "Deu 30:17",
    "text": "Tetapi jika hatimu berpaling dan engkau tidak mau mendengar, bahkan engkau mau disesatkan untuk sujud menyembah kepada allah lain dan beribadah kepadanya,"
  },
  {
    "reference": "Deu 30:18",
    "text": "maka aku memberitahukan kepadamu pada hari ini, bahwa pastilah kamu akan binasa; tidak akan lanjut umurmu di tanah, ke mana engkau pergi, menyeberangi sungai Yordan untuk mendudukinya."
  },
  {
    "reference": "Deu 30:19",
    "text": "Aku memanggil langit dan bumi menjadi saksi terhadap kamu pada hari ini: kepadamu kuperhadapkan kehidupan dan kematian, berkat dan kutuk. Pilihlah kehidupan, supaya engkau hidup, baik engkau maupun keturunanmu,"
  },
  {
    "reference": "Deu 30:20",
    "text": "- 30:20: Kej. 12:7, 26:3, 28:13 dengan mengasihi Tuhan, Allahmu, mendengarkan suara-Nya dan berpaut pada-Nya, sebab hal itu berarti hidupmu dan lanjut umurmu untuk tinggal di tanah yang dijanjikan Tuhan dengan sumpah kepada nenek moyangmu, yakni kepada Abraham, Ishak dan Yakub, untuk memberikannya kepada mereka.”"
  },
  {
    "reference": "Deu 31:1",
    "text": "Kemudian pergilah Musa, lalu mengatakan segala perkataan ini kepada seluruh orang Israel."
  },
  {
    "reference": "Deu 31:2",
    "text": "- 31:2: Bil. 20:12 Berkatalah ia kepada mereka: ”Aku sekarang berumur seratus dua puluh tahun; aku tidak dapat giat lagi, dan Tuhan telah berfirman kepadaku: Sungai Yordan ini tidak akan kauseberangi."
  },
  {
    "reference": "Deu 31:3",
    "text": "Tuhan, Allahmu, Dialah yang akan menyeberang di depanmu; Dialah yang akan memunahkan bangsa-bangsa itu dari hadapanmu, sehingga engkau dapat memiliki negeri mereka; Yosua, dialah yang akan menyeberang di depanmu, seperti yang difirmankan Tuhan."
  },
  {
    "reference": "Deu 31:4",
    "text": "- 31:4: Bil. 21:21-35 Dan Tuhan akan melakukan terhadap mereka seperti yang dilakukan-Nya terhadap Sihon dan Og, raja-raja orang Amori, yang telah dipunahkan-Nya itu, dan terhadap negeri mereka."
  },
  {
    "reference": "Deu 31:5",
    "text": "Tuhan akan menyerahkan mereka kepadamu dan haruslah kamu melakukan kepada mereka tepat seperti perintah yang kusampaikan kepadamu."
  },
  {
    "reference": "Deu 31:6",
    "text": "Kuatkan dan teguhkanlah hatimu, janganlah takut dan jangan gemetar karena mereka, sebab Tuhan, Allahmu, Dialah yang berjalan menyertai engkau; Ia tidak akan membiarkan engkau dan tidak akan meninggalkan engkau.”"
  },
  {
    "reference": "Deu 31:7",
    "text": "Lalu Musa memanggil Yosua dan berkata kepadanya di depan seluruh orang Israel: ”Kuatkan dan teguhkanlah hatimu, sebab engkau akan masuk bersama-sama dengan bangsa ini ke negeri yang dijanjikan Tuhan dengan sumpah kepada nenek moyang mereka untuk memberikannya kepada mereka, dan engkau akan memimpin mereka sampai mereka memilikinya."
  },
  {
    "reference": "Deu 31:8",
    "text": "- 31:8: Yos. 1:5; Ibr. 13:5 Sebab Tuhan, Dia sendiri akan berjalan di depanmu, Dia sendiri akan menyertai engkau, Dia tidak akan membiarkan engkau dan tidak akan meninggalkan engkau; janganlah takut dan janganlah patah hati.” Pembacaan hukum Taurat setiap tujuh tahun 31:9-13"
  },
  {
    "reference": "Deu 31:9",
    "text": "Setelah hukum Taurat itu dituliskan Musa, maka diberikannyalah kepada imam-imam bani Lewi, yang mengangkut tabut perjanjian Tuhan, dan kepada segala tua-tua Israel."
  },
  {
    "reference": "Deu 31:10",
    "text": "- 31:10: Ul. 15:1, 16:13-15 Dan Musa memerintahkan kepada mereka, demikian: ”Pada akhir tujuh tahun, pada waktu yang telah ditetapkan dalam tahun penghapusan hutang, yakni hari raya Pondok Daun,"
  },
  {
    "reference": "Deu 31:11",
    "text": "apabila seluruh orang Israel datang menghadap hadirat Tuhan, Allahmu, di tempat yang akan dipilih-Nya, maka haruslah engkau membacakan hukum Taurat ini di depan seluruh orang Israel."
  },
  {
    "reference": "Deu 31:12",
    "text": "Seluruh bangsa itu berkumpul, laki-laki, perempuan dan anak-anak, dan orang asing yang diam di dalam tempatmu, supaya mereka mendengarnya dan belajar takut akan Tuhan, Allahmu, dan mereka melakukan dengan setia segala perkataan hukum Taurat ini,"
  },
  {
    "reference": "Deu 31:13",
    "text": "dan supaya anak-anak mereka, yang tidak mengetahuinya, dapat mendengarnya dan belajar takut akan Tuhan, Allahmu, – selama kamu hidup di tanah, ke mana kamu pergi, menyeberangi sungai Yordan untuk mendudukinya.” Pendahuluan nyanyian Musa 31:14-30"
  },
  {
    "reference": "Deu 31:14",
    "text": "Kemudian berfirmanlah Tuhan kepada Musa: ”Sesungguhnya sudah dekat waktunya bahwa engkau akan mati; maka panggillah Yosua dan berdirilah bersama-sama dengan dia dalam Kemah Pertemuan, supaya Aku memberi perintah kepadanya.” Lalu pergilah Musa dan Yosua berdiri dalam Kemah Pertemuan."
  },
  {
    "reference": "Deu 31:15",
    "text": "Dan Tuhan menampakkan diri di kemah itu dalam tiang awan, dan tiang awan itu berdiri pada pintu kemah."
  },
  {
    "reference": "Deu 31:16",
    "text": "Tuhan berfirman kepada Musa: ”Ketahuilah, engkau akan mendapat perhentian bersama-sama dengan nenek moyangmu dan bangsa ini akan bangkit dan berzinah dengan mengikuti allah asing yang ada di negeri, ke mana mereka akan masuk; mereka akan meninggalkan Aku dan mengingkari perjanjian-Ku yang Kuikat dengan mereka."
  },
  {
    "reference": "Deu 31:17",
    "text": "Pada waktu itu murka-Ku akan bernyala-nyala terhadap mereka, Aku akan meninggalkan mereka dan menyembunyikan wajah-Ku terhadap mereka, sehingga mereka termakan habis dan banyak kali ditimpa malapetaka serta kesusahan. Maka pada waktu itu mereka akan berkata: Bukankah malapetaka itu menimpa kita, oleh sebab Allah kita tidak ada di tengah-tengah kita?"
  },
  {
    "reference": "Deu 31:18",
    "text": "Tetapi Aku akan menyembunyikan wajah-Ku sama sekali pada waktu itu, karena segala kejahatan yang telah dilakukan mereka: yakni mereka telah berpaling kepada allah lain."
  },
  {
    "reference": "Deu 31:19",
    "text": "Oleh sebab itu tuliskanlah nyanyian ini dan ajarkanlah kepada orang Israel, letakkanlah di dalam mulut mereka, supaya nyanyian ini menjadi saksi bagi-Ku terhadap orang Israel."
  },
  {
    "reference": "Deu 31:20",
    "text": "Sebab Aku akan membawa mereka ke tanah yang Kujanjikan dengan sumpah kepada nenek moyang mereka, yakni tanah yang berlimpah-limpah susu dan madunya; mereka akan makan dan kenyang dan menjadi gemuk, tetapi mereka akan berpaling kepada allah lain dan beribadah kepadanya. Aku ini akan dinista mereka dan perjanjian-Ku akan diingkari mereka."
  },
  {
    "reference": "Deu 31:21",
    "text": "Maka apabila banyak kali mereka ditimpa malapetaka serta kesusahan, maka nyanyian ini akan menjadi kesaksian terhadap mereka, sebab nyanyian ini akan tetap melekat pada bibir keturunan mereka. Sebab Aku tahu niat yang dikandung mereka pada hari ini, sebelum Aku membawa mereka ke negeri yang Kujanjikan dengan sumpah kepada mereka.”"
  },
  {
    "reference": "Deu 31:22",
    "text": "Maka Musa menuliskan nyanyian ini dan mengajarkannya kepada orang Israel."
  },
  {
    "reference": "Deu 31:23",
    "text": "- 31:23: Bil. 27:23; Yos. 1:6 Kepada Yosua bin Nun diberi-Nya perintah, firman-Nya: ”Kuatkan dan teguhkanlah hatimu, sebab engkau akan membawa orang Israel ke negeri yang Kujanjikan dengan sumpah kepada mereka, dan Aku akan menyertai engkau.”"
  },
  {
    "reference": "Deu 31:24",
    "text": "Ketika Musa selesai menuliskan perkataan hukum Taurat itu dalam sebuah kitab sampai perkataan yang penghabisan,"
  },
  {
    "reference": "Deu 31:25",
    "text": "maka Musa memerintahkan kepada orang-orang Lewi pengangkut tabut perjanjian Tuhan, demikian:"
  },
  {
    "reference": "Deu 31:26",
    "text": "”Ambillah kitab Taurat ini dan letakkanlah di samping tabut perjanjian Tuhan, Allahmu, supaya menjadi saksi di situ terhadap engkau."
  },
  {
    "reference": "Deu 31:27",
    "text": "Sebab aku mengenal kedegilan dan tegar tengkukmu. Sedangkan sekarang, selagi aku hidup bersama-sama dengan kamu, kamu sudah menunjukkan kedegilanmu terhadap Tuhan, terlebih lagi nanti sesudah aku mati."
  },
  {
    "reference": "Deu 31:28",
    "text": "Suruhlah berkumpul kepadaku segala tua-tua sukumu dan para pengatur pasukanmu, maka aku akan mengatakan hal yang berikut kepada mereka dan memanggil langit dan bumi menjadi saksi terhadap mereka."
  },
  {
    "reference": "Deu 31:29",
    "text": "Sebab aku tahu, bahwa sesudah aku mati, kamu akan berlaku sangat busuk dan akan menyimpang dari jalan yang telah kuperintahkan kepadamu. Sebab itu di kemudian hari malapetaka akan menimpa kamu, apabila kamu berbuat yang jahat di mata Tuhan, dan menimbulkan sakit hati-Nya dengan perbuatan tanganmu.”"
  },
  {
    "reference": "Deu 31:30",
    "text": "Lalu Musa menyampaikan ke telinga seluruh jemaah Israel nyanyian ini sampai perkataan yang penghabisan."
  },
  {
    "reference": "Deu 32:1",
    "text": "”Pasanglah telingamu, hai langit, aku mau berbicara, dan baiklah bumi mendengarkan ucapan mulutku."
  },
  {
    "reference": "Deu 32:2",
    "text": "Mudah-mudahan pengajaranku menitik laksana hujan, perkataanku menetes laksana embun, laksana hujan renai ke atas tunas muda, dan laksana dirus hujan ke atas tumbuh-tumbuhan."
  },
  {
    "reference": "Deu 32:3",
    "text": "Sebab nama Tuhan akan kuserukan: Berilah hormat kepada Allah kita,"
  },
  {
    "reference": "Deu 32:4",
    "text": "Gunung Batu, yang pekerjaan-Nya sempurna, karena segala jalan-Nya adil, Allah yang setia, dengan tiada kecurangan, adil dan benar Dia."
  },
  {
    "reference": "Deu 32:5",
    "text": "Berlaku busuk terhadap Dia, mereka yang bukan lagi anak-anak-Nya, yang merupakan noda, suatu angkatan yang bengkok dan belat-belit."
  },
  {
    "reference": "Deu 32:6",
    "text": "Demikianlah engkau mengadakan pembalasan terhadap Tuhan, hai bangsa yang bebal dan tidak bijaksana? Bukankah Ia Bapamu yang mencipta engkau, yang menjadikan dan menegakkan engkau?"
  },
  {
    "reference": "Deu 32:7",
    "text": "Ingatlah kepada zaman dahulu kala, perhatikanlah tahun-tahun keturunan yang lalu, tanyakanlah kepada ayahmu, maka ia memberitahukannya kepadamu, kepada para tua-tuamu, maka mereka mengatakannya kepadamu."
  },
  {
    "reference": "Deu 32:8",
    "text": "- 32:8: Kis. 17:26 Ketika Sang Mahatinggi membagi-bagikan milik pusaka kepada bangsa-bangsa, ketika Ia memisah-misah anak-anak manusia, maka Ia menetapkan wilayah bangsa-bangsa menurut bilangan anak-anak Israel."
  },
  {
    "reference": "Deu 32:9",
    "text": "Tetapi bagian Tuhan ialah umat-Nya, Yakub ialah milik yang ditetapkan bagi-Nya."
  },
  {
    "reference": "Deu 32:10",
    "text": "Didapati-Nya dia di suatu negeri, di padang gurun, di tengah-tengah ketandusan dan auman padang belantara. Dikelilingi-Nya dia dan diawasi-Nya, dijaga-Nya sebagai biji mata-Nya."
  },
  {
    "reference": "Deu 32:11",
    "text": "Laksana rajawali menggoyangbangkitkan isi sarangnya, melayang-layang di atas anak-anaknya, mengembangkan sayapnya, menampung seekor, dan mendukungnya di atas kepaknya,"
  },
  {
    "reference": "Deu 32:12",
    "text": "demikianlah Tuhan sendiri menuntun dia, dan tidak ada allah asing menyertai dia."
  },
  {
    "reference": "Deu 32:13",
    "text": "Dibuat-Nya dia berkendaraan mengatasi bukit-bukit di bumi, dan memakan hasil dari ladang; dibuat-Nya dia mengisap madu dari bukit batu, dan minyak dari gunung batu yang keras,"
  },
  {
    "reference": "Deu 32:14",
    "text": "dadih dari lembu sapi dan susu kambing domba, dengan lemak anak-anak domba; dan domba-domba jantan dari Basan dan kambing-kambing jantan, dengan gandum yang terbaik; juga darah buah anggur yang berbuih engkau minum."
  },
  {
    "reference": "Deu 32:15",
    "text": "Lalu menjadi gemuklah Yesyurun, dan menendang ke belakang, – bertambah gemuk engkau, gendut dan tambun – dan ia meninggalkan Allah yang telah menjadikan dia, ia memandang rendah Gunung Batu keselamatannya."
  },
  {
    "reference": "Deu 32:16",
    "text": "Mereka membangkitkan cemburu-Nya dengan allah asing, mereka menimbulkan sakit hati-Nya dengan dewa kekejian,"
  },
  {
    "reference": "Deu 32:17",
    "text": "- 32:17: 1Kor. 10:20 mereka mempersembahkan korban kepada roh-roh jahat yang bukan Allah, kepada allah yang tidak mereka kenal, allah baru yang belum lama timbul, yang kepadanya nenek moyangmu tidak gentar."
  },
  {
    "reference": "Deu 32:18",
    "text": "Gunung batu yang memperanakkan engkau, telah kaulalaikan, dan telah kaulupakan Allah yang melahirkan engkau."
  },
  {
    "reference": "Deu 32:19",
    "text": "Ketika Tuhan melihat hal itu, maka Ia menolak mereka, karena Ia sakit hati oleh anak-anaknya lelaki dan perempuan."
  },
  {
    "reference": "Deu 32:20",
    "text": "Ia berfirman: Aku hendak menyembunyikan wajah-Ku terhadap mereka, dan melihat bagaimana kesudahan mereka, sebab mereka itu suatu angkatan yang bengkok, anak-anak yang tidak mempunyai kesetiaan."
  },
  {
    "reference": "Deu 32:21",
    "text": "- 32:21: Rm. 10:19; 1Kor. 10:22 Mereka membangkitkan cemburu-Ku dengan yang bukan Allah, mereka menimbulkan sakit hati-Ku dengan berhala mereka. Sebab itu Aku akan membangkitkan cemburu mereka dengan yang bukan umat, dan akan menyakiti hati mereka dengan bangsa yang bebal."
  },
  {
    "reference": "Deu 32:22",
    "text": "Sebab api telah dinyalakan oleh murka-Ku, dan bernyala-nyala sampai ke bagian dunia orang mati yang paling bawah; api itu memakan bumi dengan hasilnya, dan menghanguskan dasar gunung-gunung."
  },
  {
    "reference": "Deu 32:23",
    "text": "Aku akan menimbun malapetaka ke atas mereka, seluruh anak panah-Ku akan Kutembakkan kepada mereka."
  },
  {
    "reference": "Deu 32:24",
    "text": "Apabila mereka sudah lemas karena lapar dan merana oleh demam yang membara, dan oleh penyakit sampar, maka Aku akan melepaskan taring binatang buas kepada mereka, dengan racun binatang yang menjalar di dalam debu."
  },
  {
    "reference": "Deu 32:25",
    "text": "Pedang di luar rumah dan kengerian di dalam kamar akan melenyapkan teruna maupun dara, anak menyusu serta orang ubanan."
  },
  {
    "reference": "Deu 32:26",
    "text": "Seharusnya Aku berfirman: Aku meniupkan mereka, melenyapkan ingatan kepada mereka dari antara manusia,"
  },
  {
    "reference": "Deu 32:27",
    "text": "tetapi Aku kuatir disakiti hati-Ku oleh musuh, jangan-jangan lawan mereka salah mengerti, jangan-jangan mereka berkata: Tangan kami jaya, bukanlah Tuhan yang melakukan semuanya ini."
  },
  {
    "reference": "Deu 32:28",
    "text": "Sebab mereka itu suatu bangsa yang tidak punya pertimbangan, dan tidak ada pengertian pada mereka."
  },
  {
    "reference": "Deu 32:29",
    "text": "Sekiranya mereka bijaksana, tentulah mereka mengerti hal ini, dan memperhatikan kesudahan mereka."
  },
  {
    "reference": "Deu 32:30",
    "text": "Bagaimana mungkin satu orang dapat mengejar seribu orang, dan dua orang dapat membuat lari sepuluh ribu orang, kalau tidak gunung batu mereka telah menjual mereka, dan Tuhan telah menyerahkan mereka!"
  },
  {
    "reference": "Deu 32:31",
    "text": "Sebab bukanlah seperti Gunung Batu kita gunung batu orang-orang itu; musuh kita boleh menjadi hakim!"
  },
  {
    "reference": "Deu 32:32",
    "text": "Sesungguhnya, pohon anggur mereka berasal dari pohon anggur Sodom, dan dari kebun-kebun Gomora; buah anggur mereka adalah buah anggur yang beracun, pahit gugusan-gugusannya."
  },
  {
    "reference": "Deu 32:33",
    "text": "Air anggur mereka adalah racun ular, dan bisa ular tedung yang keras ganas."
  },
  {
    "reference": "Deu 32:34",
    "text": "Bukankah hal itu tersimpan pada-Ku, termeterai dalam perbendaharaan-Ku?"
  },
  {
    "reference": "Deu 32:35",
    "text": "- 32:35: Rm. 12:19; Ibr. 10:30 Hak-Kulah dendam dan pembalasan, pada waktu kaki mereka goyang, sebab hari bencana bagi mereka telah dekat, akan segera datang apa yang telah disediakan bagi mereka."
  },
  {
    "reference": "Deu 32:36",
    "text": "- 32:36: Mzm. 135:14 Sebab Tuhan akan memberi keadilan kepada umat-Nya, dan akan merasa sayang kepada hamba-hamba-Nya; apabila dilihat-Nya, bahwa kekuatan mereka sudah lenyap, dan baik hamba maupun orang merdeka sudah tiada."
  },
  {
    "reference": "Deu 32:37",
    "text": "Maka Ia akan berfirman: Di manakah allah mereka, – gunung batu tempat mereka berlindung –"
  },
  {
    "reference": "Deu 32:38",
    "text": "yang memakan lemak dari korban sembelihan mereka, meminum anggur dari korban curahan mereka? Biarlah mereka bangkit untuk menolong kamu, sehingga kamu mendapat perlindungan."
  },
  {
    "reference": "Deu 32:39",
    "text": "Lihatlah sekarang, bahwa Aku, Akulah Dia. Tidak ada Allah kecuali Aku. Akulah yang mematikan dan yang menghidupkan, Aku telah meremukkan, tetapi Akulah yang menyembuhkan, dan seorang pun tidak ada yang dapat melepaskan dari tangan-Ku."
  },
  {
    "reference": "Deu 32:40",
    "text": "Sesungguhnya, Aku mengangkat tangan-Ku ke langit, dan berfirman: Demi Aku yang hidup selama-lamanya,"
  },
  {
    "reference": "Deu 32:41",
    "text": "apabila Aku mengasah pedang-Ku yang berkilat-kilat, dan tangan-Ku memegang penghukuman, maka Aku membalas dendam kepada lawan-Ku, dan mengadakan pembalasan kepada yang membenci Aku."
  },
  {
    "reference": "Deu 32:42",
    "text": "Aku akan memabukkan anak panah-Ku dengan darah, dan pedang-Ku akan memakan daging: darah orang-orang yang mati tertikam dan orang-orang yang tertawan, dari kepala-kepala musuh yang berambut panjang."
  },
  {
    "reference": "Deu 32:43",
    "text": "- 32:43: Rm. 15:10; Why. 19:2 Bersorak-sorailah, hai bangsa-bangsa karena umat-Nya, sebab Ia membalaskan darah hamba-hamba-Nya, Ia membalas dendam kepada lawan-Nya, dan mengadakan pendamaian bagi tanah umat-Nya.” Nasihat Musa yang terakhir 32:44-47"
  },
  {
    "reference": "Deu 32:44",
    "text": "Lalu datanglah Musa bersama-sama dengan Yosua bin Nun dan menyampaikan ke telinga bangsa itu segala perkataan nyanyian tadi."
  },
  {
    "reference": "Deu 32:45",
    "text": "Setelah Musa selesai menyampaikan segala perkataan itu kepada seluruh orang Israel,"
  },
  {
    "reference": "Deu 32:46",
    "text": "berkatalah ia kepada mereka: ”Perhatikanlah segala perkataan yang kuperingatkan kepadamu pada hari ini, supaya kamu memerintahkannya kepada anak-anakmu untuk melakukan dengan setia segala perkataan hukum Taurat ini."
  },
  {
    "reference": "Deu 32:47",
    "text": "Sebab perkataan ini bukanlah perkataan hampa bagimu, tetapi itulah hidupmu, dan dengan perkataan ini akan lanjut umurmu di tanah, ke mana kamu pergi, menyeberangi sungai Yordan untuk mendudukinya.” Ajal Musa mendekat 32:48-52"
  },
  {
    "reference": "Deu 32:48",
    "text": "- 32:48-52: Bil. 27:12-14; Ul. 3:23-27 Pada hari itulah juga Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Deu 32:49",
    "text": "”Naiklah ke atas pegunungan Abarim, ke atas gunung Nebo, yang di tanah Moab, di tentangan Yerikho, dan pandanglah tanah Kanaan yang Kuberikan kepada orang Israel menjadi miliknya,"
  },
  {
    "reference": "Deu 32:50",
    "text": "kemudian engkau akan mati di atas gunung yang akan kaunaiki itu, supaya engkau dikumpulkan kepada kaum leluhurmu, sama seperti Harun, kakakmu, sudah meninggal di gunung Hor dan dikumpulkan kepada kaum leluhurnya –"
  },
  {
    "reference": "Deu 32:51",
    "text": "oleh sebab kamu telah berubah setia terhadap Aku di tengah-tengah orang Israel, dekat mata air Meriba di Kadesh di padang gurun Zin, dan oleh sebab kamu tidak menghormati kekudusan-Ku di tengah-tengah orang Israel."
  },
  {
    "reference": "Deu 32:52",
    "text": "Engkau boleh melihat negeri itu terbentang di depanmu, tetapi tidak boleh masuk ke sana, ke negeri yang Kuberikan kepada orang Israel.”"
  },
  {
    "reference": "Deu 33:1",
    "text": "Inilah berkat yang diberikan Musa, abdi Allah itu, kepada orang Israel sebelum ia mati."
  },
  {
    "reference": "Deu 33:2",
    "text": "Berkatalah ia: ” Tuhan datang dari Sinai dan terbit kepada mereka dari Seir; Ia tampak bersinar dari pegunungan Paran dan datang dari tengah-tengah puluhan ribu orang yang kudus; di sebelah kanan-Nya tampak kepada mereka api yang menyala."
  },
  {
    "reference": "Deu 33:3",
    "text": "Sungguh Ia mengasihi umat-Nya; semua orang-Nya yang kudus – di dalam tangan-Mulah mereka, pada kaki-Mulah mereka duduk, menangkap sesuatu dari firman-Mu."
  },
  {
    "reference": "Deu 33:4",
    "text": "Musa telah memerintahkan hukum Taurat kepada kita, suatu milik bagi jemaah Yakub."
  },
  {
    "reference": "Deu 33:5",
    "text": "Ia menjadi raja di Yesyurun, ketika kepala-kepala bangsa datang berkumpul, yakni segala suku Israel bersama-sama."
  },
  {
    "reference": "Deu 33:6",
    "text": "Biarlah Ruben hidup dan jangan mati, tetapi biarlah orang-orangnya sedikit jumlahnya.”"
  },
  {
    "reference": "Deu 33:7",
    "text": "Dan inilah tentang Yehuda. Katanya: ”Dengarlah, ya Tuhan, suara Yehuda dan bawalah dia kepada bangsanya. Berjuanglah baginya dengan tangan-Mu, dan jadilah Engkau penolongnya melawan musuhnya.”"
  },
  {
    "reference": "Deu 33:8",
    "text": "- 33:8: Kel. 17:7, 28:30; Bil. 20:13 Tentang Lewi ia berkata: ”Biarlah Tumim dan Urim-Mu menjadi kepunyaan orang yang Kaukasihi, yang telah Kaucoba di Masa, dengan siapa Engkau berbantah dekat mata air Meriba;"
  },
  {
    "reference": "Deu 33:9",
    "text": "yang berkata tentang ayahnya dan tentang ibunya: aku tidak mengindahkan mereka; ia yang tidak mau kenal saudara-saudaranya dan acuh tak acuh terhadap anak-anaknya. Sebab orang-orang Lewi itu berpegang pada firman-Mu dan menjaga perjanjian-Mu;"
  },
  {
    "reference": "Deu 33:10",
    "text": "mereka mengajarkan peraturan-peraturan-Mu kepada Yakub, hukum-Mu kepada Israel; mereka menaruh ukupan wangi-wangian di depan-Mu dan korban yang terbakar seluruhnya di atas mezbah-Mu."
  },
  {
    "reference": "Deu 33:11",
    "text": "Berkatilah, ya Tuhan, kekuatannya dan berkenanlah kepada pekerjaannya. Remukkanlah pinggang orang yang melawan dia dan yang membenci dia, sehingga mereka tidak dapat bangkit.”"
  },
  {
    "reference": "Deu 33:12",
    "text": "Tentang Benyamin ia berkata: ”Kekasih Tuhan yang diam pada-Nya dengan tenteram! Tuhan melindungi dia setiap waktu dan diam di antara lereng-lereng gunungnya.”"
  },
  {
    "reference": "Deu 33:13",
    "text": "Tentang Yusuf ia berkata: ”Kiranya negerinya diberkati oleh Tuhan dengan yang terbaik dari langit, dengan air embun, dan dengan air samudera raya yang ada di bawah;"
  },
  {
    "reference": "Deu 33:14",
    "text": "dengan yang terbaik dari yang dihasilkan matahari, dan dengan yang terbaik dari yang ditumbuhkan bulan;"
  },
  {
    "reference": "Deu 33:15",
    "text": "dengan yang terutama dari gunung-gunung yang sejak dahulu, dan dengan yang terbaik dari bukit-bukit yang berabad-abad,"
  },
  {
    "reference": "Deu 33:16",
    "text": "dan dengan yang terbaik dari bumi serta segala isinya; dengan perkenanan Dia yang diam dalam semak duri. Biarlah itu semuanya turun ke atas kepala Yusuf, ke atas batu kepala orang yang teristimewa di antara saudara-saudaranya."
  },
  {
    "reference": "Deu 33:17",
    "text": "Anak sulung lembu sapinya adalah kegemilangannya dan tanduk-tanduknya seperti tanduk-tanduk lembu hutan; dengan itu ia akan menanduk bangsa-bangsa, seluruh bumi, dari ujung ke ujung. Itulah orang Efraim yang puluhan ribu, dan itulah orang Manasye yang ribuan.”"
  },
  {
    "reference": "Deu 33:18",
    "text": "Tentang Zebulon ia berkata: ”Bersukacitalah, hai Zebulon, atas perjalanan-perjalananmu, dan engkau pun, hai Isakhar, atas kemah-kemahmu."
  },
  {
    "reference": "Deu 33:19",
    "text": "Bangsa-bangsa akan dipanggil mereka datang ke gunung; di sanalah mereka akan mempersembahkan korban sembelihan yang benar, sebab mereka akan mengisap kelimpahan laut dan harta yang terpendam di dalam pasir.”"
  },
  {
    "reference": "Deu 33:20",
    "text": "Tentang Gad ia berkata: ”Terpujilah Dia yang memberi kelapangan kepada Gad. Seperti singa betina ia diam dan menerkam lengan, bahkan batu kepala."
  },
  {
    "reference": "Deu 33:21",
    "text": "Ia memilih bagian yang terutama, sebab di sanalah tersimpan bagian panglima; ia datang kepada para kepala bangsa itu; dilakukannya kebenaran Tuhan serta penghukuman-penghukuman-Nya bersama-sama dengan orang Israel.”"
  },
  {
    "reference": "Deu 33:22",
    "text": "Tentang Dan ia berkata: ”Adapun Dan ialah anak singa yang melompat keluar dari Basan.”"
  },
  {
    "reference": "Deu 33:23",
    "text": "Tentang Naftali ia berkata: ”Naftali kenyang dengan perkenanan dan penuh dengan berkat Tuhan; milikilah tasik dan wilayah sebelah selatan.”"
  },
  {
    "reference": "Deu 33:24",
    "text": "Tentang Asyer ia berkata: ”Diberkatilah Asyer di antara anak-anak lelaki; biarlah ia disukai oleh saudara-saudaranya, dan biarlah ia mencelupkan kakinya ke dalam minyak."
  },
  {
    "reference": "Deu 33:25",
    "text": "Biarlah dari besi dan dari tembaga palang pintumu, selama umurmu kiranya kekuatanmu."
  },
  {
    "reference": "Deu 33:26",
    "text": "Tidak ada yang seperti Allah, hai Yesyurun. Ia berkendaraan melintasi langit sebagai penolongmu dan dalam kejayaan-Nya melintasi awan-awan."
  },
  {
    "reference": "Deu 33:27",
    "text": "Allah yang abadi adalah tempat perlindunganmu, dan di bawahmu ada lengan-lengan yang kekal. Ia mengusir musuh dari depanmu dan berfirman: Punahkanlah!"
  },
  {
    "reference": "Deu 33:28",
    "text": "Maka Israel diam dengan tenteram dan sumber Yakub diam tidak terganggu di dalam suatu negeri yang ada gandum dan anggur; bahkan langitnya menitikkan embun."
  },
  {
    "reference": "Deu 33:29",
    "text": "Berbahagialah engkau, hai Israel; siapakah yang sama dengan engkau? Suatu bangsa yang diselamatkan oleh Tuhan, perisai pertolongan dan pedang kejayaanmu. Sebab itu musuhmu akan tunduk menjilat kepadamu, dan engkau akan berjejak di bukit-bukit mereka.”"
  },
  {
    "reference": "Deu 34:1",
    "text": "Kemudian naiklah Musa dari dataran Moab ke atas gunung Nebo, yakni ke atas puncak Pisga, yang di tentangan Yerikho, lalu Tuhan memperlihatkan kepadanya seluruh negeri itu: daerah Gilead sampai ke kota Dan,"
  },
  {
    "reference": "Deu 34:2",
    "text": "seluruh Naftali, tanah Efraim dan Manasye, seluruh tanah Yehuda sampai laut sebelah barat,"
  },
  {
    "reference": "Deu 34:3",
    "text": "Tanah Negeb dan lembah Yordan, lembah Yerikho, kota pohon korma itu, sampai Zoar."
  },
  {
    "reference": "Deu 34:4",
    "text": "- 34:4: Kej. 12:7, 26:3, 28:13 Dan berfirmanlah Tuhan kepadanya: ”Inilah negeri yang Kujanjikan dengan sumpah kepada Abraham, Ishak dan Yakub; demikian: Kepada keturunanmulah akan Kuberikan negeri itu. Aku mengizinkan engkau melihatnya dengan matamu sendiri, tetapi engkau tidak akan menyeberang ke sana.”"
  },
  {
    "reference": "Deu 34:5",
    "text": "Lalu matilah Musa, hamba Tuhan itu, di sana di tanah Moab, sesuai dengan firman Tuhan."
  },
  {
    "reference": "Deu 34:6",
    "text": "Dan dikuburkan-Nyalah dia di suatu lembah di tanah Moab, di tentangan Bet-Peor, dan tidak ada orang yang tahu kuburnya sampai hari ini."
  },
  {
    "reference": "Deu 34:7",
    "text": "Musa berumur seratus dua puluh tahun, ketika ia mati; matanya belum kabur dan kekuatannya belum hilang."
  },
  {
    "reference": "Deu 34:8",
    "text": "Orang Israel menangisi Musa di dataran Moab tiga puluh hari lamanya. Maka berakhirlah hari-hari tangis perkabungan karena Musa itu."
  },
  {
    "reference": "Deu 34:9",
    "text": "Dan Yosua bin Nun penuh dengan roh kebijaksanaan, sebab Musa telah meletakkan tangannya ke atasnya. Sebab itu orang Israel mendengarkan dia dan melakukan seperti yang diperintahkan Tuhan kepada Musa."
  },
  {
    "reference": "Deu 34:10",
    "text": "- 34:10: Kel. 33:11 Seperti Musa yang dikenal Tuhan dengan berhadapan muka, tidak ada lagi nabi yang bangkit di antara orang Israel,"
  },
  {
    "reference": "Deu 34:11",
    "text": "dalam hal segala tanda dan mujizat, yang dilakukannya atas perintah Tuhan di tanah Mesir terhadap Firaun dan terhadap semua pegawainya dan seluruh negerinya,"
  },
  {
    "reference": "Deu 34:12",
    "text": "dan dalam hal segala perbuatan kekuasaan dan segala kedahsyatan yang besar yang dilakukan Musa di depan seluruh orang Israel."
  }
]
