[
  {
    "reference": "Gal 1:1",
    "text": "Dari Paulus, seorang rasul, bukan karena manusia, juga bukan oleh seorang manusia, melainkan oleh Yesus Kristus dan Allah, Bapa, yang telah membangkitkan Dia dari antara orang mati,"
  },
  {
    "reference": "Gal 1:2",
    "text": "dan dari semua saudara yang ada bersama-sama dengan aku, kepada jemaat-jemaat di Galatia:"
  },
  {
    "reference": "Gal 1:3",
    "text": "kasih karunia menyertai kamu dan damai sejahtera dari Allah, Bapa kita, dan dari Tuhan Yesus Kristus,"
  },
  {
    "reference": "Gal 1:4",
    "text": "yang telah menyerahkan diri-Nya karena dosa-dosa kita, untuk melepaskan kita dari dunia jahat yang sekarang ini, menurut kehendak Allah dan Bapa kita."
  },
  {
    "reference": "Gal 1:5",
    "text": "Bagi-Nyalah kemuliaan selama-lamanya! Amin. Hanya satu Injil 1:6-10"
  },
  {
    "reference": "Gal 1:6",
    "text": "Aku heran, bahwa kamu begitu lekas berbalik dari pada Dia, yang oleh kasih karunia Kristus telah memanggil kamu, dan mengikuti suatu injil lain,"
  },
  {
    "reference": "Gal 1:7",
    "text": "yang sebenarnya bukan Injil. Hanya ada orang yang mengacaukan kamu dan yang bermaksud untuk memutarbalikkan Injil Kristus."
  },
  {
    "reference": "Gal 1:8",
    "text": "Tetapi sekalipun kami atau seorang malaikat dari sorga yang memberitakan kepada kamu suatu injil yang berbeda dengan Injil yang telah kami beritakan kepadamu, terkutuklah dia."
  },
  {
    "reference": "Gal 1:9",
    "text": "Seperti yang telah kami katakan dahulu, sekarang kukatakan sekali lagi: jikalau ada orang yang memberitakan kepadamu suatu injil, yang berbeda dengan apa yang telah kamu terima, terkutuklah dia."
  },
  {
    "reference": "Gal 1:10",
    "text": "Jadi bagaimana sekarang: adakah kucari kesukaan manusia atau kesukaan Allah? Adakah kucoba berkenan kepada manusia? Sekiranya aku masih mau mencoba berkenan kepada manusia, maka aku bukanlah hamba Kristus. Bagaimana Paulus menjadi rasul 1:11-24"
  },
  {
    "reference": "Gal 1:11",
    "text": "Sebab aku menegaskan kepadamu, saudara-saudaraku, bahwa Injil yang kuberitakan itu bukanlah injil manusia."
  },
  {
    "reference": "Gal 1:12",
    "text": "Karena aku bukan menerimanya dari manusia, dan bukan manusia yang mengajarkannya kepadaku, tetapi aku menerimanya oleh penyataan Yesus Kristus."
  },
  {
    "reference": "Gal 1:13",
    "text": "- 1:13: Kis. 8:3, 22:4-5, 26:9-11 Sebab kamu telah mendengar tentang hidupku dahulu dalam agama Yahudi: tanpa batas aku menganiaya jemaat Allah dan berusaha membinasakannya."
  },
  {
    "reference": "Gal 1:14",
    "text": "- 1:14: Kis. 22:3 Dan di dalam agama Yahudi aku jauh lebih maju dari banyak teman yang sebaya dengan aku di antara bangsaku, sebagai orang yang sangat rajin memelihara adat istiadat nenek moyangku."
  },
  {
    "reference": "Gal 1:15",
    "text": "- 1:15-16: Kis. 9:3-6, 22:6-10, 26:13-18 Tetapi waktu Ia, yang telah memilih aku sejak kandungan ibuku dan memanggil aku oleh kasih karunia-Nya,"
  },
  {
    "reference": "Gal 1:16",
    "text": "berkenan menyatakan Anak-Nya di dalam aku, supaya aku memberitakan Dia di antara bangsa-bangsa bukan Yahudi, maka sesaat pun aku tidak minta pertimbangan kepada manusia;"
  },
  {
    "reference": "Gal 1:17",
    "text": "juga aku tidak pergi ke Yerusalem mendapatkan mereka yang telah menjadi rasul sebelum aku, tetapi aku berangkat ke tanah Arab dan dari situ kembali lagi ke Damsyik."
  },
  {
    "reference": "Gal 1:18",
    "text": "- 1:18: Kis. 9:26-30 Lalu, tiga tahun kemudian, aku pergi ke Yerusalem untuk mengunjungi Kefas, dan aku menumpang lima belas hari di rumahnya."
  },
  {
    "reference": "Gal 1:19",
    "text": "Tetapi aku tidak melihat seorang pun dari rasul-rasul yang lain, kecuali Yakobus, saudara Tuhan Yesus."
  },
  {
    "reference": "Gal 1:20",
    "text": "Di hadapan Allah kutegaskan: apa yang kutuliskan kepadamu ini benar, aku tidak berdusta."
  },
  {
    "reference": "Gal 1:21",
    "text": "Kemudian aku pergi ke daerah-daerah Siria dan Kilikia."
  },
  {
    "reference": "Gal 1:22",
    "text": "Tetapi rupaku tetap tidak dikenal oleh jemaat-jemaat Kristus di Yudea."
  },
  {
    "reference": "Gal 1:23",
    "text": "Mereka hanya mendengar, bahwa ia yang dahulu menganiaya mereka, sekarang memberitakan iman, yang pernah hendak dibinasakannya."
  },
  {
    "reference": "Gal 1:24",
    "text": "Dan mereka memuliakan Allah karena aku."
  },
  {
    "reference": "Gal 2:1",
    "text": "- 2:1: Kis. 11:30, 15:2 Kemudian setelah lewat empat belas tahun, aku pergi pula ke Yerusalem dengan Barnabas dan Titus pun kubawa juga."
  },
  {
    "reference": "Gal 2:2",
    "text": "Aku pergi berdasarkan suatu penyataan. Dan kepada mereka kubentangkan Injil yang kuberitakan di antara bangsa-bangsa bukan Yahudi – dalam percakapan tersendiri kepada mereka yang terpandang –, supaya jangan dengan percuma aku berusaha atau telah berusaha."
  },
  {
    "reference": "Gal 2:3",
    "text": "Tetapi kendatipun Titus, yang bersama-sama dengan aku, adalah seorang Yunani, namun ia tidak dipaksa untuk menyunatkan dirinya."
  },
  {
    "reference": "Gal 2:4",
    "text": "Memang ada desakan dari saudara-saudara palsu yang menyusup masuk, yaitu mereka yang menyelundup ke dalam untuk menghadang kebebasan kita yang kita miliki di dalam Kristus Yesus, supaya dengan jalan itu mereka dapat memperhambakan kita."
  },
  {
    "reference": "Gal 2:5",
    "text": "Tetapi sesaat pun kami tidak mau mundur dan tunduk kepada mereka, agar kebenaran Injil dapat tinggal tetap pada kamu."
  },
  {
    "reference": "Gal 2:6",
    "text": "- 2:6: Ul. 10:17 Dan mengenai mereka yang dianggap terpandang itu – bagaimana kedudukan mereka dahulu, itu tidak penting bagiku, sebab Allah tidak memandang muka – bagaimanapun juga, mereka yang terpandang itu tidak memaksakan sesuatu yang lain kepadaku."
  },
  {
    "reference": "Gal 2:7",
    "text": "Tetapi sebaliknya, setelah mereka melihat bahwa kepadaku telah dipercayakan pemberitaan Injil untuk orang-orang tak bersunat, sama seperti kepada Petrus untuk orang-orang bersunat"
  },
  {
    "reference": "Gal 2:8",
    "text": "– karena Ia yang telah memberikan kekuatan kepada Petrus untuk menjadi rasul bagi orang-orang bersunat, Ia juga yang telah memberikan kekuatan kepadaku untuk orang-orang yang tidak bersunat."
  },
  {
    "reference": "Gal 2:9",
    "text": "Dan setelah melihat kasih karunia yang dianugerahkan kepadaku, maka Yakobus, Kefas dan Yohanes, yang dipandang sebagai sokoguru jemaat, berjabat tangan dengan aku dan dengan Barnabas sebagai tanda persekutuan, supaya kami pergi kepada orang-orang yang tidak bersunat dan mereka kepada orang-orang yang bersunat;"
  },
  {
    "reference": "Gal 2:10",
    "text": "hanya kami harus tetap mengingat orang-orang miskin dan memang itulah yang sungguh-sungguh kuusahakan melakukannya. Paulus bertentangan dengan Petrus 2:11-14"
  },
  {
    "reference": "Gal 2:11",
    "text": "Tetapi waktu Kefas datang ke Antiokhia, aku berterang-terang menentangnya, sebab ia salah."
  },
  {
    "reference": "Gal 2:12",
    "text": "Karena sebelum beberapa orang dari kalangan Yakobus datang, ia makan sehidangan dengan saudara-saudara yang tidak bersunat, tetapi setelah mereka datang, ia mengundurkan diri dan menjauhi mereka karena takut akan saudara-saudara yang bersunat."
  },
  {
    "reference": "Gal 2:13",
    "text": "Dan orang-orang Yahudi yang lain pun turut berlaku munafik dengan dia, sehingga Barnabas sendiri turut terseret oleh kemunafikan mereka."
  },
  {
    "reference": "Gal 2:14",
    "text": "Tetapi waktu kulihat, bahwa kelakuan mereka itu tidak sesuai dengan kebenaran Injil, aku berkata kepada Kefas di hadapan mereka semua: ”Jika engkau, seorang Yahudi, hidup secara kafir dan bukan secara Yahudi, bagaimanakah engkau dapat memaksa saudara-saudara yang tidak bersunat untuk hidup secara Yahudi?” Yang terutama, juga untuk orang Kristen keturunan Yahudi 2:15-21"
  },
  {
    "reference": "Gal 2:15",
    "text": "Menurut kelahiran kami adalah orang Yahudi dan bukan orang berdosa dari bangsa-bangsa lain."
  },
  {
    "reference": "Gal 2:16",
    "text": "- 2:16: Mzm. 143:2; Rm. 3:20, 22 Kamu tahu, bahwa tidak seorang pun yang dibenarkan oleh karena melakukan hukum Taurat, tetapi hanya oleh karena iman dalam Kristus Yesus. Sebab itu kami pun telah percaya kepada Kristus Yesus, supaya kami dibenarkan oleh karena iman dalam Kristus dan bukan oleh karena melakukan hukum Taurat. Sebab: ”tidak ada seorang pun yang dibenarkan” oleh karena melakukan hukum Taurat."
  },
  {
    "reference": "Gal 2:17",
    "text": "Tetapi jika kami sendiri, sementara kami berusaha untuk dibenarkan dalam Kristus ternyata adalah orang-orang berdosa, apakah hal itu berarti, bahwa Kristus adalah pelayan dosa? Sekali-kali tidak."
  },
  {
    "reference": "Gal 2:18",
    "text": "Karena, jikalau aku membangun kembali apa yang telah kurombak, aku menyatakan diriku sebagai pelanggar hukum Taurat."
  },
  {
    "reference": "Gal 2:19",
    "text": "Sebab aku telah mati oleh hukum Taurat untuk hukum Taurat, supaya aku hidup untuk Allah. Aku telah disalibkan dengan Kristus;"
  },
  {
    "reference": "Gal 2:20",
    "text": "namun aku hidup, tetapi bukan lagi aku sendiri yang hidup, melainkan Kristus yang hidup di dalam aku. Dan hidupku yang kuhidupi sekarang di dalam daging, adalah hidup oleh iman dalam Anak Allah yang telah mengasihi aku dan menyerahkan diri-Nya untuk aku."
  },
  {
    "reference": "Gal 2:21",
    "text": "Aku tidak menolak kasih karunia Allah. Sebab sekiranya ada kebenaran oleh hukum Taurat, maka sia-sialah kematian Kristus."
  },
  {
    "reference": "Gal 3:1",
    "text": "Hai orang-orang Galatia yang bodoh, siapakah yang telah mempesona kamu? Bukankah Yesus Kristus yang disalibkan itu telah dilukiskan dengan terang di depanmu?"
  },
  {
    "reference": "Gal 3:2",
    "text": "Hanya ini yang hendak kuketahui dari pada kamu: Adakah kamu telah menerima Roh karena melakukan hukum Taurat atau karena percaya kepada pemberitaan Injil?"
  },
  {
    "reference": "Gal 3:3",
    "text": "Adakah kamu sebodoh itu? Kamu telah mulai dengan Roh, maukah kamu sekarang mengakhirinya di dalam daging?"
  },
  {
    "reference": "Gal 3:4",
    "text": "Sia-siakah semua yang telah kamu alami sebanyak itu? Masakan sia-sia!"
  },
  {
    "reference": "Gal 3:5",
    "text": "Jadi bagaimana sekarang, apakah Ia yang menganugerahkan Roh kepada kamu dengan berlimpah-limpah dan yang melakukan mujizat di antara kamu, berbuat demikian karena kamu melakukan hukum Taurat atau karena kamu percaya kepada pemberitaan Injil?"
  },
  {
    "reference": "Gal 3:6",
    "text": "- 3:6: Kej. 15:6; Rm. 4:3 Secara itu jugalah Abraham percaya kepada Allah, maka Allah memperhitungkan hal itu kepadanya sebagai kebenaran."
  },
  {
    "reference": "Gal 3:7",
    "text": "- 3:7: Rm. 4:16 Jadi kamu lihat, bahwa mereka yang hidup dari iman, mereka itulah anak-anak Abraham."
  },
  {
    "reference": "Gal 3:8",
    "text": "- 3:8: Kej. 12:3 Dan Kitab Suci, yang sebelumnya mengetahui, bahwa Allah membenarkan orang-orang bukan Yahudi oleh karena iman, telah terlebih dahulu memberitakan Injil kepada Abraham: ”Olehmu segala bangsa akan diberkati.”"
  },
  {
    "reference": "Gal 3:9",
    "text": "Jadi mereka yang hidup dari iman, merekalah yang diberkati bersama-sama dengan Abraham yang beriman itu."
  },
  {
    "reference": "Gal 3:10",
    "text": "- 3:10: Ul. 27:26 Karena semua orang, yang hidup dari pekerjaan hukum Taurat, berada di bawah kutuk. Sebab ada tertulis: ”Terkutuklah orang yang tidak setia melakukan segala sesuatu yang tertulis dalam kitab hukum Taurat.”"
  },
  {
    "reference": "Gal 3:11",
    "text": "- 3:11: Hab. 2:4 Dan bahwa tidak ada orang yang dibenarkan di hadapan Allah karena melakukan hukum Taurat adalah jelas, karena: ”Orang yang benar akan hidup oleh iman.”"
  },
  {
    "reference": "Gal 3:12",
    "text": "- 3:12: Im. 18:5 Tetapi dasar hukum Taurat bukanlah iman, melainkan siapa yang melakukannya, akan hidup karenanya."
  },
  {
    "reference": "Gal 3:13",
    "text": "- 3:13: Ul. 21:23 Kristus telah menebus kita dari kutuk hukum Taurat dengan jalan menjadi kutuk karena kita, sebab ada tertulis: ”Terkutuklah orang yang digantung pada kayu salib!”"
  },
  {
    "reference": "Gal 3:14",
    "text": "Yesus Kristus telah membuat ini, supaya di dalam Dia berkat Abraham sampai kepada bangsa-bangsa lain, sehingga oleh iman kita menerima Roh yang telah dijanjikan itu. Hukum Taurat atau janji 3:15-29"
  },
  {
    "reference": "Gal 3:15",
    "text": "Saudara-saudara, baiklah kupergunakan suatu contoh dari hidup sehari-hari. Suatu wasiat yang telah disahkan, sekalipun ia dari manusia, tidak dapat dibatalkan atau ditambahi oleh seorang pun."
  },
  {
    "reference": "Gal 3:16",
    "text": "- 3:16: Kej. 12:7 Adapun kepada Abraham diucapkan segala janji itu dan kepada keturunannya. Tidak dikatakan ”kepada keturunan-keturunannya” seolah-olah dimaksud banyak orang, tetapi hanya satu orang: ”dan kepada keturunanmu”, yaitu Kristus."
  },
  {
    "reference": "Gal 3:17",
    "text": "- 3:17: Kel. 12:40 Maksudku ialah: Janji yang sebelumnya telah disahkan Allah, tidak dapat dibatalkan oleh hukum Taurat, yang baru terbit empat ratus tiga puluh tahun kemudian, sehingga janji itu hilang kekuatannya."
  },
  {
    "reference": "Gal 3:18",
    "text": "- 3:18: Rm. 4:14 Sebab, jikalau apa yang ditentukan Allah berasal dari hukum Taurat, ia tidak berasal dari janji; tetapi justru oleh janjilah Allah telah menganugerahkan kasih karunia-Nya kepada Abraham."
  },
  {
    "reference": "Gal 3:19",
    "text": "Kalau demikian, apakah maksudnya hukum Taurat? Ia ditambahkan oleh karena pelanggaran-pelanggaran – sampai datang keturunan yang dimaksud oleh janji itu – dan ia disampaikan dengan perantaraan malaikat-malaikat ke dalam tangan seorang pengantara."
  },
  {
    "reference": "Gal 3:20",
    "text": "Seorang pengantara bukan hanya mewakili satu orang saja, sedangkan Allah adalah satu."
  },
  {
    "reference": "Gal 3:21",
    "text": "Kalau demikian, bertentangankah hukum Taurat dengan janji-janji Allah? Sekali-kali tidak. Sebab andaikata hukum Taurat diberikan sebagai sesuatu yang dapat menghidupkan, maka memang kebenaran berasal dari hukum Taurat."
  },
  {
    "reference": "Gal 3:22",
    "text": "Tetapi Kitab Suci telah mengurung segala sesuatu di bawah kekuasaan dosa, supaya oleh karena iman dalam Yesus Kristus janji itu diberikan kepada mereka yang percaya."
  },
  {
    "reference": "Gal 3:23",
    "text": "Sebelum iman itu datang kita berada di bawah pengawalan hukum Taurat, dan dikurung sampai iman itu telah dinyatakan."
  },
  {
    "reference": "Gal 3:24",
    "text": "Jadi hukum Taurat adalah penuntun bagi kita sampai Kristus datang, supaya kita dibenarkan karena iman."
  },
  {
    "reference": "Gal 3:25",
    "text": "Sekarang iman itu telah datang, karena itu kita tidak berada lagi di bawah pengawasan penuntun."
  },
  {
    "reference": "Gal 3:26",
    "text": "Sebab kamu semua adalah anak-anak Allah karena iman di dalam Yesus Kristus."
  },
  {
    "reference": "Gal 3:27",
    "text": "Karena kamu semua, yang dibaptis dalam Kristus, telah mengenakan Kristus."
  },
  {
    "reference": "Gal 3:28",
    "text": "Dalam hal ini tidak ada orang Yahudi atau orang Yunani, tidak ada hamba atau orang merdeka, tidak ada laki-laki atau perempuan, karena kamu semua adalah satu di dalam Kristus Yesus."
  },
  {
    "reference": "Gal 3:29",
    "text": "- 3:29: Rm. 4:13 Dan jikalau kamu adalah milik Kristus, maka kamu juga adalah keturunan Abraham dan berhak menerima janji Allah."
  },
  {
    "reference": "Gal 4:1",
    "text": "Yang dimaksud ialah: selama seorang ahli waris belum akil balig, sedikit pun ia tidak berbeda dengan seorang hamba, sungguhpun ia adalah tuan dari segala sesuatu;"
  },
  {
    "reference": "Gal 4:2",
    "text": "tetapi ia berada di bawah perwalian dan pengawasan sampai pada saat yang telah ditentukan oleh bapanya."
  },
  {
    "reference": "Gal 4:3",
    "text": "Demikian pula kita: selama kita belum akil balig, kita takluk juga kepada roh-roh dunia."
  },
  {
    "reference": "Gal 4:4",
    "text": "Tetapi setelah genap waktunya, maka Allah mengutus Anak-Nya, yang lahir dari seorang perempuan dan takluk kepada hukum Taurat."
  },
  {
    "reference": "Gal 4:5",
    "text": "- 4:5-7: Rm. 8:15-17 Ia diutus untuk menebus mereka, yang takluk kepada hukum Taurat, supaya kita diterima menjadi anak."
  },
  {
    "reference": "Gal 4:6",
    "text": "Dan karena kamu adalah anak, maka Allah telah menyuruh Roh Anak-Nya ke dalam hati kita, yang berseru: ”ya Abba, ya Bapa!”"
  },
  {
    "reference": "Gal 4:7",
    "text": "Jadi kamu bukan lagi hamba, melainkan anak; jikalau kamu anak, maka kamu juga adalah ahli-ahli waris, oleh Allah."
  },
  {
    "reference": "Gal 4:8",
    "text": "Dahulu, ketika kamu tidak mengenal Allah, kamu memperhambakan diri kepada allah-allah yang pada hakekatnya bukan Allah."
  },
  {
    "reference": "Gal 4:9",
    "text": "Tetapi sekarang sesudah kamu mengenal Allah, atau lebih baik, sesudah kamu dikenal Allah, bagaimanakah kamu berbalik lagi kepada roh-roh dunia yang lemah dan miskin dan mau mulai memperhambakan diri lagi kepadanya?"
  },
  {
    "reference": "Gal 4:10",
    "text": "Kamu dengan teliti memelihara hari-hari tertentu, bulan-bulan, masa-masa yang tetap dan tahun-tahun."
  },
  {
    "reference": "Gal 4:11",
    "text": "Aku kuatir kalau-kalau susah payahku untuk kamu telah sia-sia. Ingatlah akan hubungan kita yang semula 4:12-20"
  },
  {
    "reference": "Gal 4:12",
    "text": "Aku minta kepadamu, saudara-saudara, jadilah sama seperti aku, sebab aku pun telah menjadi sama seperti kamu. Belum pernah kualami sesuatu yang tidak baik dari padamu."
  },
  {
    "reference": "Gal 4:13",
    "text": "Kamu tahu, bahwa aku pertama kali telah memberitakan Injil kepadamu oleh karena aku sakit pada tubuhku."
  },
  {
    "reference": "Gal 4:14",
    "text": "Sungguhpun demikian keadaan tubuhku itu, yang merupakan pencobaan bagi kamu, namun kamu tidak menganggapnya sebagai sesuatu yang hina dan yang menjijikkan, tetapi kamu telah menyambut aku, sama seperti menyambut seorang malaikat Allah, malahan sama seperti menyambut Kristus Yesus sendiri."
  },
  {
    "reference": "Gal 4:15",
    "text": "Betapa bahagianya kamu pada waktu itu! Dan sekarang, di manakah bahagiamu itu? Karena aku dapat bersaksi tentang kamu, bahwa jika mungkin, kamu telah mencungkil matamu dan memberikannya kepadaku."
  },
  {
    "reference": "Gal 4:16",
    "text": "Apakah dengan mengatakan kebenaran kepadamu aku telah menjadi musuhmu?"
  },
  {
    "reference": "Gal 4:17",
    "text": "Mereka dengan giat berusaha untuk menarik kamu, tetapi tidak dengan tulus hati, karena mereka mau mengucilkan kamu, supaya kamu dengan giat mengikuti mereka."
  },
  {
    "reference": "Gal 4:18",
    "text": "Memang baik kalau orang dengan giat berusaha menarik orang lain dalam perkara-perkara yang baik, asal pada setiap waktu dan bukan hanya bila aku ada di antaramu."
  },
  {
    "reference": "Gal 4:19",
    "text": "Hai anak-anakku, karena kamu aku menderita sakit bersalin lagi, sampai rupa Kristus menjadi nyata di dalam kamu."
  },
  {
    "reference": "Gal 4:20",
    "text": "Betapa rinduku untuk berada di antara kamu pada saat ini dan dapat berbicara dengan suara yang lain, karena aku telah habis akal menghadapi kamu. Hagar dan Sara 4:21-31"
  },
  {
    "reference": "Gal 4:21",
    "text": "Katakanlah kepadaku, hai kamu yang mau hidup di bawah hukum Taurat, tidakkah kamu mendengarkan hukum Taurat?"
  },
  {
    "reference": "Gal 4:22",
    "text": "- 4:22: Kej. 16:15, 21:2 Bukankah ada tertulis, bahwa Abraham mempunyai dua anak, seorang dari perempuan yang menjadi hambanya dan seorang dari perempuan yang merdeka?"
  },
  {
    "reference": "Gal 4:23",
    "text": "Tetapi anak dari perempuan yang menjadi hambanya itu diperanakkan menurut daging dan anak dari perempuan yang merdeka itu oleh karena janji."
  },
  {
    "reference": "Gal 4:24",
    "text": "Ini adalah suatu kiasan. Sebab kedua perempuan itu adalah dua ketentuan Allah: yang satu berasal dari gunung Sinai dan melahirkan anak-anak perhambaan, itulah Hagar –"
  },
  {
    "reference": "Gal 4:25",
    "text": "Hagar ialah gunung Sinai di tanah Arab – dan ia sama dengan Yerusalem yang sekarang, karena ia hidup dalam perhambaan dengan anak-anaknya."
  },
  {
    "reference": "Gal 4:26",
    "text": "Tetapi Yerusalem sorgawi adalah perempuan yang merdeka, dan ialah ibu kita."
  },
  {
    "reference": "Gal 4:27",
    "text": "- 4:27: Yes. 54:1 Karena ada tertulis: ”Bersukacitalah, hai si mandul yang tidak pernah melahirkan! Bergembira dan bersorak-sorailah, hai engkau yang tidak pernah menderita sakit bersalin! Sebab yang ditinggalkan suaminya akan mempunyai lebih banyak anak dari pada yang bersuami.”"
  },
  {
    "reference": "Gal 4:28",
    "text": "Dan kamu, saudara-saudara, kamu sama seperti Ishak adalah anak-anak janji."
  },
  {
    "reference": "Gal 4:29",
    "text": "- 4:29-30: Kej. 21:9-10 Tetapi seperti dahulu, dia, yang diperanakkan menurut daging, menganiaya yang diperanakkan menurut Roh, demikian juga sekarang ini."
  },
  {
    "reference": "Gal 4:30",
    "text": "Tetapi apa kata nas Kitab Suci? ”Usirlah hamba perempuan itu beserta anaknya, sebab anak hamba perempuan itu tidak akan menjadi ahli waris bersama-sama dengan anak perempuan merdeka itu.”"
  },
  {
    "reference": "Gal 4:31",
    "text": "Karena itu, saudara-saudara, kita bukanlah anak-anak hamba perempuan, melainkan anak-anak perempuan merdeka."
  },
  {
    "reference": "Gal 5:1",
    "text": "Supaya kita sungguh-sungguh merdeka, Kristus telah memerdekakan kita. Karena itu berdirilah teguh dan jangan mau lagi dikenakan kuk perhambaan."
  },
  {
    "reference": "Gal 5:2",
    "text": "Sesungguhnya, aku, Paulus, berkata kepadamu: jikalau kamu menyunatkan dirimu, Kristus sama sekali tidak akan berguna bagimu."
  },
  {
    "reference": "Gal 5:3",
    "text": "Sekali lagi aku katakan kepada setiap orang yang menyunatkan dirinya, bahwa ia wajib melakukan seluruh hukum Taurat."
  },
  {
    "reference": "Gal 5:4",
    "text": "Kamu lepas dari Kristus, jikalau kamu mengharapkan kebenaran oleh hukum Taurat; kamu hidup di luar kasih karunia."
  },
  {
    "reference": "Gal 5:5",
    "text": "Sebab oleh Roh, dan karena iman, kita menantikan kebenaran yang kita harapkan."
  },
  {
    "reference": "Gal 5:6",
    "text": "Sebab bagi orang-orang yang ada di dalam Kristus Yesus hal bersunat atau tidak bersunat tidak mempunyai sesuatu arti, hanya iman yang bekerja oleh kasih."
  },
  {
    "reference": "Gal 5:7",
    "text": "Dahulu kamu berlomba dengan baik. Siapakah yang menghalang-halangi kamu, sehingga kamu tidak menuruti kebenaran lagi?"
  },
  {
    "reference": "Gal 5:8",
    "text": "Ajakan untuk tidak menurutinya lagi bukan datang dari Dia, yang memanggil kamu."
  },
  {
    "reference": "Gal 5:9",
    "text": "- 5:9: 1Kor. 5:6 Sedikit ragi sudah mengkhamirkan seluruh adonan."
  },
  {
    "reference": "Gal 5:10",
    "text": "Dalam Tuhan aku yakin tentang kamu, bahwa kamu tidak mempunyai pendirian lain dari pada pendirian ini. Tetapi barangsiapa yang mengacaukan kamu, ia akan menanggung hukumannya, siapa pun juga dia."
  },
  {
    "reference": "Gal 5:11",
    "text": "Dan lagi aku ini, saudara-saudara, jikalau aku masih memberitakan sunat, mengapakah aku masih dianiaya juga? Sebab kalau demikian, salib bukan batu sandungan lagi."
  },
  {
    "reference": "Gal 5:12",
    "text": "Baiklah mereka yang menghasut kamu itu mengebirikan saja dirinya!"
  },
  {
    "reference": "Gal 5:13",
    "text": "Saudara-saudara, memang kamu telah dipanggil untuk merdeka. Tetapi janganlah kamu mempergunakan kemerdekaan itu sebagai kesempatan untuk kehidupan dalam dosa, melainkan layanilah seorang akan yang lain oleh kasih."
  },
  {
    "reference": "Gal 5:14",
    "text": "- 5:14: Im. 19:18 Sebab seluruh hukum Taurat tercakup dalam satu firman ini, yaitu: ”Kasihilah sesamamu manusia seperti dirimu sendiri!”"
  },
  {
    "reference": "Gal 5:15",
    "text": "Tetapi jikalau kamu saling menggigit dan saling menelan, awaslah, supaya jangan kamu saling membinasakan. Hidup menurut daging atau Roh 5:16-26"
  },
  {
    "reference": "Gal 5:16",
    "text": "Maksudku ialah: hiduplah oleh Roh, maka kamu tidak akan menuruti keinginan daging."
  },
  {
    "reference": "Gal 5:17",
    "text": "- 5:17: Rm. 7:15-23 Sebab keinginan daging berlawanan dengan keinginan Roh dan keinginan Roh berlawanan dengan keinginan daging – karena keduanya bertentangan – sehingga kamu setiap kali tidak melakukan apa yang kamu kehendaki."
  },
  {
    "reference": "Gal 5:18",
    "text": "Akan tetapi jikalau kamu memberi dirimu dipimpin oleh Roh, maka kamu tidak hidup di bawah hukum Taurat."
  },
  {
    "reference": "Gal 5:19",
    "text": "Perbuatan daging telah nyata, yaitu: percabulan, kecemaran, hawa nafsu,"
  },
  {
    "reference": "Gal 5:20",
    "text": "penyembahan berhala, sihir, perseteruan, perselisihan, iri hati, amarah, kepentingan diri sendiri, percideraan, roh pemecah,"
  },
  {
    "reference": "Gal 5:21",
    "text": "kedengkian, kemabukan, pesta pora dan sebagainya. Terhadap semuanya itu kuperingatkan kamu – seperti yang telah kubuat dahulu – bahwa barangsiapa melakukan hal-hal yang demikian, ia tidak akan mendapat bagian dalam Kerajaan Allah."
  },
  {
    "reference": "Gal 5:22",
    "text": "Tetapi buah Roh ialah: kasih, sukacita, damai sejahtera, kesabaran, kemurahan, kebaikan, kesetiaan,"
  },
  {
    "reference": "Gal 5:23",
    "text": "kelemahlembutan, penguasaan diri. Tidak ada hukum yang menentang hal-hal itu."
  },
  {
    "reference": "Gal 5:24",
    "text": "Barangsiapa menjadi milik Kristus Yesus, ia telah menyalibkan daging dengan segala hawa nafsu dan keinginannya."
  },
  {
    "reference": "Gal 5:25",
    "text": "Jikalau kita hidup oleh Roh, baiklah hidup kita juga dipimpin oleh Roh,"
  },
  {
    "reference": "Gal 5:26",
    "text": "dan janganlah kita gila hormat, janganlah kita saling menantang dan saling mendengki."
  },
  {
    "reference": "Gal 6:1",
    "text": "Saudara-saudara, kalaupun seorang kedapatan melakukan suatu pelanggaran, maka kamu yang rohani, harus memimpin orang itu ke jalan yang benar dalam roh lemah lembut, sambil menjaga dirimu sendiri, supaya kamu juga jangan kena pencobaan."
  },
  {
    "reference": "Gal 6:2",
    "text": "Bertolong-tolonganlah menanggung bebanmu! Demikianlah kamu memenuhi hukum Kristus."
  },
  {
    "reference": "Gal 6:3",
    "text": "Sebab kalau seorang menyangka, bahwa ia berarti, padahal ia sama sekali tidak berarti, ia menipu dirinya sendiri."
  },
  {
    "reference": "Gal 6:4",
    "text": "Baiklah tiap-tiap orang menguji pekerjaannya sendiri; maka ia boleh bermegah melihat keadaannya sendiri dan bukan melihat keadaan orang lain."
  },
  {
    "reference": "Gal 6:5",
    "text": "Sebab tiap-tiap orang akan memikul tanggungannya sendiri."
  },
  {
    "reference": "Gal 6:6",
    "text": "Dan baiklah dia, yang menerima pengajaran dalam Firman, membagi segala sesuatu yang ada padanya dengan orang yang memberikan pengajaran itu."
  },
  {
    "reference": "Gal 6:7",
    "text": "Jangan sesat! Allah tidak membiarkan diri-Nya dipermainkan. Karena apa yang ditabur orang, itu juga yang akan dituainya."
  },
  {
    "reference": "Gal 6:8",
    "text": "Sebab barangsiapa menabur dalam dagingnya, ia akan menuai kebinasaan dari dagingnya, tetapi barangsiapa menabur dalam Roh, ia akan menuai hidup yang kekal dari Roh itu."
  },
  {
    "reference": "Gal 6:9",
    "text": "Janganlah kita jemu-jemu berbuat baik, karena apabila sudah datang waktunya, kita akan menuai, jika kita tidak menjadi lemah."
  },
  {
    "reference": "Gal 6:10",
    "text": "Karena itu, selama masih ada kesempatan bagi kita, marilah kita berbuat baik kepada semua orang, tetapi terutama kepada kawan-kawan kita seiman. Peringatan dan salam 6:11-18"
  },
  {
    "reference": "Gal 6:11",
    "text": "Lihatlah, bagaimana besarnya huruf-huruf yang kutulis kepadamu dengan tanganku sendiri."
  },
  {
    "reference": "Gal 6:12",
    "text": "Mereka yang secara lahiriah suka menonjolkan diri, merekalah yang berusaha memaksa kamu untuk bersunat, hanya dengan maksud, supaya mereka tidak dianiaya karena salib Kristus."
  },
  {
    "reference": "Gal 6:13",
    "text": "Sebab mereka yang menyunatkan dirinya pun, tidak memelihara hukum Taurat. Tetapi mereka menghendaki, supaya kamu menyunatkan diri, agar mereka dapat bermegah atas keadaanmu yang lahiriah."
  },
  {
    "reference": "Gal 6:14",
    "text": "Tetapi aku sekali-kali tidak mau bermegah, selain dalam salib Tuhan kita Yesus Kristus, sebab olehnya dunia telah disalibkan bagiku dan aku bagi dunia."
  },
  {
    "reference": "Gal 6:15",
    "text": "Sebab bersunat atau tidak bersunat tidak ada artinya, tetapi menjadi ciptaan baru, itulah yang ada artinya."
  },
  {
    "reference": "Gal 6:16",
    "text": "Dan semua orang, yang memberi dirinya dipimpin oleh patokan ini, turunlah kiranya damai sejahtera dan rahmat atas mereka dan atas Israel milik Allah."
  },
  {
    "reference": "Gal 6:17",
    "text": "Selanjutnya janganlah ada orang yang menyusahkan aku, karena pada tubuhku ada tanda-tanda milik Yesus."
  },
  {
    "reference": "Gal 6:18",
    "text": "Kasih karunia Tuhan kita Yesus Kristus menyertai roh kamu, saudara-saudara! Amin."
  }
]
