[
  {
    "reference": "Hab 1:1",
    "text": "Ucapan ilahi dalam penglihatan nabi Habakuk. Keluhan nabi karena ketidaksetiaan 1:2-4"
  },
  {
    "reference": "Hab 1:2",
    "text": "Berapa lama lagi, Tuhan, aku berteriak, tetapi tidak Kaudengar, aku berseru kepada-Mu: ”Penindasan!” tetapi tidak Kautolong?"
  },
  {
    "reference": "Hab 1:3",
    "text": "Mengapa Engkau memperlihatkan kepadaku kejahatan, sehingga aku memandang kelaliman? Ya, aniaya dan kekerasan ada di depan mataku; perbantahan dan pertikaian terjadi."
  },
  {
    "reference": "Hab 1:4",
    "text": "Itulah sebabnya hukum kehilangan kekuatannya dan tidak pernah muncul keadilan, sebab orang fasik mengepung orang benar; itulah sebabnya keadilan muncul terbalik. Penghukuman yang dijalankan oleh orang Kasdim 1:5-11"
  },
  {
    "reference": "Hab 1:5",
    "text": "- 1:5: Kis. 13:41 Lihatlah di antara bangsa-bangsa dan perhatikanlah, jadilah heran dan tercengang-cengang, sebab Aku melakukan suatu pekerjaan dalam zamanmu yang tidak akan kamu percayai, jika diceriterakan."
  },
  {
    "reference": "Hab 1:6",
    "text": "- 1:6: 2Raj. 24:2 Sebab, sesungguhnya, Akulah yang membangkitkan orang Kasdim, bangsa yang garang dan tangkas itu, yang melintasi lintang bujur bumi untuk menduduki tempat kediaman, yang bukan kepunyaan mereka."
  },
  {
    "reference": "Hab 1:7",
    "text": "Bangsa itu dahsyat dan menakutkan; keadilannya dan keluhurannya berasal dari padanya sendiri."
  },
  {
    "reference": "Hab 1:8",
    "text": "Kudanya lebih cepat dari pada macan tutul, dan lebih ganas dari pada serigala pada waktu malam; pasukan berkudanya datang menderap, dari jauh mereka datang, terbang seperti rajawali yang menyambar mangsa."
  },
  {
    "reference": "Hab 1:9",
    "text": "Seluruh bangsa itu datang untuk melakukan kekerasan, serbuan pasukan depannya seperti angin timur, dan mereka mengumpulkan tawanan seperti banyaknya pasir."
  },
  {
    "reference": "Hab 1:10",
    "text": "Raja-raja dicemoohkannya dan penguasa-penguasa menjadi tertawaannya. Ditertawakannya tiap tempat berkubu, ditimbunkannya tanah dan direbutnya tempat itu."
  },
  {
    "reference": "Hab 1:11",
    "text": "Maka berlarilah mereka, seperti angin dan bergerak terus; demikianlah mereka bersalah dengan mendewakan kekuatannya. Di manakah keadilan Tuhan? 1:12-17"
  },
  {
    "reference": "Hab 1:12",
    "text": "Bukankah Engkau, ya Tuhan, dari dahulu Allahku, Yang Mahakudus? Tidak akan mati kami. Ya Tuhan, telah Kautetapkan dia untuk menghukumkan; ya Gunung Batu, telah Kautentukan dia untuk menyiksa."
  },
  {
    "reference": "Hab 1:13",
    "text": "Mata-Mu terlalu suci untuk melihat kejahatan dan Engkau tidak dapat memandang kelaliman. Mengapa Engkau memandangi orang-orang yang berbuat khianat itu dan Engkau berdiam diri, apabila orang fasik menelan orang yang lebih benar dari dia?"
  },
  {
    "reference": "Hab 1:14",
    "text": "Engkau menjadikan manusia itu seperti ikan di laut, seperti binatang-binatang melata yang tidak ada pemerintahnya?"
  },
  {
    "reference": "Hab 1:15",
    "text": "Semuanya mereka ditariknya ke atas dengan kail, ditangkap dengan pukatnya dan dikumpulkan dengan payangnya; itulah sebabnya ia bersukaria dan bersorak-sorai."
  },
  {
    "reference": "Hab 1:16",
    "text": "Itulah sebabnya dipersembahkannya korban untuk pukatnya dan dibakarnya korban untuk payangnya; sebab oleh karena alat-alat itu pendapatannya mewah dan rezekinya berlimpah-limpah."
  },
  {
    "reference": "Hab 1:17",
    "text": "Sebab itukah ia selalu menghunus pedangnya dan membunuh bangsa-bangsa dengan tidak kenal belas kasihan?"
  },
  {
    "reference": "Hab 2:1",
    "text": "Aku mau berdiri di tempat pengintaianku dan berdiri tegak di menara, aku mau meninjau dan menantikan apa yang akan difirmankan-Nya kepadaku, dan apa yang akan dijawab-Nya atas pengaduanku."
  },
  {
    "reference": "Hab 2:2",
    "text": "Lalu Tuhan menjawab aku, demikian: ”Tuliskanlah penglihatan itu dan ukirkanlah itu pada loh-loh, supaya orang sambil lalu dapat membacanya."
  },
  {
    "reference": "Hab 2:3",
    "text": "- 2:3: Ibr. 10:37 Sebab penglihatan itu masih menanti saatnya, tetapi ia bersegera menuju kesudahannya dengan tidak menipu; apabila berlambat-lambat, nantikanlah itu, sebab itu sungguh-sungguh akan datang dan tidak akan bertangguh."
  },
  {
    "reference": "Hab 2:4",
    "text": "- 2:4: Rm. 1:17; Gal. 3:11; Ibr. 10:38 Sesungguhnya, orang yang membusungkan dada, tidak lurus hatinya, tetapi orang yang benar itu akan hidup oleh percayanya."
  },
  {
    "reference": "Hab 2:5",
    "text": "Orang sombong dan khianat dia yang melagak, tetapi ia tidak akan tetap ada; ia mengangakan mulutnya seperti dunia orang mati dan tidak kenyang-kenyang seperti maut, sehingga segala suku bangsa dikumpulkannya dan segala bangsa dihimpunkannya.” Penghukuman atas para penindas 2:6-20"
  },
  {
    "reference": "Hab 2:6",
    "text": "Bukankah sekalian itu akan melontarkan peribahasa mengatai dia, dan nyanyian olok-olok serta sindiran ini: Celakalah orang yang menggaruk bagi dirinya apa yang bukan miliknya – berapa lama lagi? – dan yang memuati dirinya dengan barang gadaian."
  },
  {
    "reference": "Hab 2:7",
    "text": "Bukankah akan bangkit dengan sekonyong-konyong mereka yang menggigit engkau, dan akan terjaga mereka yang mengejutkan engkau, sehingga engkau menjadi barang rampasan bagi mereka?"
  },
  {
    "reference": "Hab 2:8",
    "text": "Karena engkau telah menjarah banyak suku bangsa, maka bangsa-bangsa yang tertinggal akan menjarah engkau, karena darah manusia yang tertumpah itu dan karena kekerasan terhadap negeri, kota dan seluruh penduduknya itu."
  },
  {
    "reference": "Hab 2:9",
    "text": "Celakalah orang yang mengambil laba yang tidak halal untuk keperluan rumahnya, untuk menempatkan sarangnya di tempat yang tinggi, dengan maksud melepaskan dirinya dari genggaman malapetaka!"
  },
  {
    "reference": "Hab 2:10",
    "text": "Engkau telah merancangkan cela ke atas rumahmu, ketika engkau bermaksud untuk menghabisi banyak bangsa; dengan demikian engkau telah berdosa terhadap dirimu sendiri."
  },
  {
    "reference": "Hab 2:11",
    "text": "Sebab batu berseru-seru dari tembok, dan balok menjawabnya dari rangka rumah."
  },
  {
    "reference": "Hab 2:12",
    "text": "Celakalah orang yang mendirikan kota di atas darah dan meletakkan dasar benteng di atas ketidakadilan."
  },
  {
    "reference": "Hab 2:13",
    "text": "Sesungguhnya, bukankah dari Tuhan semesta alam asalnya, bahwa bangsa-bangsa bersusah-susah untuk api dan suku-suku bangsa berlelah untuk yang sia-sia?"
  },
  {
    "reference": "Hab 2:14",
    "text": "- 2:14: Yes. 11:9 Sebab bumi akan penuh dengan pengetahuan tentang kemuliaan Tuhan, seperti air yang menutupi dasar laut."
  },
  {
    "reference": "Hab 2:15",
    "text": "Celakalah orang yang memberi minum sesamanya manusia bercampur amarah, bahkan memabukkan dia untuk memandang auratnya."
  },
  {
    "reference": "Hab 2:16",
    "text": "Telah engkau kenyangkan dirimu dengan kehinaan ganti kehormatan. Minumlah juga engkau dan terhuyung-huyunglah. Kepadamu akan beralih piala dari tangan kanan Tuhan, dan cela besar akan meliputi kemuliaanmu."
  },
  {
    "reference": "Hab 2:17",
    "text": "Sebab kekerasan terhadap gunung Libanon akan menutupi engkau dan pemusnahan binatang-binatang akan mengejutkan engkau, karena darah manusia yang tertumpah itu dan karena kekerasan terhadap negeri, kota dan seluruh penduduknya itu."
  },
  {
    "reference": "Hab 2:18",
    "text": "Apakah gunanya patung pahatan, yang dipahat oleh pembuatnya? Apakah gunanya patung tuangan, pengajar dusta itu? Karena pembuatnya percaya akan buatannya, padahal berhala-berhala bisu belaka yang dibuatnya."
  },
  {
    "reference": "Hab 2:19",
    "text": "Celakalah orang yang berkata kepada sepotong kayu: ”Terjagalah!” dan kepada sebuah batu bisu: ”Bangunlah!” Masakan dia itu mengajar? Memang ia bersalutkan emas dan perak, tetapi roh tidak ada sama sekali di dalamnya."
  },
  {
    "reference": "Hab 2:20",
    "text": "Tetapi Tuhan ada di dalam bait-Nya yang kudus. Berdiam dirilah di hadapan-Nya, ya segenap bumi!"
  },
  {
    "reference": "Hab 3:1",
    "text": "Doa nabi Habakuk. Menurut nada ratapan."
  },
  {
    "reference": "Hab 3:2",
    "text": "Tuhan, telah kudengar kabar tentang Engkau, dan pekerjaan-Mu, ya Tuhan, kutakuti! Hidupkanlah itu dalam lintasan tahun, nyatakanlah itu dalam lintasan tahun; dalam murka ingatlah akan kasih sayang!"
  },
  {
    "reference": "Hab 3:3",
    "text": "Allah datang dari negeri Téman dan Yang Mahakudus dari pegunungan Paran. Sela Keagungan-Nya menutupi segenap langit, dan bumi pun penuh dengan pujian kepada-Nya."
  },
  {
    "reference": "Hab 3:4",
    "text": "Ada kilauan seperti cahaya, sinar cahaya dari sisi-Nya dan di situlah terselubung kekuatan-Nya."
  },
  {
    "reference": "Hab 3:5",
    "text": "Mendahului-Nya berjalan penyakit sampar dan demam mengikuti jejak-Nya."
  },
  {
    "reference": "Hab 3:6",
    "text": "Ia berdiri, maka bumi dibuat-Nya bergoyang; Ia melihat berkeliling, maka bangsa-bangsa dibuat-Nya melompat terkejut, hancur gunung-gunung yang ada sejak purba, merendah bukit-bukit yang berabad-abad; itulah perjalanan-Nya berabad-abad."
  },
  {
    "reference": "Hab 3:7",
    "text": "Aku melihat kemah-kemah orang Kusyan tertekan, kain-kain tenda tanah Midian menggetar."
  },
  {
    "reference": "Hab 3:8",
    "text": "Terhadap sungai-sungaikah, ya Tuhan, terhadap sungai-sungaikah murka-Mu bangkit? Atau terhadap lautkah amarah-Mu sehingga Engkau mengendarai kuda dan kereta kemenangan-Mu?"
  },
  {
    "reference": "Hab 3:9",
    "text": "Busur-Mu telah Kaubuka, telah Kauisi dengan anak panah. Sela Engkau membelah bumi menjadi sungai-sungai;"
  },
  {
    "reference": "Hab 3:10",
    "text": "melihat Engkau, gunung-gunung gemetar, air bah menderu lalu, samudera raya memperdengarkan suaranya dan mengangkat tangannya."
  },
  {
    "reference": "Hab 3:11",
    "text": "Matahari, bulan berhenti di tempat kediamannya, karena cahaya anak-anak panah-Mu yang melayang laju, karena kilauan tombak-Mu yang berkilat."
  },
  {
    "reference": "Hab 3:12",
    "text": "Dalam kegeraman Engkau melangkah melintasi bumi, dalam murka Engkau menggasak bangsa-bangsa."
  },
  {
    "reference": "Hab 3:13",
    "text": "Engkau berjalan maju untuk menyelamatkan umat-Mu, untuk menyelamatkan orang yang Kauurapi. Engkau meremukkan bagian atas rumah orang-orang fasik dan Kaubuka dasarnya sampai batu yang penghabisan. Sela"
  },
  {
    "reference": "Hab 3:14",
    "text": "Engkau menusuk dengan anak panahnya sendiri kepala laskarnya, yang mengamuk untuk menyerakkan aku dengan sorak-sorai, seolah-olah mereka menelan orang tertindas secara tersembunyi."
  },
  {
    "reference": "Hab 3:15",
    "text": "Dengan kuda-Mu, Engkau menginjak laut, timbunan air yang membuih."
  },
  {
    "reference": "Hab 3:16",
    "text": "Ketika aku mendengarnya, gemetarlah hatiku, mendengar bunyinya, menggigillah bibirku; tulang-tulangku seakan-akan kemasukan sengal, dan aku gemetar di tempat aku berdiri; namun dengan tenang akan kunantikan hari kesusahan, yang akan mendatangi bangsa yang bergerombolan menyerang kami."
  },
  {
    "reference": "Hab 3:17",
    "text": "Sekalipun pohon ara tidak berbunga, pohon anggur tidak berbuah, hasil pohon zaitun mengecewakan, sekalipun ladang-ladang tidak menghasilkan bahan makanan, kambing domba terhalau dari kurungan, dan tidak ada lembu sapi dalam kandang,"
  },
  {
    "reference": "Hab 3:18",
    "text": "namun aku akan bersorak-sorak di dalam Tuhan, beria-ria di dalam Allah yang menyelamatkan aku."
  },
  {
    "reference": "Hab 3:19",
    "text": "- 3:19: 2Sam. 22:34; Mzm. 18:34 Allah Tuhanku itu kekuatanku: Ia membuat kakiku seperti kaki rusa, Ia membiarkan aku berjejak di bukit-bukitku. (Untuk pemimpin biduan. Dengan permainan kecapi)."
  }
]
