[
  {
    "reference": "Isa 1:1",
    "text": "- 1:1: 2Raj. 15:1-7, 15:32–16:20, 18:1–20:21 Penglihatan yang telah dilihat Yesaya bin Amos tentang Yehuda dan Yerusalem dalam zaman Uzia, Yotam, Ahas dan Hizkia, raja-raja Yehuda. Pengaduan tentang bangsa yang tidak setia itu 1:2-9"
  },
  {
    "reference": "Isa 1:2",
    "text": "Dengarlah, hai langit, dan perhatikanlah, hai bumi, sebab Tuhan berfirman: ”Aku membesarkan anak-anak dan mengasuhnya, tetapi mereka memberontak terhadap Aku."
  },
  {
    "reference": "Isa 1:3",
    "text": "Lembu mengenal pemiliknya, tetapi Israel tidak; keledai mengenal palungan yang disediakan tuannya, tetapi umat-Ku tidak memahaminya.”"
  },
  {
    "reference": "Isa 1:4",
    "text": "Celakalah bangsa yang berdosa, kaum yang sarat dengan kesalahan, keturunan yang jahat-jahat, anak-anak yang berlaku buruk! Mereka meninggalkan Tuhan, menista Yang Mahakudus, Allah Israel, dan berpaling membelakangi Dia."
  },
  {
    "reference": "Isa 1:5",
    "text": "Di mana kamu mau dipukul lagi, kamu yang bertambah murtad? Seluruh kepala sakit dan seluruh hati lemah lesu."
  },
  {
    "reference": "Isa 1:6",
    "text": "Dari telapak kaki sampai kepala tidak ada yang sehat: bengkak dan bilur dan luka baru, tidak dipijit dan tidak dibalut dan tidak ditaruh minyak."
  },
  {
    "reference": "Isa 1:7",
    "text": "Negerimu menjadi sunyi sepi, kota-kotamu habis terbakar; di depan matamu orang-orang asing memakan hasil dari tanahmu. Sunyi sepi negeri itu seolah-olah ditunggangbalikkan orang asing."
  },
  {
    "reference": "Isa 1:8",
    "text": "Puteri Sion tertinggal sendirian seperti pondok di kebun anggur, seperti gubuk di kebun mentimun dan seperti kota yang terkepung."
  },
  {
    "reference": "Isa 1:9",
    "text": "- 1:9: Kej. 19:24; Rm. 9:29 Seandainya Tuhan semesta alam tidak meninggalkan pada kita sedikit orang yang terlepas, kita sudah menjadi seperti Sodom, dan sama seperti Gomora. Bertobat lebih baik dari mempersembahkan korban 1:10-20"
  },
  {
    "reference": "Isa 1:10",
    "text": "Dengarlah firman Tuhan, hai pemimpin-pemimpin, manusia Sodom! Perhatikanlah pengajaran Allah kita, hai rakyat, manusia Gomora!"
  },
  {
    "reference": "Isa 1:11",
    "text": "- 1:11-14: Am. 5:21-22 ”Untuk apa itu korbanmu yang banyak-banyak?” firman Tuhan; ”Aku sudah jemu akan korban-korban bakaran berupa domba jantan dan akan lemak dari anak lembu gemukan; darah lembu jantan dan domba-domba dan kambing jantan tidak Kusukai."
  },
  {
    "reference": "Isa 1:12",
    "text": "Apabila kamu datang untuk menghadap di hadirat-Ku, siapakah yang menuntut itu dari padamu, bahwa kamu menginjak-injak pelataran Bait Suci-Ku?"
  },
  {
    "reference": "Isa 1:13",
    "text": "Jangan lagi membawa persembahanmu yang tidak sungguh, sebab baunya adalah kejijikan bagi-Ku. Kalau kamu merayakan bulan baru dan sabat atau mengadakan pertemuan-pertemuan, Aku tidak tahan melihatnya, karena perayaanmu itu penuh kejahatan."
  },
  {
    "reference": "Isa 1:14",
    "text": "Perayaan-perayaan bulan barumu dan pertemuan-pertemuanmu yang tetap, Aku benci melihatnya; semuanya itu menjadi beban bagi-Ku, Aku telah payah menanggungnya."
  },
  {
    "reference": "Isa 1:15",
    "text": "Apabila kamu menadahkan tanganmu untuk berdoa, Aku akan memalingkan muka-Ku, bahkan sekalipun kamu berkali-kali berdoa, Aku tidak akan mendengarkannya, sebab tanganmu penuh dengan darah."
  },
  {
    "reference": "Isa 1:16",
    "text": "Basuhlah, bersihkanlah dirimu, jauhkanlah perbuatan-perbuatanmu yang jahat dari depan mata-Ku. Berhentilah berbuat jahat,"
  },
  {
    "reference": "Isa 1:17",
    "text": "belajarlah berbuat baik; usahakanlah keadilan, kendalikanlah orang kejam; belalah hak anak-anak yatim, perjuangkanlah perkara janda-janda!"
  },
  {
    "reference": "Isa 1:18",
    "text": "Marilah, baiklah kita beperkara! – firman Tuhan – Sekalipun dosamu merah seperti kirmizi, akan menjadi putih seperti salju; sekalipun berwarna merah seperti kain kesumba, akan menjadi putih seperti bulu domba."
  },
  {
    "reference": "Isa 1:19",
    "text": "Jika kamu menurut dan mau mendengar, maka kamu akan memakan hasil baik dari negeri itu."
  },
  {
    "reference": "Isa 1:20",
    "text": "Tetapi jika kamu melawan dan memberontak, maka kamu akan dimakan oleh pedang.” Sungguh, Tuhan yang mengucapkannya. Hukuman atas Yerusalem 1:21-31"
  },
  {
    "reference": "Isa 1:21",
    "text": "Bagaimana ini, kota yang dahulu setia sekarang sudah menjadi sundal! Tadinya penuh keadilan dan di situ selalu diam kebenaran, tetapi sekarang penuh pembunuh."
  },
  {
    "reference": "Isa 1:22",
    "text": "Perakmu tidak murni lagi dan arakmu bercampur air."
  },
  {
    "reference": "Isa 1:23",
    "text": "Para pemimpinmu adalah pemberontak dan bersekongkol dengan pencuri. Semuanya suka menerima suap dan mengejar sogok. Mereka tidak membela hak anak-anak yatim, dan perkara janda-janda tidak sampai kepada mereka."
  },
  {
    "reference": "Isa 1:24",
    "text": "Sebab itu demikianlah firman Tuhan, Tuhan semesta alam, Yang Mahakuat pelindung Israel; ”Ha, Aku akan melampiaskan dendam-Ku kepada para lawan-Ku, dan melakukan pembalasan kepada para musuh-Ku."
  },
  {
    "reference": "Isa 1:25",
    "text": "Aku akan bertindak terhadap engkau: Aku akan memurnikan perakmu dengan garam soda, dan akan menyingkirkan segala timah dari padanya."
  },
  {
    "reference": "Isa 1:26",
    "text": "Aku akan mengembalikan para hakimmu seperti dahulu, dan para penasihatmu seperti semula. Sesudah itu engkau akan disebutkan kota keadilan, kota yang setia.”"
  },
  {
    "reference": "Isa 1:27",
    "text": "Sion akan Kubebaskan dengan penghakiman yang adil dan orang-orangnya yang bertobat akan Kubebaskan dengan tindakan yang benar."
  },
  {
    "reference": "Isa 1:28",
    "text": "Tetapi orang-orang yang memberontak dan orang-orang berdosa akan dihancurkan bersama, dan orang-orang yang meninggalkan Tuhan akan habis lenyap."
  },
  {
    "reference": "Isa 1:29",
    "text": "Sungguh, kamu akan mendapat malu karena pohon-pohon keramat yang kamu inginkan; dan kamu akan tersipu-sipu karena taman-taman dewa yang kamu pilih."
  },
  {
    "reference": "Isa 1:30",
    "text": "Sebab kamu akan seperti pohon keramat yang daunnya layu, dan seperti kebun yang kekurangan air."
  },
  {
    "reference": "Isa 1:31",
    "text": "Maka yang kuat menjadi seolah-olah kapas dan pekerjaannya menjadi seolah-olah bunga api; keduanya menimbulkan api dan tidak ada yang dapat memadamkan."
  },
  {
    "reference": "Isa 2:1",
    "text": "Firman yang dinyatakan kepada Yesaya bin Amos tentang Yehuda dan Yerusalem."
  },
  {
    "reference": "Isa 2:2",
    "text": "- 2:2-4: Mi. 4:1-3 Akan terjadi pada hari-hari yang terakhir: gunung tempat rumah Tuhan akan berdiri tegak di hulu gunung-gunung dan menjulang tinggi di atas bukit-bukit; segala bangsa akan berduyun-duyun ke sana,"
  },
  {
    "reference": "Isa 2:3",
    "text": "dan banyak suku bangsa akan pergi serta berkata: ”Mari, kita naik ke gunung Tuhan, ke rumah Allah Yakub, supaya Ia mengajar kita tentang jalan-jalan-Nya, dan supaya kita berjalan menempuhnya; sebab dari Sion akan keluar pengajaran dan firman Tuhan dari Yerusalem.”"
  },
  {
    "reference": "Isa 2:4",
    "text": "- 2:4: Yl. 3:10 Ia akan menjadi hakim antara bangsa-bangsa dan akan menjadi wasit bagi banyak suku bangsa; maka mereka akan menempa pedang-pedangnya menjadi mata bajak dan tombak-tombaknya menjadi pisau pemangkas; bangsa tidak akan lagi mengangkat pedang terhadap bangsa, dan mereka tidak akan lagi belajar perang."
  },
  {
    "reference": "Isa 2:5",
    "text": "Hai kaum keturunan Yakub, mari kita berjalan di dalam terang Tuhan! Hukuman Tuhan terhadap semua orang yang meninggikan diri 2:6-22"
  },
  {
    "reference": "Isa 2:6",
    "text": "Sungguh, telah Kaubuang umat-Mu, yakni kaum keturunan Yakub, sebab di mana-mana mereka melakukan tenung seperti yang di Timur dan sihir seperti orang Filistin, dan orang-orang asing di antara mereka terlalu banyak."
  },
  {
    "reference": "Isa 2:7",
    "text": "Negerinya penuh emas dan perak dan tak terbatas harta bendanya; negerinya penuh kuda dan tak terbatas jumlah keretanya."
  },
  {
    "reference": "Isa 2:8",
    "text": "Negerinya penuh berhala-berhala; mereka sujud menyembah kepada buatan tangannya sendiri dan kepada yang dikerjakan oleh tangannya."
  },
  {
    "reference": "Isa 2:9",
    "text": "Maka manusia ditundukkan dan orang direndahkan – janganlah ampuni mereka!"
  },
  {
    "reference": "Isa 2:10",
    "text": "- 2:10: 2Tes. 1:9; Why. 6:15 Masuklah di sela gunung batu dan bersembunyilah di dalam liang tanah terhadap kedahsyatan Tuhan dan terhadap semarak kemegahan-Nya!"
  },
  {
    "reference": "Isa 2:11",
    "text": "Manusia yang sombong akan direndahkan, dan orang yang angkuh akan ditundukkan; dan hanya Tuhan sajalah yang maha tinggi pada hari itu."
  },
  {
    "reference": "Isa 2:12",
    "text": "Sebab Tuhan semesta alam menetapkan suatu hari untuk menghukum semua yang congkak dan angkuh serta menghukum semua yang meninggikan diri, supaya direndahkan;"
  },
  {
    "reference": "Isa 2:13",
    "text": "untuk menghukum semua pohon aras di Libanon yang tumbuh meninggi dan tetap menjulang, dan menghukum semua pohon tarbantin di Basan;"
  },
  {
    "reference": "Isa 2:14",
    "text": "untuk menghukum semua gunung yang tinggi-tinggi dan semua bukit yang menjulang ke atas;"
  },
  {
    "reference": "Isa 2:15",
    "text": "untuk menghukum semua menara yang tinggi-tinggi dan semua tembok yang berkubu;"
  },
  {
    "reference": "Isa 2:16",
    "text": "untuk menghukum semua kapal Tarsis dan semua kapal yang paling indah."
  },
  {
    "reference": "Isa 2:17",
    "text": "Manusia yang sombong akan ditundukkan dan orang yang angkuh akan direndahkan; hanya Tuhan sajalah yang maha tinggi pada hari itu."
  },
  {
    "reference": "Isa 2:18",
    "text": "Sedang berhala-berhala akan hilang sama sekali."
  },
  {
    "reference": "Isa 2:19",
    "text": "Maka orang akan masuk ke dalam gua-gua di gunung batu dan ke dalam liang-liang di tanah terhadap kedahsyatan Tuhan dan terhadap semarak kemegahan-Nya, pada waktu Ia bangkit menakut-nakuti bumi."
  },
  {
    "reference": "Isa 2:20",
    "text": "Pada hari itu berhala-berhala perak dan berhala-berhala emas yang dibuat manusia untuk sujud menyembah kepadanya akan dilemparkannya kepada tikus dan kelelawar,"
  },
  {
    "reference": "Isa 2:21",
    "text": "dan ia akan masuk ke dalam lekuk-lekuk di gunung batu dan ke dalam celah-celah di bukit batu terhadap kedahsyatan Tuhan dan terhadap semarak kemegahan-Nya, pada waktu Ia bangkit menakut-nakuti bumi."
  },
  {
    "reference": "Isa 2:22",
    "text": "Jangan berharap pada manusia, sebab ia tidak lebih dari pada embusan nafas, dan sebagai apakah ia dapat dianggap?"
  },
  {
    "reference": "Isa 3:1",
    "text": "Maka sesungguhnya Tuhan, Tuhan semesta alam, akan menjauhkan dari Yerusalem dan dari Yehuda setiap orang yang mereka andalkan, segala persediaan makanan dan minuman:"
  },
  {
    "reference": "Isa 3:2",
    "text": "pahlawan dan orang perang, hakim dan nabi, petenung dan tua-tua,"
  },
  {
    "reference": "Isa 3:3",
    "text": "perwira dan orang yang terpandang, penasihat dan ahli sihir, dan orang yang paham mantera."
  },
  {
    "reference": "Isa 3:4",
    "text": "Aku akan mengangkat pemuda-pemuda menjadi pemimpin mereka, dan anak-anak akan memerintah atas mereka."
  },
  {
    "reference": "Isa 3:5",
    "text": "Maka bangsa itu akan desak-mendesak, seorang kepada seorang, yang satu kepada yang lain; orang muda akan membentak-bentak terhadap orang tua, orang hina terhadap orang mulia."
  },
  {
    "reference": "Isa 3:6",
    "text": "Sehingga apabila seorang memegang saudaranya di rumah ayahnya dan berkata: ”Engkau masih mempunyai jubah, jadilah pemimpin kami, dan reruntuhan ini di bawah kuasamu”,"
  },
  {
    "reference": "Isa 3:7",
    "text": "maka pada waktu itu saudaranya akan menjawab: ”Aku tidak mau menjadi tabib; di rumahku tidak ada roti dan tidak ada jubah; janganlah angkat aku menjadi pemimpin bangsa.”"
  },
  {
    "reference": "Isa 3:8",
    "text": "Sungguh, Yerusalem telah runtuh dan Yehuda telah rubuh; sebab perkataan mereka dan perbuatan mereka melawan Tuhan dan mereka menantang kemuliaan hadirat-Nya."
  },
  {
    "reference": "Isa 3:9",
    "text": "Air muka mereka menyatakan kejahatan mereka, dan seperti orang Sodom, mereka dengan terang-terangan menyebut-nyebut dosanya, tidak lagi disembunyikannya. Celakalah orang-orang itu! Sebab mereka mendatangkan malapetaka kepada dirinya sendiri."
  },
  {
    "reference": "Isa 3:10",
    "text": "Katakanlah berbahagia orang benar! Sebab mereka akan memakan hasil pekerjaannya."
  },
  {
    "reference": "Isa 3:11",
    "text": "Celakalah orang fasik! Malapetaka akan menimpanya, sebab mereka akan diperlakukan menurut perbuatannya sendiri."
  },
  {
    "reference": "Isa 3:12",
    "text": "Adapun umat-Ku, penguasa mereka ialah anak-anak, dan perempuan-perempuan memerintah atasnya. Hai umat-Ku, pemimpin-pemimpinmu adalah penyesat, dan jalan yang kamu tempuh mereka kacaukan!"
  },
  {
    "reference": "Isa 3:13",
    "text": "Tuhan mengambil tempat untuk menuntut dan berdiri untuk mengadili bangsa-bangsa."
  },
  {
    "reference": "Isa 3:14",
    "text": "Tuhan bertindak sebagai hakim atas tua-tua dan pemimpin-pemimpin umat-Nya: ”Kamulah yang memusnahkan kebun anggur itu, barang rampasan dari orang yang tertindas tertumpuk di dalam rumahmu."
  },
  {
    "reference": "Isa 3:15",
    "text": "Mengapa kamu menyiksa umat-Ku dan menganiaya orang-orang yang tertindas?” demikianlah firman Tuhan Allah semesta alam. Hukuman Tuhan terhadap wanita-wanita Sion yang sombong 3:16–4:1"
  },
  {
    "reference": "Isa 3:16",
    "text": "Tuhan berfirman: Oleh karena wanita Sion telah menjadi sombong dan telah berjalan dengan jenjang leher dan dengan main mata, berjalan dengan dibuat-buat langkahnya dan gemerencing dengan giring-giring kakinya,"
  },
  {
    "reference": "Isa 3:17",
    "text": "maka Tuhan akan membuat batu kepala wanita Sion penuh kudis dan Tuhan akan mencukur rambut sebelah dahi mereka."
  },
  {
    "reference": "Isa 3:18",
    "text": "Pada waktu itu Tuhan akan menjauhkan segala perhiasan mereka: gelang-gelang kaki, jamang-jamang dan bulan-bulanan;"
  },
  {
    "reference": "Isa 3:19",
    "text": "perhiasan-perhiasan telinga, pontoh-pontoh dan kerudung-kerudung;"
  },
  {
    "reference": "Isa 3:20",
    "text": "perhiasan-perhiasan kepala, gelang-gelang rantai kaki, tali-tali pinggang, tempat-tempat wewangian dan jimat-jimat;"
  },
  {
    "reference": "Isa 3:21",
    "text": "cincin meterai dan anting-anting hidung;"
  },
  {
    "reference": "Isa 3:22",
    "text": "pakaian-pakaian pesta, jubah-jubah, selendang-selendang dan pundi-pundi;"
  },
  {
    "reference": "Isa 3:23",
    "text": "cermin-cermin, baju-baju dalam dari kain lenan, ikat-ikat kepala dan baju-baju luar."
  },
  {
    "reference": "Isa 3:24",
    "text": "Maka sebagai ganti rempah-rempah harum akan ada bau busuk, sebagai ganti ikat pinggang seutas tali, sebagai ganti selampit rambut kepala yang gundul, sebagai ganti pakaian hari raya sehelai kain kabung; dan tanda selar sebagai ganti kemolekan."
  },
  {
    "reference": "Isa 3:25",
    "text": "Orang-orangmu akan tewas oleh pedang, dan pahlawan-pahlawanmu oleh perang."
  },
  {
    "reference": "Isa 3:26",
    "text": "Pintu-pintu gerbang Sion akan mengaduh dan berkabung, dan kota itu akan seperti perempuan bulus yang duduk di bumi."
  },
  {
    "reference": "Isa 4:1",
    "text": "Pada waktu itu tujuh orang perempuan akan memegang seorang laki-laki, serta berkata: ”Kami akan menanggung makanan dan pakaian kami sendiri; hanya biarlah namamu dilekatkan kepada nama kami; ambillah aib yang ada pada kami!” Yerusalem disucikan dan dilindungi 4:2-6"
  },
  {
    "reference": "Isa 4:2",
    "text": "Pada waktu itu tunas yang ditumbuhkan Tuhan akan menjadi kepermaian dan kemuliaan, dan hasil tanah menjadi kebanggaan dan kehormatan bagi orang-orang Israel yang terluput."
  },
  {
    "reference": "Isa 4:3",
    "text": "Dan orang yang tertinggal di Sion dan yang tersisa di Yerusalem akan disebut kudus, yakni setiap orang di Yerusalem yang tercatat untuk beroleh hidup,"
  },
  {
    "reference": "Isa 4:4",
    "text": "apabila Tuhan telah membersihkan kekotoran puteri Sion dan menghapuskan segala noda darah Yerusalem dari tengah-tengahnya dengan roh yang mengadili dan yang membakar."
  },
  {
    "reference": "Isa 4:5",
    "text": "- 4:5: Kel. 13:21, 24:16 Maka Tuhan akan menjadikan di atas seluruh wilayah gunung Sion dan di atas setiap pertemuan yang diadakan di situ segumpal awan pada waktu siang dan segumpal asap serta sinar api yang menyala-nyala pada waktu malam, sebab di atas semuanya itu akan ada kemuliaan Tuhan sebagai tudung"
  },
  {
    "reference": "Isa 4:6",
    "text": "dan sebagai pondok tempat bernaung pada waktu siang terhadap panas terik dan sebagai perlindungan dan persembunyian terhadap angin ribut dan hujan."
  },
  {
    "reference": "Isa 5:1",
    "text": "- 5:1-2: Mat. 21:33; Mrk. 12:1; Luk. 20:9 Aku hendak menyanyikan nyanyian tentang kekasihku, nyanyian kekasihku tentang kebun anggurnya: Kekasihku itu mempunyai kebun anggur di lereng bukit yang subur."
  },
  {
    "reference": "Isa 5:2",
    "text": "Ia mencangkulnya dan membuang batu-batunya, dan menanaminya dengan pokok anggur pilihan; ia mendirikan sebuah menara jaga di tengah-tengahnya dan menggali lobang tempat memeras anggur; lalu dinantinya supaya kebun itu menghasilkan buah anggur yang baik, tetapi yang dihasilkannya ialah buah anggur yang asam."
  },
  {
    "reference": "Isa 5:3",
    "text": "Maka sekarang, hai penduduk Yerusalem, dan orang Yehuda, adililah antara Aku dan kebun anggur-Ku itu."
  },
  {
    "reference": "Isa 5:4",
    "text": "Apatah lagi yang harus diperbuat untuk kebun anggur-Ku itu, yang belum Kuperbuat kepadanya? Aku menanti supaya dihasilkannya buah anggur yang baik, mengapa yang dihasilkannya hanya buah anggur yang asam?"
  },
  {
    "reference": "Isa 5:5",
    "text": "Maka sekarang, Aku mau memberitahukan kepadamu apa yang hendak Kulakukan kepada kebun anggur-Ku itu: Aku akan menebang pagar durinya, sehingga kebun itu dimakan habis, dan melanda temboknya, sehingga kebun itu diinjak-injak;"
  },
  {
    "reference": "Isa 5:6",
    "text": "Aku akan membuatnya ditumbuhi semak-semak, tidak dirantingi dan tidak disiangi, sehingga tumbuh puteri malu dan rumput; Aku akan memerintahkan awan-awan, supaya jangan diturunkannya hujan ke atasnya."
  },
  {
    "reference": "Isa 5:7",
    "text": "Sebab kebun anggur Tuhan semesta alam ialah kaum Israel, dan orang Yehuda ialah tanam-tanaman kegemaran-Nya; dinanti-Nya keadilan, tetapi hanya ada kelaliman, dinanti-Nya kebenaran tetapi hanya ada keonaran. Peringatan tentang pelbagai keburukan 5:8-24"
  },
  {
    "reference": "Isa 5:8",
    "text": "Celakalah mereka yang menyerobot rumah demi rumah dan mencekau ladang demi ladang, sehingga tidak ada lagi tempat bagi orang lain dan hanya kamu sendiri yang tinggal di dalam negeri!"
  },
  {
    "reference": "Isa 5:9",
    "text": "Di telingaku terdengar firman Tuhan semesta alam: ”Sesungguhnya banyak rumah akan menjadi sunyi sepi; rumah-rumah yang besar dan yang baik tidak akan ada penghuninya."
  },
  {
    "reference": "Isa 5:10",
    "text": "Sebab kebun anggur yang luasnya sepuluh hari membajak akan menghasilkan hanya satu bat anggur; dan satu homer benih akan menghasilkan hanya satu efa gandum.”"
  },
  {
    "reference": "Isa 5:11",
    "text": "Celakalah mereka yang bangun pagi-pagi dan terus mencari minuman keras, dan duduk-duduk sampai malam hari, sedang badannya dihangatkan anggur!"
  },
  {
    "reference": "Isa 5:12",
    "text": "Kecapi dan gambus, rebana dan suling, serta anggur terdapat dalam perjamuan-perjamuan mereka, tetapi perbuatan Tuhan tidak dipandangnya dan pekerjaan Tuhan tidak dilihatnya."
  },
  {
    "reference": "Isa 5:13",
    "text": "Sebab itu umat-Ku harus pergi ke dalam pembuangan, oleh sebab mereka tidak mengerti apa-apa; orang-orang yang mulia akan mati kelaparan, dan khalayak ramai akan menderita kehausan."
  },
  {
    "reference": "Isa 5:14",
    "text": "Sebab itu dunia orang mati akan membuka kerongkongannya lapang-lapang dan akan mengangakan mulutnya lebar-lebar dengan tiada terhingga, sehingga lenyap ke dalamnya segala kesemarakan dan keramaian Yerusalem, segala kegaduhannya dan orang-orang yang bersukaria di kota itu."
  },
  {
    "reference": "Isa 5:15",
    "text": "Maka manusia akan ditundukkan, dan orang akan direndahkan, ya, orang-orang sombong akan direndahkan."
  },
  {
    "reference": "Isa 5:16",
    "text": "Tetapi Tuhan semesta alam akan ternyata maha tinggi dalam keadilan-Nya, dan Allah yang maha kudus akan menyatakan kekudusan-Nya dalam kebenaran-Nya."
  },
  {
    "reference": "Isa 5:17",
    "text": "Maka domba-domba akan makan rumput di situ seperti di padangnya sendiri dan kambing-kambing akan mencari makan dalam reruntuhan gedung-gedung orang kaya."
  },
  {
    "reference": "Isa 5:18",
    "text": "Celakalah mereka yang memancing kesalahan dengan tali kedustaan dan dosa seperti dengan tali gerobak,"
  },
  {
    "reference": "Isa 5:19",
    "text": "yang berkata: ”Baiklah Allah lekas-lekas dan cepat-cepat melakukan tindakan-Nya, supaya kita lihat; dan baiklah keputusan Yang Mahakudus, Allah Israel, datang mendekat, supaya kita tahu.”"
  },
  {
    "reference": "Isa 5:20",
    "text": "Celakalah mereka yang menyebutkan kejahatan itu baik dan kebaikan itu jahat, yang mengubah kegelapan menjadi terang dan terang menjadi kegelapan, yang mengubah pahit menjadi manis, dan manis menjadi pahit."
  },
  {
    "reference": "Isa 5:21",
    "text": "Celakalah mereka yang memandang dirinya bijaksana, yang menganggap dirinya pintar!"
  },
  {
    "reference": "Isa 5:22",
    "text": "Celakalah mereka yang menjadi jago minum dan juara dalam mencampur minuman keras;"
  },
  {
    "reference": "Isa 5:23",
    "text": "yang membenarkan orang fasik karena suap dan yang memungkiri hak orang benar."
  },
  {
    "reference": "Isa 5:24",
    "text": "Sebab itu seperti lidah api memakan jerami, dan seperti rumput kering habis lenyap dalam nyala api, demikian akar-akar mereka akan menjadi busuk, dan kuntumnya akan beterbangan seperti abu, oleh karena mereka telah menolak pengajaran Tuhan semesta alam dan menista firman Yang Mahakudus, Allah Israel. Bangsa asing sebagai alat murka Tuhan 5:25-30"
  },
  {
    "reference": "Isa 5:25",
    "text": "Sebab itu bangkitlah murka Tuhan terhadap umat-Nya, diacungkan-Nya tangan-Nya terhadap mereka dan dipukul-Nya mereka; gunung-gunung akan gemetar, dan mayat-mayat mereka akan seperti kotoran di tengah jalan. Sekalipun semuanya ini terjadi, murka-Nya belum surut, dan tangan-Nya masih teracung."
  },
  {
    "reference": "Isa 5:26",
    "text": "Ia akan melambaikan panji-panji kepada bangsa yang dari jauh, dan akan bersuit memanggil mereka dari ujung bumi; sesungguhnya mereka akan datang dengan segera, dengan cepat!"
  },
  {
    "reference": "Isa 5:27",
    "text": "Tiada yang lelah dan tiada yang tersandung di antaranya; mereka tidak terlelap dan tidak tertidur, tidak terlepas ikat pinggangnya dan tali kasutnya tidak terputus;"
  },
  {
    "reference": "Isa 5:28",
    "text": "anak panahnya ditajamkan, dan segala busurnya dilentur; kuku kudanya keras seperti batu api dan roda keretanya seperti puting beliung."
  },
  {
    "reference": "Isa 5:29",
    "text": "Aumnya seperti singa betina, mereka mengaum seperti singa muda; mereka meraung dan menangkap mangsanya, membawanya lari dan tidak ada yang melepaskan."
  },
  {
    "reference": "Isa 5:30",
    "text": "Pada hari itu mereka akan diliputi oleh suara seperti suara laut menderu. Jika orang memandang ke bumi, sesungguhnya, ada gelap yang menyesakkan, dan terang menjadi gelap oleh awan-awan!"
  },
  {
    "reference": "Isa 6:1",
    "text": "- 6:1: 2Raj. 15:7; 2Taw. 26:23 Dalam tahun matinya raja Uzia aku melihat Tuhan duduk di atas takhta yang tinggi dan menjulang, dan ujung jubah-Nya memenuhi Bait Suci."
  },
  {
    "reference": "Isa 6:2",
    "text": "Para Serafim berdiri di sebelah atas-Nya, masing-masing mempunyai enam sayap; dua sayap dipakai untuk menutupi muka mereka, dua sayap dipakai untuk menutupi kaki mereka dan dua sayap dipakai untuk melayang-layang."
  },
  {
    "reference": "Isa 6:3",
    "text": "- 6:3: Why. 4:8 Dan mereka berseru seorang kepada seorang, katanya: ”Kudus, kudus, kuduslah Tuhan semesta alam, seluruh bumi penuh kemuliaan-Nya!”"
  },
  {
    "reference": "Isa 6:4",
    "text": "- 6:4: Why. 15:8 Maka bergoyanglah alas ambang pintu disebabkan suara orang yang berseru itu dan rumah itu pun penuhlah dengan asap."
  },
  {
    "reference": "Isa 6:5",
    "text": "Lalu kataku: ”Celakalah aku! aku binasa! Sebab aku ini seorang yang najis bibir, dan aku tinggal di tengah-tengah bangsa yang najis bibir, namun mataku telah melihat Sang Raja, yakni Tuhan semesta alam.”"
  },
  {
    "reference": "Isa 6:6",
    "text": "Tetapi seorang dari pada Serafim itu terbang mendapatkan aku; di tangannya ada bara, yang diambilnya dengan sepit dari atas mezbah."
  },
  {
    "reference": "Isa 6:7",
    "text": "Ia menyentuhkannya kepada mulutku serta berkata: ”Lihat, ini telah menyentuh bibirmu, maka kesalahanmu telah dihapus dan dosamu telah diampuni.”"
  },
  {
    "reference": "Isa 6:8",
    "text": "Lalu aku mendengar suara Tuhan berkata: ”Siapakah yang akan Kuutus, dan siapakah yang mau pergi untuk Aku?” Maka sahutku: ”Ini aku, utuslah aku!”"
  },
  {
    "reference": "Isa 6:9",
    "text": "- 6:9-10: Mat. 13:14-15; Mrk. 4:12; Luk. 8:10; Yoh. 12:40; Kis. 28:26-27 Kemudian firman-Nya: ”Pergilah, dan katakanlah kepada bangsa ini: Dengarlah sungguh-sungguh, tetapi mengerti: jangan! Lihatlah sungguh-sungguh, tetapi menanggap: jangan!"
  },
  {
    "reference": "Isa 6:10",
    "text": "Buatlah hati bangsa ini keras dan buatlah telinganya berat mendengar dan buatlah matanya melekat tertutup, supaya jangan mereka melihat dengan matanya dan mendengar dengan telinganya dan mengerti dengan hatinya, lalu berbalik dan menjadi sembuh.”"
  },
  {
    "reference": "Isa 6:11",
    "text": "Kemudian aku bertanya: ”Sampai berapa lama, ya Tuhan?” Lalu jawab-Nya: ”Sampai kota-kota telah lengang sunyi sepi, tidak ada lagi yang mendiami, dan di rumah-rumah tidak ada lagi manusia dan tanah menjadi sunyi dan sepi."
  },
  {
    "reference": "Isa 6:12",
    "text": "Tuhan akan menyingkirkan manusia jauh-jauh, sehingga hampir seluruh negeri menjadi kosong."
  },
  {
    "reference": "Isa 6:13",
    "text": "Dan jika di situ masih tinggal sepersepuluh dari mereka, mereka harus sekali lagi ditimpa kebinasaan, namun keadaannya akan seperti pohon beringin dan pohon jawi-jawi yang tunggulnya tinggal berdiri pada waktu ditebang. Dan dari tunggul itulah akan keluar tunas yang kudus!”"
  },
  {
    "reference": "Isa 7:1",
    "text": "- 7:1: 2Raj. 16:5; 2Taw. 28:5-6 Dalam zaman Ahas bin Yotam bin Uzia, raja Yehuda, maka Rezin, raja Aram, dengan Pekah bin Remalya, raja Israel, maju ke Yerusalem untuk berperang melawan kota itu, namun mereka tidak dapat mengalahkannya."
  },
  {
    "reference": "Isa 7:2",
    "text": "Lalu diberitahukanlah kepada keluarga Daud: ”Aram telah berkemah di wilayah Efraim,” maka hati Ahas dan hati rakyatnya gemetar ketakutan seperti pohon-pohon hutan bergoyang ditiup angin."
  },
  {
    "reference": "Isa 7:3",
    "text": "Berfirmanlah Tuhan kepada Yesaya: ”Baiklah engkau keluar menemui Ahas, engkau dan Syear Yasyub, anakmu laki-laki, ke ujung saluran kolam atas, ke jalan raya pada Padang Tukang Penatu,"
  },
  {
    "reference": "Isa 7:4",
    "text": "dan katakanlah kepadanya: Teguhkanlah hatimu dan tinggallah tenang, janganlah takut dan janganlah hatimu kecut karena kedua puntung kayu api yang berasap ini, yaitu kepanasan amarah Rezin dengan Aram dan anak Remalya."
  },
  {
    "reference": "Isa 7:5",
    "text": "Oleh karena Aram dan Efraim dengan anak Remalya telah merancang yang jahat atasmu, dengan berkata:"
  },
  {
    "reference": "Isa 7:6",
    "text": "Marilah kita maju menyerang Yehuda dan menakut-nakutinya serta merebutnya, kemudian mengangkat anak Tabeel sebagai raja di tengah-tengahnya,"
  },
  {
    "reference": "Isa 7:7",
    "text": "maka beginilah firman Tuhan Allah: Tidak akan sampai hal itu, dan tidak akan terjadi,"
  },
  {
    "reference": "Isa 7:8",
    "text": "sebab Damsyik ialah ibu kota Aram, dan Rezin ialah kepala Damsyik. Dalam enam puluh lima tahun Efraim akan pecah, tidak menjadi bangsa lagi."
  },
  {
    "reference": "Isa 7:9",
    "text": "Dan Samaria ialah ibu kota Efraim, dan anak Remalya ialah kepala Samaria. Jika kamu tidak percaya, sungguh, kamu tidak teguh jaya.” Pemberitaan mengenai Imanuel 7:10-25"
  },
  {
    "reference": "Isa 7:10",
    "text": "Tuhan melanjutkan firman-Nya kepada Ahas, kata-Nya:"
  },
  {
    "reference": "Isa 7:11",
    "text": "”Mintalah suatu pertanda dari Tuhan, Allahmu, biarlah itu sesuatu dari dunia orang mati yang paling bawah atau sesuatu dari tempat tertinggi yang di atas.”"
  },
  {
    "reference": "Isa 7:12",
    "text": "Tetapi Ahas menjawab: ”Aku tidak mau meminta, aku tidak mau mencobai Tuhan.”"
  },
  {
    "reference": "Isa 7:13",
    "text": "Lalu berkatalah nabi Yesaya: ”Baiklah dengarkan, hai keluarga Daud! Belum cukupkah kamu melelahkan orang, sehingga kamu melelahkan Allahku juga?"
  },
  {
    "reference": "Isa 7:14",
    "text": "- 7:14: Mat. 1:23 Sebab itu Tuhan sendirilah yang akan memberikan kepadamu suatu pertanda: Sesungguhnya, seorang perempuan muda mengandung dan akan melahirkan seorang anak laki-laki, dan ia akan menamakan Dia Imanuel."
  },
  {
    "reference": "Isa 7:15",
    "text": "Ia akan makan dadih dan madu sampai ia tahu menolak yang jahat dan memilih yang baik,"
  },
  {
    "reference": "Isa 7:16",
    "text": "sebab sebelum anak itu tahu menolak yang jahat dan memilih yang baik, maka negeri yang kedua rajanya engkau takuti akan ditinggalkan kosong."
  },
  {
    "reference": "Isa 7:17",
    "text": "Tuhan akan mendatangkan atasmu dan atas rakyatmu dan atas kaum keluargamu hari-hari seperti yang belum pernah datang sejak Efraim menjauhkan diri dari Yehuda – yakni raja Asyur.”"
  },
  {
    "reference": "Isa 7:18",
    "text": "Pada hari itu akan terjadi: Tuhan bersuit memanggil lalat yang ada di ujung anak-anak sungai Nil, dan memanggil lebah yang ada di tanah Asyur."
  },
  {
    "reference": "Isa 7:19",
    "text": "Dan semuanya akan datang hinggap di lembah-lembah yang terjal dan di celah-celah bukit-bukit batu, di segala pagar duri dan di segala tanah penggembalaan."
  },
  {
    "reference": "Isa 7:20",
    "text": "Pada hari itu dengan pisau cukur yang dipinjam dari seberang sungai Efrat, yakni raja Asyur, Tuhan akan mencukur kepala dan bulu paha, bahkan pisau itu akan melenyapkan janggut juga."
  },
  {
    "reference": "Isa 7:21",
    "text": "Pada hari itu setiap orang akan memiara seekor lembu betina yang muda dan dua ekor domba,"
  },
  {
    "reference": "Isa 7:22",
    "text": "dan karena banyaknya susu yang dihasilkan, mereka akan makan dadih; sungguh, dadih dan madu akan dimakan oleh setiap orang yang masih tinggal di dalam negeri."
  },
  {
    "reference": "Isa 7:23",
    "text": "Pada hari itu setiap tempat, di mana biasanya tumbuh seribu pohon anggur dan yang berharga seribu syikal perak, akan menjadi tempat puteri malu dan rumput."
  },
  {
    "reference": "Isa 7:24",
    "text": "Orang pergi ke sana terpaksa membawa anak-anak panah dan busur, sebab puteri malu dan rumput belaka seluruh negeri itu."
  },
  {
    "reference": "Isa 7:25",
    "text": "Dan engkau tidak berani pergi ke segala lereng gunung yang biasanya dicangkul, karena takut akan puteri malu dan rumput; di situ hanya lembu dan domba akan berkeliaran."
  },
  {
    "reference": "Isa 8:1",
    "text": "Berfirmanlah Tuhan kepadaku: ”Ambillah sebuah batu tulis besar dan tuliskanlah di atasnya dengan tulisan biasa: Maher-Syalal Hash-Bas.”"
  },
  {
    "reference": "Isa 8:2",
    "text": "Maka aku memanggil dua saksi yang dapat dipercaya, yaitu imam Uria dan Zakharia bin Yeberekhya."
  },
  {
    "reference": "Isa 8:3",
    "text": "Kemudian aku menghampiri isteriku; ia mengandung dan melahirkan seorang anak laki-laki. Lalu berfirmanlah Tuhan kepadaku: ”Namailah dia: Maher-Syalal Hash-Bas,"
  },
  {
    "reference": "Isa 8:4",
    "text": "sebab sebelum anak itu tahu memanggil: Bapa! Ibu! maka kekayaan Damsyik dan jarahan Samaria akan diangkut di depan raja Asyur.” Penyerbuan Asyur ke Yehuda 8:5-10"
  },
  {
    "reference": "Isa 8:5",
    "text": "Tuhan melanjutkan lagi firman-Nya kepadaku:"
  },
  {
    "reference": "Isa 8:6",
    "text": "”Oleh karena bangsa ini telah menolak air Syiloah yang mengalir lamban, dan telah tawar hati terhadap Rezin dan anak Remalya,"
  },
  {
    "reference": "Isa 8:7",
    "text": "sebab itu, sesungguhnya, Tuhan akan membuat air sungai Efrat yang kuat dan besar, meluap-luap atas mereka, yaitu raja Asyur dengan segala kemuliaannya; air ini akan meluap melampaui segenap salurannya dan akan mengalir melampaui segenap tebingnya,"
  },
  {
    "reference": "Isa 8:8",
    "text": "serta menerobos masuk ke Yehuda, ibarat banjir yang meluap-luap hingga sampai ke leher; dan sayap-sayapnya yang dikembangkan akan menutup seantero negerimu, ya Imanuel!”"
  },
  {
    "reference": "Isa 8:9",
    "text": "Ketahuilah, hai bangsa-bangsa, dan terkejutlah, perhatikanlah, ya segala pelosok bumi, berikatpingganglah, dan terkejutlah; berikatpingganglah dan terkejutlah!"
  },
  {
    "reference": "Isa 8:10",
    "text": "Buatlah rancangan, tetapi akan gagal juga; ambillah keputusan, tetapi tidak terlaksana juga, sebab Allah menyertai kami! Yesaya terpaksa bersembunyi 8:11-22"
  },
  {
    "reference": "Isa 8:11",
    "text": "Sebab beginilah firman Tuhan kepadaku, ketika tangan-Nya menguasai aku, dan ketika Ia memperingatkan aku, supaya jangan mengikuti tingkah laku bangsa ini:"
  },
  {
    "reference": "Isa 8:12",
    "text": "- 8:12-13: 1Ptr. 3:14-15 ”Jangan sebut persepakatan segala apa yang disebut bangsa ini persepakatan, dan apa yang mereka takuti janganlah kamu takuti dan janganlah gentar melihatnya."
  },
  {
    "reference": "Isa 8:13",
    "text": "Tetapi Tuhan semesta alam, Dialah yang harus kamu akui sebagai Yang Kudus; kepada-Nyalah harus kamu takut dan terhadap Dialah harus kamu gentar."
  },
  {
    "reference": "Isa 8:14",
    "text": "- 8:14-15: 1Ptr. 2:8 Ia akan menjadi tempat kudus, tetapi juga menjadi batu sentuhan dan batu sandungan bagi kedua kaum Israel itu, serta menjadi jerat dan perangkap bagi penduduk Yerusalem."
  },
  {
    "reference": "Isa 8:15",
    "text": "Dan banyak di antara mereka akan tersandung, jatuh dan luka parah, tertangkap dan tertawan.”"
  },
  {
    "reference": "Isa 8:16",
    "text": "Aku harus menyimpan kesaksian ini dan memeteraikan pengajaran ini di antara murid-muridku."
  },
  {
    "reference": "Isa 8:17",
    "text": "- 8:17-18: Ibr. 2:13 Dan aku hendak menanti-nantikan Tuhan yang menyembunyikan wajah-Nya terhadap kaum keturunan Yakub; aku hendak mengharapkan Dia."
  },
  {
    "reference": "Isa 8:18",
    "text": "Sesungguhnya, aku dan anak-anak yang telah diberikan Tuhan kepadaku adalah tanda dan alamat di antara orang Israel dari Tuhan semesta alam yang diam di gunung Sion."
  },
  {
    "reference": "Isa 8:19",
    "text": "Dan apabila orang berkata kepada kamu: ”Mintalah petunjuk kepada arwah dan roh-roh peramal yang berbisik-bisik dan komat-kamit,” maka jawablah: ”Bukankah suatu bangsa patut meminta petunjuk kepada allahnya? Atau haruskah mereka meminta petunjuk kepada orang-orang mati bagi orang-orang hidup?”"
  },
  {
    "reference": "Isa 8:20",
    "text": "”Carilah pengajaran dan kesaksian!” Siapa yang tidak berbicara sesuai dengan perkataan itu, maka baginya tidak terbit fajar."
  },
  {
    "reference": "Isa 8:21",
    "text": "Mereka akan lalu-lalang di negeri itu, melarat dan lapar, dan apabila mereka lapar, mereka akan gusar dan akan mengutuk rajanya dan Allahnya; mereka akan menengadah ke langit,"
  },
  {
    "reference": "Isa 8:22",
    "text": "dan akan melihat ke bumi, dan sesungguhnya, hanya kesesakan dan kegelapan, kesuraman yang mengimpit, dan mereka akan dibuang ke dalam kabut. Kelahiran Raja Damai 8:23–9:6"
  },
  {
    "reference": "Isa 8:23",
    "text": "- 8:23–9:1: Mat. 4:15-16 Tetapi tidak selamanya akan ada kesuraman untuk negeri yang terimpit itu. Kalau dahulu Tuhan merendahkan tanah Zebulon dan tanah Naftali, maka di kemudian hari Ia akan memuliakan jalan ke laut, daerah seberang sungai Yordan, wilayah bangsa-bangsa lain."
  },
  {
    "reference": "Isa 9:1",
    "text": "- 9:1: Luk. 1:79 Bangsa yang berjalan di dalam kegelapan telah melihat terang yang besar; mereka yang diam di negeri kekelaman, atasnya terang telah bersinar."
  },
  {
    "reference": "Isa 9:2",
    "text": "Engkau telah menimbulkan banyak sorak-sorak, dan sukacita yang besar; mereka telah bersukacita di hadapan-Mu, seperti sukacita di waktu panen, seperti orang bersorak-sorak di waktu membagi-bagi jarahan."
  },
  {
    "reference": "Isa 9:3",
    "text": "Sebab kuk yang menekannya dan gandar yang di atas bahunya serta tongkat si penindas telah Kaupatahkan seperti pada hari kekalahan Midian."
  },
  {
    "reference": "Isa 9:4",
    "text": "Sebab setiap sepatu tentara yang berderap-derap dan setiap jubah yang berlumuran darah akan menjadi umpan api."
  },
  {
    "reference": "Isa 9:5",
    "text": "Sebab seorang anak telah lahir untuk kita, seorang putera telah diberikan untuk kita; lambang pemerintahan ada di atas bahunya, dan namanya disebutkan orang: Penasihat Ajaib, Allah yang Perkasa, Bapa yang Kekal, Raja Damai."
  },
  {
    "reference": "Isa 9:6",
    "text": "- 9:6: Luk. 1:32-33 Besar kekuasaannya, dan damai sejahtera tidak akan berkesudahan di atas takhta Daud dan di dalam kerajaannya, karena ia mendasarkan dan mengokohkannya dengan keadilan dan kebenaran dari sekarang sampai selama-lamanya. Kecemburuan Tuhan semesta alam akan melakukan hal ini. Murka Tuhan terhadap Efraim 9:7–10:4"
  },
  {
    "reference": "Isa 9:7",
    "text": "Tuhan telah melontarkan firman kepada Yakub, dan firman-Nya itu menimpa Israel."
  },
  {
    "reference": "Isa 9:8",
    "text": "Biarlah seluruh bangsa itu mengetahuinya, yakni Efraim dan penduduk Samaria, yang berkata dengan congkaknya dan tinggi hatinya:"
  },
  {
    "reference": "Isa 9:9",
    "text": "”Tembok batu bata jatuh, akan kita dirikan dari batu pahat; pohon-pohon ara ditebang, akan kita ganti dengan pohon-pohon aras.”"
  },
  {
    "reference": "Isa 9:10",
    "text": "Maka Tuhan membangkitkan para panglima Rezin melawan mereka, dan menggerakkan musuh-musuh mereka:"
  },
  {
    "reference": "Isa 9:11",
    "text": "Orang Aram dari timur, dan orang Filistin dari barat, mereka menelan Israel dengan mulut yang lebar. Sekalipun semuanya ini terjadi, murka-Nya belum surut, dan tangan-Nya masih teracung."
  },
  {
    "reference": "Isa 9:12",
    "text": "Tetapi bangsa itu tidak kembali kepada Dia yang menghajarnya, dan mereka tidak mencari Tuhan semesta alam."
  },
  {
    "reference": "Isa 9:13",
    "text": "Maka Tuhan mengerat dari Israel kepala dan ekor, batang dan ranting pada satu hari juga."
  },
  {
    "reference": "Isa 9:14",
    "text": "Tua-tua dan orang yang terpandang, itulah kepala, dan nabi yang mengajarkan dusta, itulah ekor."
  },
  {
    "reference": "Isa 9:15",
    "text": "Sebab orang-orang yang mengendalikan bangsa ini adalah penyesat, dan orang-orang yang dikendalikan mereka menjadi kacau."
  },
  {
    "reference": "Isa 9:16",
    "text": "Sebab itu Tuhan tidak bersukacita karena teruna-teruna mereka, dan tidak sayang kepada anak-anak yatim dan janda-janda mereka, sebab sekaliannya mereka murtad dan berbuat jahat, dan setiap mulut berbicara bebal. Sekalipun semuanya ini terjadi, murka-Nya belum surut, dan tangan-Nya masih teracung."
  },
  {
    "reference": "Isa 9:17",
    "text": "Sebab kefasikan itu menyala seperti api yang memakan habis puteri malu dan rumput, lalu membakar belukar di hutan sehingga tonggak asap berkepul-kepul ke atas."
  },
  {
    "reference": "Isa 9:18",
    "text": "Oleh karena murka Tuhan semesta alam, terbakarlah tanah itu, dan bangsa itu menjadi makanan api; seorang pun tidak mengasihani saudaranya."
  },
  {
    "reference": "Isa 9:19",
    "text": "Mereka mencakup ke sebelah kanan, tetapi masih lapar, mereka memakan ke sebelah kiri, tetapi tidak kenyang, setiap orang memakan daging temannya:"
  },
  {
    "reference": "Isa 9:20",
    "text": "Manasye memakan Efraim, dan Efraim memakan Manasye, dan bersama-sama mereka melawan Yehuda. Sekalipun semuanya ini terjadi, murka-Nya belum surut, dan tangan-Nya masih teracung."
  },
  {
    "reference": "Isa 10:1",
    "text": "Celakalah mereka yang menentukan ketetapan-ketetapan yang tidak adil, dan mereka yang mengeluarkan keputusan-keputusan kelaliman,"
  },
  {
    "reference": "Isa 10:2",
    "text": "untuk menghalang-halangi orang-orang lemah mendapat keadilan dan untuk merebut hak orang-orang sengsara di antara umat-Ku, supaya mereka dapat merampas milik janda-janda, dan dapat menjarah anak-anak yatim!"
  },
  {
    "reference": "Isa 10:3",
    "text": "Apakah yang akan kamu lakukan pada hari penghukuman, dan pada waktu kebinasaan yang datang dari jauh? Kepada siapakah kamu hendak lari minta tolong, dan di manakah hendak kamu tinggalkan kekayaanmu?"
  },
  {
    "reference": "Isa 10:4",
    "text": "Tak dapat kamu lakukan apa-apa selain dari meringkuk di antara orang-orang yang terkurung, dan tewas di antara orang-orang yang terbunuh! Sekalipun semuanya ini terjadi, murka Tuhan belum surut, dan tangan-Nya masih teracung. Tentang celaka yang akan menimpa Asyur 10:5-19"
  },
  {
    "reference": "Isa 10:5",
    "text": "- 10:5, 12: Yes. 14:25; Nah. 3:5-7; Zef. 2:13 Celakalah Asyur, yang menjadi cambuk murka-Ku dan yang menjadi tongkat amarah-Ku!"
  },
  {
    "reference": "Isa 10:6",
    "text": "Aku akan menyuruhnya terhadap bangsa yang murtad, dan Aku akan memerintahkannya melawan umat sasaran murka-Ku, untuk melakukan perampasan dan penjarahan, dan untuk menginjak-injak mereka seperti lumpur di jalan."
  },
  {
    "reference": "Isa 10:7",
    "text": "Tetapi dia sendiri tidak demikian maksudnya dan tidak demikian rancangan hatinya, melainkan niat hatinya ialah hendak memunahkan dan hendak melenyapkan tidak sedikit bangsa-bangsa."
  },
  {
    "reference": "Isa 10:8",
    "text": "Sebab ia berkata: ”Bukankah panglima-panglimaku itu raja-raja semua?"
  },
  {
    "reference": "Isa 10:9",
    "text": "Bukankah Kalno sama halnya seperti Karkemis, atau bukankah Hamat seperti Arpad, atau Samaria seperti Damsyik?"
  },
  {
    "reference": "Isa 10:10",
    "text": "Seperti tanganku telah menyergap kerajaan-kerajaan para berhala, padahal patung-patung mereka melebihi yang di Yerusalem dan yang di Samaria,"
  },
  {
    "reference": "Isa 10:11",
    "text": "masakan tidak akan kulakukan kepada Yerusalem dan patung-patung berhalanya, seperti yang telah kulakukan kepada Samaria dan berhala-berhalanya?”"
  },
  {
    "reference": "Isa 10:12",
    "text": "Tetapi apabila Tuhan telah menyelesaikan segala pekerjaan-Nya di gunung Sion dan di Yerusalem, maka Ia akan menghukum perbuatan ketinggian hati raja Asyur dan sikapnya yang angkuh sombong."
  },
  {
    "reference": "Isa 10:13",
    "text": "Sebab ia telah berkata: ”Dengan kekuatan tanganku aku telah melakukannya dan dengan kebijaksanaanku, sebab aku berakal budi; aku telah meniadakan batas-batas antara bangsa, dan telah merampok persediaan-persediaan mereka, dengan perkasa aku telah menurunkan orang-orang yang duduk di atas takhta."
  },
  {
    "reference": "Isa 10:14",
    "text": "Seperti kepada sarang burung, demikianlah tanganku telah menjangkau kepada kekayaan bangsa-bangsa, dan seperti orang meraup telur-telur yang ditinggalkan induknya, demikianlah aku telah meraup seluruh bumi, dan tidak seekor pun yang menggerakkan sayap, yang mengangakan paruh atau yang menciap-ciap.”"
  },
  {
    "reference": "Isa 10:15",
    "text": "Adakah kapak memegahkan diri terhadap orang yang memakainya, atau gergaji membesarkan diri terhadap orang yang mempergunakannya? seolah-olah gada menggerakkan orang yang mengangkatnya, dan seolah-olah tongkat mengangkat orangnya yang bukan kayu!"
  },
  {
    "reference": "Isa 10:16",
    "text": "Sebab itu Tuhan, Tuhan semesta alam, akan membuat orang-orangnya yang tegap menjadi kurus kering, dan segala kekayaannya akan dibakar habis, dengan api yang menyala-nyala."
  },
  {
    "reference": "Isa 10:17",
    "text": "Maka Terang Israel akan menjadi api, dan Allahnya, Yang Mahakudus, akan menyala-nyala dan akan membakar dan memakan habis puteri malu dan rumputnya pada satu hari juga."
  },
  {
    "reference": "Isa 10:18",
    "text": "Keindahan hutan Asyur dan kebun buah-buahannya akan dihabiskan-Nya, dari batangnya sampai rantingnya, sehingga akan menjadi seperti seorang sakit yang merana sampai mati;"
  },
  {
    "reference": "Isa 10:19",
    "text": "dan sisa pohon-pohon hutannya akan dapat dihitung banyaknya, sehingga seorang anak dapat mencatatnya. Sisa Israel diselamatkan 10:20-27a"
  },
  {
    "reference": "Isa 10:20",
    "text": "Tetapi pada waktu itu sisa orang Israel dan orang yang terluput di antara kaum keturunan Yakub, tidak akan bersandar lagi kepada yang mengalahkannya, tetapi akan bersandar kepada Tuhan, Yang Mahakudus, Allah Israel, dan tetap setia."
  },
  {
    "reference": "Isa 10:21",
    "text": "Suatu sisa akan kembali, sisa Yakub akan bertobat di hadapan Allah yang perkasa."
  },
  {
    "reference": "Isa 10:22",
    "text": "- 10:22-23: Rm. 9:27-28 Sebab sekalipun bangsamu, hai Israel, seperti pasir di laut banyaknya, namun hanya sisanya akan kembali. Tuhan telah memastikan datangnya kebinasaan dan dari situ timbul keadilan yang meluap-luap."
  },
  {
    "reference": "Isa 10:23",
    "text": "Sungguh, kebinasaan yang sudah pasti akan dilaksanakan di atas seluruh bumi oleh Tuhan, Tuhan semesta alam."
  },
  {
    "reference": "Isa 10:24",
    "text": "Sebab itu beginilah firman Tuhan, Tuhan semesta alam: ”Hai umat-Ku yang diam di Sion, janganlah takut terhadap Asyur, apabila mereka memukul engkau dengan gada dan menghantam engkau dengan tongkatnya, seperti yang dilakukan Mesir dahulu."
  },
  {
    "reference": "Isa 10:25",
    "text": "Sebab sedikit waktu lagi amarah-Ku atasmu akan berakhir, dan murka-Ku akan menyebabkan kehancuran mereka."
  },
  {
    "reference": "Isa 10:26",
    "text": "Tuhan semesta alam akan mencambuk mereka dengan cemeti, seperti Ia menghajar Midian di gunung batu Oreb, dan mengayunkan tongkat-Nya ke atas laut Teberau dan mengangkatnya seperti di Mesir dahulu. \\v 27a Pada waktu itu beban yang ditimpakan mereka atas bahumu akan terbuang, dan kuk yang diletakkan mereka atas tengkukmu akan lenyap.” Orang Asyur maju menyerang 10:27b-34 \\v 27b Asyur telah muncul dari Rimon"
  },
  {
    "reference": "Isa 10:28",
    "text": "dan telah datang menyerang Ayat; ia telah lewat dari Migron, dan di Mikhmas diaturnya perbekalannya."
  },
  {
    "reference": "Isa 10:29",
    "text": "Mereka telah menyeberang dari jurang penyeberangan, sambil berteriak: ”Geba tempat permalaman kita!” Penduduk Rama gemetar, penghuni Gibea-Saul melarikan diri."
  },
  {
    "reference": "Isa 10:30",
    "text": "Keluarkanlah jeritanmu, hai puteri Galim! Perhatikanlah, hai Laisya! Jawablah dia, hai Anatot!"
  },
  {
    "reference": "Isa 10:31",
    "text": "Penghuni Madmena lari jauh-jauh, penduduk Gebim pergi mengungsi."
  },
  {
    "reference": "Isa 10:32",
    "text": "Hari ini juga Asyur akan berhenti di Nob, mengacung-acungkan tangannya ke arah gunung puteri Sion, bukit Yerusalem."
  },
  {
    "reference": "Isa 10:33",
    "text": "Lihat, Tuhan, Tuhan semesta alam akan memotong dahan-dahan pohon dengan kekuatan yang menakutkan; yang tinggi-tinggi tumbuhnya akan ditebang, dan yang menjulang ke atas akan direndahkan."
  },
  {
    "reference": "Isa 10:34",
    "text": "Belukar rimba akan ditebas dengan kapak, dan Libanon dengan pohon-pohonnya yang hebat akan jatuh."
  },
  {
    "reference": "Isa 11:1",
    "text": "- 11:1: Why. 5:5, 22:16 Suatu tunas akan keluar dari tunggul Isai, dan taruk yang akan tumbuh dari pangkalnya akan berbuah."
  },
  {
    "reference": "Isa 11:2",
    "text": "Roh Tuhan akan ada padanya, roh hikmat dan pengertian, roh nasihat dan keperkasaan, roh pengenalan dan takut akan Tuhan;"
  },
  {
    "reference": "Isa 11:3",
    "text": "ya, kesenangannya ialah takut akan Tuhan. Ia tidak akan menghakimi dengan sekilas pandang saja atau menjatuhkan keputusan menurut kata orang."
  },
  {
    "reference": "Isa 11:4",
    "text": "- 11:4: 2Tes. 2:8 Tetapi ia akan menghakimi orang-orang lemah dengan keadilan, dan akan menjatuhkan keputusan terhadap orang-orang yang tertindas di negeri dengan kejujuran; ia akan menghajar bumi dengan perkataannya seperti dengan tongkat, dan dengan nafas mulutnya ia akan membunuh orang fasik."
  },
  {
    "reference": "Isa 11:5",
    "text": "- 11:5: Ef. 6:14 Ia tidak akan menyimpang dari kebenaran dan kesetiaan, seperti ikat pinggang tetap terikat pada pinggang."
  },
  {
    "reference": "Isa 11:6",
    "text": "- 11:6-9: Yes. 65:25 Serigala akan tinggal bersama domba dan macan tutul akan berbaring di samping kambing. Anak lembu dan anak singa akan makan rumput bersama-sama, dan seorang anak kecil akan menggiringnya."
  },
  {
    "reference": "Isa 11:7",
    "text": "Lembu dan beruang akan sama-sama makan rumput dan anaknya akan sama-sama berbaring, sedang singa akan makan jerami seperti lembu."
  },
  {
    "reference": "Isa 11:8",
    "text": "Anak yang menyusu akan bermain-main dekat liang ular tedung dan anak yang cerai susu akan mengulurkan tangannya ke sarang ular beludak."
  },
  {
    "reference": "Isa 11:9",
    "text": "- 11:9: Hab. 2:14 Tidak ada yang akan berbuat jahat atau yang berlaku busuk di seluruh gunung-Ku yang kudus, sebab seluruh bumi penuh dengan pengenalan akan Tuhan, seperti air laut yang menutupi dasarnya."
  },
  {
    "reference": "Isa 11:10",
    "text": "- 11:10: Rm. 15:12 Maka pada waktu itu taruk dari pangkal Isai akan berdiri sebagai panji-panji bagi bangsa-bangsa; dia akan dicari oleh suku-suku bangsa dan tempat kediamannya akan menjadi mulia. Sisa-sisa Israel akan kembali 11:11-16"
  },
  {
    "reference": "Isa 11:11",
    "text": "Pada waktu itu Tuhan akan mengangkat pula tangan-Nya untuk menebus sisa-sisa umat-Nya yang tertinggal di Asyur dan di Mesir, di Patros, di Etiopia dan di Elam, di Sinear, di Hamat dan di pulau-pulau di laut."
  },
  {
    "reference": "Isa 11:12",
    "text": "Ia akan menaikkan suatu panji-panji bagi bangsa-bangsa, akan mengumpulkan orang-orang Israel yang terbuang, dan akan menghimpunkan orang-orang Yehuda yang terserak dari keempat penjuru bumi."
  },
  {
    "reference": "Isa 11:13",
    "text": "Kecemburuan Efraim akan berlalu, dan yang menyesakkan Yehuda akan lenyap. Efraim tidak akan cemburu lagi kepada Yehuda, dan Yehuda tidak akan menyesakkan Efraim lagi."
  },
  {
    "reference": "Isa 11:14",
    "text": "Tetapi mereka akan terbang ke barat, ke atas lereng gunung Filistin, bersama-sama mereka akan menjarah bani Timur; mereka akan merampas Edom dan Moab, dan orang Amon akan patuh kepada mereka."
  },
  {
    "reference": "Isa 11:15",
    "text": "- 11:15-16: Why. 16:12 Tuhan akan mengeringkan teluk Mesir dengan nafas-Nya yang menghanguskan, serta mengacungkan tangan-Nya terhadap sungai Efrat dan memukulnya pecah menjadi tujuh batang air, sehingga orang dapat melaluinya dengan berkasut."
  },
  {
    "reference": "Isa 11:16",
    "text": "Maka akan ada jalan raya bagi sisa-sisa umat-Nya yang tertinggal di Asyur, seperti yang telah ada untuk Israel dahulu, pada waktu mereka keluar dari tanah Mesir."
  },
  {
    "reference": "Isa 12:1",
    "text": "Pada waktu itu engkau akan berkata: ”Aku mau bersyukur kepada-Mu, ya Tuhan, karena sungguhpun Engkau telah murka terhadap aku: tetapi murka-Mu telah surut dan Engkau menghibur aku."
  },
  {
    "reference": "Isa 12:2",
    "text": "- 12:2: Kel. 15:2; Mzm. 118:14 Sungguh, Allah itu keselamatanku; aku percaya dengan tidak gementar, sebab Tuhan Allah itu kekuatanku dan mazmurku, Ia telah menjadi keselamatanku.”"
  },
  {
    "reference": "Isa 12:3",
    "text": "Maka kamu akan menimba air dengan kegirangan dari mata air keselamatan."
  },
  {
    "reference": "Isa 12:4",
    "text": "Pada waktu itu kamu akan berkata: ”Bersyukurlah kepada Tuhan, panggillah nama-Nya, beritahukanlah perbuatan-Nya di antara bangsa-bangsa, masyhurkanlah, bahwa nama-Nya tinggi luhur!"
  },
  {
    "reference": "Isa 12:5",
    "text": "Bermazmurlah bagi Tuhan, sebab perbuatan-Nya mulia; baiklah hal ini diketahui di seluruh bumi!"
  },
  {
    "reference": "Isa 12:6",
    "text": "Berserulah dan bersorak-sorailah, hai penduduk Sion, sebab Yang Mahakudus, Allah Israel, agung di tengah-tengahmu!”"
  },
  {
    "reference": "Isa 13:1",
    "text": "- 13:1: Yes. 47:1; Yer. 50:1 Ucapan ilahi terhadap Babel yang dinyatakan kepada Yesaya bin Amos."
  },
  {
    "reference": "Isa 13:2",
    "text": "Naikkanlah panji-panji di atas gunung yang gundul, berserulah terhadap mereka dengan suara nyaring; lambaikanlah tangan supaya mereka masuk ke pintu-pintu gerbang para bangsawan!"
  },
  {
    "reference": "Isa 13:3",
    "text": "Aku ini telah memerintahkan orang-orang yang Kukuduskan, telah memanggil orang-orang perkasa-Ku untuk melaksanakan hukuman murka-Ku, orang-orang-Ku yang beria-ria dan bangga."
  },
  {
    "reference": "Isa 13:4",
    "text": "Ada suara keramaian di atas gunung-gunung, seperti suara kumpulan orang yang besar jumlahnya! Suara kegaduhan dari kerajaan-kerajaan, dari bangsa-bangsa yang berkumpul! Tuhan semesta alam sedang memeriksa pasukan perang."
  },
  {
    "reference": "Isa 13:5",
    "text": "Mereka datang dari negeri yang jauh, ya dari ujung langit, yaitu Tuhan serta yang melaksanakan amarah-Nya untuk merusakkan seluruh bumi."
  },
  {
    "reference": "Isa 13:6",
    "text": "- 13:6: Yl. 1:15 Merataplah, sebab hari Tuhan sudah dekat, datangnya sebagai pemusnahan dari Yang Mahakuasa."
  },
  {
    "reference": "Isa 13:7",
    "text": "Sebab itu semua tangan akan menjadi lemah lesu, setiap hati manusia akan menjadi tawar,"
  },
  {
    "reference": "Isa 13:8",
    "text": "dan mereka akan terkejut. Sakit mulas dan sakit beranak akan menyerang mereka, mereka akan menggeliat kesakitan seperti perempuan yang melahirkan. Mereka akan berpandang-pandangan dengan tercengang-cengang, muka mereka seperti orang yang demam."
  },
  {
    "reference": "Isa 13:9",
    "text": "Sungguh, hari Tuhan datang dengan kebengisan, dengan gemas dan dengan murka yang menyala-nyala, untuk membuat bumi menjadi sunyi sepi dan untuk memunahkan dari padanya orang-orang yang berdosa."
  },
  {
    "reference": "Isa 13:10",
    "text": "- 13:10: Yeh. 32:7; Mat. 24:29; Mrk. 13:24-25; Luk. 21:25; Why. 6:12-13, 8:12 Sebab bintang-bintang dan gugusan-gugusannya di langit tidak akan memancarkan cahayanya; matahari akan menjadi gelap pada waktu terbit, dan bulan tidak akan memancarkan sinarnya."
  },
  {
    "reference": "Isa 13:11",
    "text": "Kepada dunia akan Kubalaskan kejahatannya, dan kepada orang-orang fasik kesalahan mereka; kesombongan orang-orang pemberani akan Kuhentikan, dan kecongkakan orang-orang yang gagah akan Kupatahkan."
  },
  {
    "reference": "Isa 13:12",
    "text": "Aku akan membuat orang lebih jarang dari pada emas tua, dan manusia lebih jarang dari pada emas Ofir."
  },
  {
    "reference": "Isa 13:13",
    "text": "Sebab itu Aku akan membuat langit gemetar, dan bumi pun akan bergoncang dari tempatnya, pada waktu amarah Tuhan semesta alam, dan pada hari murka-Nya yang menyala-nyala."
  },
  {
    "reference": "Isa 13:14",
    "text": "Seperti kijang yang dikejar-kejar dan seperti domba yang tidak digembalakan, demikianlah mereka akan berpaling, masing-masing kepada bangsanya, dan melarikan diri, masing-masing ke negerinya."
  },
  {
    "reference": "Isa 13:15",
    "text": "Setiap orang yang didapati akan ditikam, dan setiap orang yang tertangkap akan rebah mati oleh pedang."
  },
  {
    "reference": "Isa 13:16",
    "text": "Bayi-bayi mereka akan diremukkan di depan mata mereka, rumah-rumah mereka akan dirampoki, dan isteri-isteri mereka akan ditiduri."
  },
  {
    "reference": "Isa 13:17",
    "text": "Lihat, Aku menggerakkan orang Madai melawan mereka, orang-orang yang tidak menghiraukan perak dan tidak suka kepada emas."
  },
  {
    "reference": "Isa 13:18",
    "text": "Panah-panah mereka akan menembus orang-orang muda; mereka tidak akan sayang kepada buah kandungan, dan mereka tidak menaruh kasihan kepada anak-anak."
  },
  {
    "reference": "Isa 13:19",
    "text": "- 13:19: Kej. 19:24 Dan Babel, yang permai di antara kerajaan-kerajaan, perhiasan orang Kasdim yang megah, akan sama seperti Sodom dan Gomora pada waktu Allah menunggangbalikkannya:"
  },
  {
    "reference": "Isa 13:20",
    "text": "tidak ada penduduk untuk seterusnya, dan tidak ada penghuni turun-temurun; orang Arab tidak akan berkemah di sana, dan gembala-gembala tidak akan membiarkan hewannya berbaring di sana;"
  },
  {
    "reference": "Isa 13:21",
    "text": "- 13:21: Why. 18:2 tetapi yang akan berbaring di sana ialah binatang gurun, dan rumah-rumah mereka akan penuh dengan burung hantu; burung-burung unta akan diam di sana, dan jin-jin akan melompat-lompat;"
  },
  {
    "reference": "Isa 13:22",
    "text": "anjing-anjing hutan akan menyalak di dalam puri-purinya, dan serigala-serigala di dalam istana-istana kesenangan. Waktunya akan datang segera, dan usianya tidak akan diperpanjang."
  },
  {
    "reference": "Isa 14:1",
    "text": "Sebab Tuhan akan menyayangi Yakub dan akan memilih Israel sekali lagi dan akan membiarkan mereka tinggal di tanah mereka, maka orang asing akan menggabungkan diri kepada mereka dan akan berpadu dengan kaum keturunan Yakub."
  },
  {
    "reference": "Isa 14:2",
    "text": "Bangsa-bangsa lain akan mengantar Israel pulang ke tempatnya, lalu kaum Israel akan memiliki bangsa-bangsa itu di tanah Tuhan sebagai hamba-hamba lelaki dan hamba-hamba perempuan. Demikianlah mereka akan menawan orang-orang yang menawan mereka dan akan berkuasa atas para penindas mereka."
  },
  {
    "reference": "Isa 14:3",
    "text": "Maka pada hari Tuhan mengakhiri kesakitan dan kegelisahanmu dan kerja paksa yang berat yang dipaksakan kepadamu,"
  },
  {
    "reference": "Isa 14:4",
    "text": "maka engkau akan memperdengarkan ejekan ini tentang raja Babel, dan berkata: ”Wah, sudah berakhir si penindas sudah berakhir orang lalim!"
  },
  {
    "reference": "Isa 14:5",
    "text": "Tuhan telah mematahkan tongkat orang-orang fasik, gada orang-orang yang memerintah,"
  },
  {
    "reference": "Isa 14:6",
    "text": "yang memukul bangsa-bangsa dengan gemas, dengan pukulan yang tidak putus-putusnya; yang menginjak-injak bangsa-bangsa dalam murka dengan tiada henti-hentinya."
  },
  {
    "reference": "Isa 14:7",
    "text": "Segenap bumi sudah aman dan tenteram; orang bergembira dengan sorak-sorai."
  },
  {
    "reference": "Isa 14:8",
    "text": "Juga pohon-pohon sanobar dan pohon-pohon aras di Libanon bersukacita karena kejatuhanmu, katanya: ’Dari sejak engkau rebah terbaring, tidak ada lagi orang yang naik untuk menebang kami!’"
  },
  {
    "reference": "Isa 14:9",
    "text": "Dunia orang mati yang di bawah gemetar untuk menyongsong kedatanganmu, dijagakannya arwah-arwah bagimu, yaitu semua bekas pemimpin di bumi; semua bekas raja bangsa-bangsa dibangunkannya dari takhta mereka."
  },
  {
    "reference": "Isa 14:10",
    "text": "Sekaliannya mereka mulai berbicara dan berkata kepadamu: ’Engkau juga telah menjadi lemah seperti kami, sudah menjadi sama seperti kami!’"
  },
  {
    "reference": "Isa 14:11",
    "text": "Ke dunia orang mati sudah diturunkan kemegahanmu dan bunyi gambus-gambusmu; ulat-ulat dibentangkan sebagai lapik tidurmu, dan cacing-cacing sebagai selimutmu.”"
  },
  {
    "reference": "Isa 14:12",
    "text": "- 14:12: Why. 8:10, 9:1 ”Wah, engkau sudah jatuh dari langit, hai Bintang Timur, putera Fajar, engkau sudah dipecahkan dan jatuh ke bumi, hai yang mengalahkan bangsa-bangsa!"
  },
  {
    "reference": "Isa 14:13",
    "text": "- 14:13-15: Mat. 11:23; Luk. 10:15 Engkau yang tadinya berkata dalam hatimu: Aku hendak naik ke langit, aku hendak mendirikan takhtaku mengatasi bintang-bintang Allah, dan aku hendak duduk di atas bukit pertemuan, jauh di sebelah utara."
  },
  {
    "reference": "Isa 14:14",
    "text": "Aku hendak naik mengatasi ketinggian awan-awan, hendak menyamai Yang Mahatinggi!"
  },
  {
    "reference": "Isa 14:15",
    "text": "Sebaliknya, ke dalam dunia orang mati engkau diturunkan, ke tempat yang paling dalam di liang kubur."
  },
  {
    "reference": "Isa 14:16",
    "text": "Orang-orang yang melihat engkau akan memperhatikan dan mengamat-amati engkau, katanya: Inikah dia yang telah membuat bumi gemetar, dan yang telah membuat kerajaan-kerajaan bergoncang,"
  },
  {
    "reference": "Isa 14:17",
    "text": "yang telah membuat dunia seperti padang gurun, dan menghancurkan kota-kotanya, yang tidak melepaskan orang-orangnya yang terkurung pulang ke rumah?"
  },
  {
    "reference": "Isa 14:18",
    "text": "Semua bekas raja bangsa-bangsa berbaring dalam kemuliaan, masing-masing dalam rumah kuburnya."
  },
  {
    "reference": "Isa 14:19",
    "text": "Tetapi engkau ini telah terlempar, jauh dari kuburmu, seperti taruk yang jijik, ditutupi dengan mayat orang-orang yang tertikam oleh pedang dan jatuh tercampak ke batu-batu liang kubur seperti bangkai yang terinjak-injak."
  },
  {
    "reference": "Isa 14:20",
    "text": "Engkau tidak akan bersama-sama dengan raja-raja itu di dalam kubur, sebab engkau telah merusak negerimu dan membunuh rakyatmu. Anak cucu orang yang berbuat jahat tidak akan disebut-sebut untuk selama-lamanya."
  },
  {
    "reference": "Isa 14:21",
    "text": "Dirikanlah bagi anak-anaknya tempat pembantaian, oleh karena kesalahan nenek moyang mereka, supaya mereka jangan bangun dan menduduki bumi dan memenuhi dunia dengan kota-kota.”"
  },
  {
    "reference": "Isa 14:22",
    "text": "”Aku akan bangkit melawan mereka,” demikianlah firman Tuhan semesta alam, ”Aku akan melenyapkan nama Babel dan sisanya, anak cucu dan anak cicitnya,” demikianlah firman Tuhan."
  },
  {
    "reference": "Isa 14:23",
    "text": "”Aku akan membuat Babel menjadi milik landak dan menjadi air rawa-rawa, dan kota itu akan Kusapu bersih dan Kupunahkan,” demikianlah firman Tuhan semesta alam. Ucapan ilahi terhadap Asyur 14:24-27"
  },
  {
    "reference": "Isa 14:24",
    "text": "Tuhan semesta alam telah bersumpah, firman-Nya: ”Sesungguhnya seperti yang Kumaksud, demikianlah akan terjadi, dan seperti yang Kurancang, demikianlah akan terlaksana:"
  },
  {
    "reference": "Isa 14:25",
    "text": "- 14:25: Yes. 10:12; Nah. 1:1; Zef. 2:13 Aku akan membinasakan orang Asyur dalam negeri-Ku dan menginjak-injak mereka di atas gunung-Ku; kuk yang diletakkan mereka atas umat-Ku akan terbuang dan demikian juga beban yang ditimpakan mereka atas bahunya.”"
  },
  {
    "reference": "Isa 14:26",
    "text": "Itulah rancangan yang telah dibuat mengenai seluruh bumi, dan itulah tangan yang teracung terhadap segala bangsa."
  },
  {
    "reference": "Isa 14:27",
    "text": "Tuhan semesta alam telah merancang, siapakah yang dapat menggagalkannya? Tangan-Nya telah teracung, siapakah yang dapat membuatnya ditarik kembali? Ucapan ilahi terhadap Filistea 14:28-32"
  },
  {
    "reference": "Isa 14:28",
    "text": "- 14:28: 2Raj. 16:20 Dalam tahun matinya raja Ahas datanglah ucapan ilahi ini:"
  },
  {
    "reference": "Isa 14:29",
    "text": "- 14:29-31: Yer. 47:1-7; Yeh. 25:15-17; Yl. 3:4-8; Am. 1:6-8; Zef. 2:4-7; Za. 9:5-7 Janganlah bersukaria, hai segenap Filistea, karena walaupun gada orang yang memukul engkau sudah patah, tetapi dari keturunan ular itu akan keluar ular beludak, dan anaknya akan menjadi ular naga terbang."
  },
  {
    "reference": "Isa 14:30",
    "text": "Yang paling hina dari umat-Ku akan mendapat makanan dan orang-orang miskin akan diam dengan tenteram, tetapi keturunanmu akan Kumatikan dengan kelaparan, dan sisa-sisamu akan Kubunuh."
  },
  {
    "reference": "Isa 14:31",
    "text": "Merataplah, hai pintu gerbang! Berteriaklah, hai kota! Gemetarlah, hai segenap Filistea! Sebab di sebelah utara sudah mengepul asap perang, dan barisan musuh maju tanpa ada yang mundur."
  },
  {
    "reference": "Isa 14:32",
    "text": "Dan apakah jawab yang akan diberi kepada utusan-utusan bangsa itu? ” Tuhan yang meletakkan dasar Sion, dan di sanalah orang-orang yang sengsara dari umat-Nya mendapat perlindungan.”"
  },
  {
    "reference": "Isa 15:1",
    "text": "- 15:1–16:14: Yes. 25:10-12; Yer. 48:1-47; Yeh. 25:8-11; Am. 2:1-3; Zef. 2:8-11 Ucapan ilahi tentang Moab. Sungguh, dalam suatu malam Ar-Moab sudah dirusakkan, dibinasakan; sungguh, dalam suatu malam Kir-Moab sudah dirusakkan, dibinasakan!"
  },
  {
    "reference": "Isa 15:2",
    "text": "Puteri Dibon naik ke bukit-bukit pengorbanan untuk menangis; Moab meratap karena Nebo dan karena Medeba. Di situ semua orang menggundul kepalanya dan memotong janggutnya sebagai tanda berkabung."
  },
  {
    "reference": "Isa 15:3",
    "text": "Di jalan-jalan orang berlilitkan kain kabung, di atas sotoh dan di tanah-tanah lapang sekaliannya meratap, sedang air mata bercucuran."
  },
  {
    "reference": "Isa 15:4",
    "text": "Hesybon dan Eleale meraung-raung, suara mereka kedengaran sampai ke Yahas. Sebab itu orang-orang bersenjata di Moab berseru-seru, jiwanya pun gemetar."
  },
  {
    "reference": "Isa 15:5",
    "text": "Aku berteriak karena Moab, pengungsi-pengungsi sudah sampai ke Zoar, ke Eglat-Selisia. Sungguh, orang mendaki pendakian Luhit sambil menangis; dan di jalan ke Horonaim orang berteriak karena ditimpa bencana."
  },
  {
    "reference": "Isa 15:6",
    "text": "Sungguh, air di Nimrim menjadi kering dan tandus dan rumput sudah kering, rumput muda sudah habis, tidak ada lagi tumbuh-tumbuhan hijau."
  },
  {
    "reference": "Isa 15:7",
    "text": "Sebab itu segala harta yang mereka tumpuk dan segala yang mereka simpan mereka bawa ke seberang sungai Haarabim."
  },
  {
    "reference": "Isa 15:8",
    "text": "Sungguh, teriak itu akan kedengaran di seluruh daerah Moab, ratapnya terdengar sampai ke Eglaim, bahkan sampai ke Beer-Elim."
  },
  {
    "reference": "Isa 15:9",
    "text": "Sungguh, air Dibon telah penuh dengan darah, tetapi yang menimpa Dibon akan Kutambah lagi, yaitu singa akan menerkam orang-orang yang terluput dari Moab dan yang tersisa di tanah itu."
  },
  {
    "reference": "Isa 16:1",
    "text": "Mereka mengirim anak domba kepada pemerintah negeri, dari Sela melalui padang gurun ke gunung puteri Sion."
  },
  {
    "reference": "Isa 16:2",
    "text": "Seperti burung yang lari terbang, dan isi sarang yang diusir, demikianlah anak-anak perempuan Moab di tempat-tempat penyeberangan sungai Arnon."
  },
  {
    "reference": "Isa 16:3",
    "text": "”Berilah nasihat, pertahankanlah hak, jadilah naungan yang teduh di waktu rembang tengah hari; sembunyikanlah orang-orang yang terbuang, janganlah khianati orang-orang pelarian!"
  },
  {
    "reference": "Isa 16:4",
    "text": "Biarkanlah orang-orang yang terbuang dari Moab menumpang padamu, jadilah tempat persembunyian baginya terhadap si pembinasa! Apabila penggagahan sudah berakhir, pembinasaan sudah lewat dan orang lalim sudah habis lenyap dari negeri,"
  },
  {
    "reference": "Isa 16:5",
    "text": "maka suatu takhta akan ditegakkan dalam kasih setia dan di atasnya, dalam kemah Daud, akan duduk senantiasa seorang hakim yang menegakkan keadilan, dan yang segera melakukan kebenaran.”"
  },
  {
    "reference": "Isa 16:6",
    "text": "Kami telah mendengar tentang keangkuhan Moab, alangkah angkuhnya dia, tentang kecongkakannya, keangkuhannya dan kegemasannya, dan tentang cakap anginnya yang tidak benar."
  },
  {
    "reference": "Isa 16:7",
    "text": "Sebab itu biarlah orang Moab meratap, seorang karena yang lain, biarlah sekaliannya meratap. Mengingat kue kismis Kir-Hareset biarlah mereka mengaduh dan hancur luluh sama sekali!"
  },
  {
    "reference": "Isa 16:8",
    "text": "Sebab kebun-kebun Hesybon dan pohon anggur Sibma telah merana; para penguasa bangsa-bangsa telah memotong pohon-pohon anggurnya yang terbaik, yang dahulu meluas sampai ke Yaezer dan merambat ke padang gurun; ranting-rantingnya berserak sampai ke seberang laut."
  },
  {
    "reference": "Isa 16:9",
    "text": "Sebab itu aku turut menangis dengan Yaezer karena pohon anggur Sibma; aku mau membasahi engkau dengan air mataku, hai Hesybon dan Eleale, sebab pada musim kemarau tepat waktu panen musuhmu menyerbu dengan pekik pertempuran."
  },
  {
    "reference": "Isa 16:10",
    "text": "Telah lenyap sukaria dan sorak-sorak dari kebun buah-buahan; telah menghilang dari kebun-kebun anggur tempik sorak dan sorak-sorai; tiada pengirik anggur di tempat pemerasan, pekik mereka sudah berhenti."
  },
  {
    "reference": "Isa 16:11",
    "text": "Oleh karena itu, seperti kecapi mendengking, begitulah hatiku menjerit melihat keadaan Moab, dan batinku tergerak melihat keadaan Kir-Heres."
  },
  {
    "reference": "Isa 16:12",
    "text": "Maka sekalipun Moab pergi beribadah dan bersusah payah di atas bukit pengorbanan dan masuk ke tempat kudusnya untuk berdoa, ia tidak akan mencapai apa-apa."
  },
  {
    "reference": "Isa 16:13",
    "text": "Itulah firman yang diucapkan Tuhan tentang Moab pada waktu yang lalu."
  },
  {
    "reference": "Isa 16:14",
    "text": "Maka sekarang Tuhan berfirman: ”Dalam tiga tahun, menurut masa kerja prajurit upahan, maka kemuliaan Moab, serta dengan keramaiannya yang besar, akan menjadi kehinaan, dan orang yang tertinggal akan sangat sedikit dan tiada berkuasa.”"
  },
  {
    "reference": "Isa 17:1",
    "text": "- 17:1-3: Yer. 49:23-27; Am. 1:3-5; Za. 9:1 Ucapan ilahi terhadap Damsyik. Sesungguhnya, Damsyik tidak akan tetap sebagai kota, nanti menjadi suatu timbunan reruntuhan;"
  },
  {
    "reference": "Isa 17:2",
    "text": "kampung-kampungnya akan ditinggalkan selama-lamanya dan menjadi tempat bagi kawanan-kawanan ternak, yang berbaring dengan tidak diganggu oleh siapa pun."
  },
  {
    "reference": "Isa 17:3",
    "text": "Kubu-kubu akan hilang dari Efraim dan kuasa kerajaan akan lenyap dari Damsyik, juga sisa-sisa Aram, semuanya akan lenyap sama seperti kemuliaan orang Israel, demikianlah firman Tuhan semesta alam."
  },
  {
    "reference": "Isa 17:4",
    "text": "Maka pada waktu itu kemuliaan Yakub akan berkurang, dan kemakmurannya akan susut;"
  },
  {
    "reference": "Isa 17:5",
    "text": "keadaannya seperti gandum yang digenggam orang untuk dituai dan tangannya memetik bulir-bulir; atau seperti bulir-bulir yang dipungut orang di lembah orang Refaim."
  },
  {
    "reference": "Isa 17:6",
    "text": "Dari padanya akan tertinggal sisa untuk pemetikan susulan seperti pada waktu orang menjolok buah zaitun, tertinggal satu dua di sebelah pucuknya dan beberapa di dahan-dahannya, demikianlah firman Tuhan, Allah Israel."
  },
  {
    "reference": "Isa 17:7",
    "text": "Pada waktu itu manusia akan memandang kepada Dia yang menjadikannya, dan matanya akan melihat kepada Yang Mahakudus, Allah Israel;"
  },
  {
    "reference": "Isa 17:8",
    "text": "ia tidak akan memandang kepada mezbah-mezbah buatan tangannya sendiri, dan tidak akan melihat kepada yang dikerjakan oleh tangannya, yakni tiang-tiang berhala dan pedupaan-pedupaan."
  },
  {
    "reference": "Isa 17:9",
    "text": "Pada waktu itu kota-kotamu akan ditinggalkan seperti kota-kota orang Hewi dan orang Amori yang mereka tinggalkan karena orang Israel, sehingga menjadi sunyi sepi."
  },
  {
    "reference": "Isa 17:10",
    "text": "Sebab engkau telah melupakan Allah yang menyelamatkan engkau, dan tidak mengingat gunung batu kekuatanmu. Sebab itu sekalipun engkau membuat taman yang permai dan menanaminya dengan cangkokan luar negeri,"
  },
  {
    "reference": "Isa 17:11",
    "text": "sekalipun pada hari menanamnya engkau membuatnya tumbuh subur, dan pada pagi mencangkokkannya engkau membuatnya berbunga, namun panen akan segera lenyap pada hari kesakitan dan hari penderitaan yang sangat payah. Ucapan ilahi terhadap Asyur 17:12-14"
  },
  {
    "reference": "Isa 17:12",
    "text": "Wahai! Ributnya banyak bangsa-bangsa, mereka ribut seperti ombak laut menderu! Gaduhnya suku-suku bangsa, mereka gaduh seperti gaduhnya air yang hebat!"
  },
  {
    "reference": "Isa 17:13",
    "text": "Suku-suku bangsa gaduh seperti gaduhnya air yang besar; tetapi Tuhan menghardiknya, sehingga mereka lari jauh-jauh, terburu-buru seperti sekam di tempat penumbukan dihembus angin, dan seperti dedak ditiup puting beliung."
  },
  {
    "reference": "Isa 17:14",
    "text": "Menjelang waktu senja, sesungguhnya ada kedahsyatan! Sebelum hari pagi, mereka sudah tidak ada lagi! Itulah bagian orang-orang yang merampoki kita, dan itulah yang ditentukan bagi orang-orang yang merampasi kita."
  },
  {
    "reference": "Isa 18:1",
    "text": "- 18:1-7: Zef. 2:12 Wahai! Negeri dengingan sayap di seberang sungai-sungai Etiopia,"
  },
  {
    "reference": "Isa 18:2",
    "text": "yang mengirim duta-duta melalui laut dalam perahu-perahu pandan mengarungi permukaan air! Pergilah, hai utusan-utusan yang tangkas, kepada bangsa yang jangkung dan berkulit mengkilap, kepada kaum yang ditakuti dekat dan jauh, yakni bangsa yang berkekuatan ulet dan lalim, yang negerinya dilintasi sungai-sungai!"
  },
  {
    "reference": "Isa 18:3",
    "text": "Hai semua penduduk dunia, hai orang-orang yang mendiami bumi! Apabila panji-panji dinaikkan di gunung-gunung, lihatlah; apabila sangkakala ditiup, dengarlah!"
  },
  {
    "reference": "Isa 18:4",
    "text": "Sebab beginilah firman Tuhan kepadaku: ”Aku akan menjenguk dari tempat kediaman-Ku dengan tidak bergerak, seperti hawa panas yang mendidih waktu panas terik, seperti kabut embun di panas musim menuai.”"
  },
  {
    "reference": "Isa 18:5",
    "text": "Sebab sebelum musim buah, apabila waktu berbunga sudah berakhir, dan gugusan putik menjadi buah anggur yang hendak masak, maka Tuhan akan mengerat ranting-rantingnya dengan pisau pemangkas, dan menyisihkan carang-carangnya dengan memancungnya."
  },
  {
    "reference": "Isa 18:6",
    "text": "Semuanya itu akan ditinggalkan bertumpuk-tumpuk bagi burung-burung buas di pegunungan, dan bagi binatang-binatang di hutan. Pada musim panas burung-burung buas akan bermukim di situ dan segala binatang hutan pada musim dingin."
  },
  {
    "reference": "Isa 18:7",
    "text": "Pada waktu itu juga persembahan akan disampaikan kepada Tuhan semesta alam dari kaum yang jangkung dan berkulit mengkilap, dan dari kaum yang ditakuti dekat dan jauh, yakni bangsa yang berkekuatan ulet dan lalim, yang negerinya dilintasi sungai-sungai, ke tempat nama Tuhan semesta alam, yaitu gunung Sion."
  },
  {
    "reference": "Isa 19:1",
    "text": "- 19:1-25: Yer. 46:2-26; Yeh. 29:1–32:32 Ucapan ilahi terhadap Mesir. Lihat, Tuhan mengendarai awan yang cepat dan datang ke Mesir, maka berhala-berhala Mesir gemetar di hadapan-Nya, dan hati orang Mesir, merana hancur dalam diri mereka."
  },
  {
    "reference": "Isa 19:2",
    "text": "Aku akan menggerakkan orang Mesir melawan orang Mesir, supaya mereka berperang, setiap orang melawan saudaranya, dan setiap orang melawan temannya, kota melawan kota, kerajaan melawan kerajaan;"
  },
  {
    "reference": "Isa 19:3",
    "text": "semangat orang Mesir menjadi hilang, dan rancangannya akan Kukacaukan; maka mereka akan meminta petunjuk kepada berhala-berhala dan kepada tukang-tukang jampi, kepada arwah dan kepada roh-roh peramal."
  },
  {
    "reference": "Isa 19:4",
    "text": "Aku akan menyerahkan orang Mesir ke dalam tangan seorang tuan yang kejam, dan seorang raja yang bengis akan memerintah mereka; demikianlah firman Tuhan, Tuhan semesta alam."
  },
  {
    "reference": "Isa 19:5",
    "text": "Air dari sungai Nil akan habis, dan sungai itu akan menjadi tohor dan kering,"
  },
  {
    "reference": "Isa 19:6",
    "text": "sehingga terusan-terusan akan berbau busuk, dan anak-anak sungai Nil akan menjadi dangkal dan tohor, gelagah dan teberau akan mati rebah."
  },
  {
    "reference": "Isa 19:7",
    "text": "Rumput di tepi sungai Nil dan seluruh tanah pesemaian pada sungai Nil akan menjadi kering ditiup angin dan tidak ada lagi."
  },
  {
    "reference": "Isa 19:8",
    "text": "Para nelayan akan mengaduh dan berkabung, yaitu semua orang yang memancing di sungai Nil; semua orang yang menjala di situ akan merana juga."
  },
  {
    "reference": "Isa 19:9",
    "text": "Orang-orang yang mengolah lenan akan mendapat malu, demikian juga tukang-tukang tenun kain putih."
  },
  {
    "reference": "Isa 19:10",
    "text": "Mereka yang menenun akan remuk hatinya, segala pekerja upahan akan bersedih hati."
  },
  {
    "reference": "Isa 19:11",
    "text": "Para pembesar Zoan adalah orang-orang bodoh belaka; para penasihat Firaun yang paling bijaksana memberi nasihat yang dungu. Bagaimanakah kamu dapat berkata kepada Firaun: ”Aku ini anak orang-orang bijaksana, anak raja-raja zaman purbakala?”"
  },
  {
    "reference": "Isa 19:12",
    "text": "Di manakah orang-orang bijaksanamu? Biarlah mereka mengumumkan kepadamu serta memberitahukan apa yang diputuskan Tuhan semesta alam tentang Mesir."
  },
  {
    "reference": "Isa 19:13",
    "text": "Para pembesar Zoan bertindak tolol, para pembesar Memfis sudah teperdaya; para pemuka suku-suku mereka telah memusingkan Mesir."
  },
  {
    "reference": "Isa 19:14",
    "text": "Tuhan telah mencurahkan di antara mereka suatu roh kekacauan, dan mereka memusingkan Mesir dalam segala usahanya, sehingga seperti seorang mabuk yang pusing waktu muntah-muntah."
  },
  {
    "reference": "Isa 19:15",
    "text": "Dan tidak ada usaha Mesir yang akan berhasil yang dilakukan oleh pemimpin dan pengikut, oleh pemuka dan orang biasa."
  },
  {
    "reference": "Isa 19:16",
    "text": "Pada waktu itu orang-orang Mesir akan seperti orang-orang perempuan; mereka akan gemetar dan terkejut terhadap tangan Tuhan semesta alam yang diacungkan-Nya kepada mereka."
  },
  {
    "reference": "Isa 19:17",
    "text": "Maka tanah Yehuda akan menimbulkan kegemparan di antara orang Mesir, dan siapa pun yang teringat kepadanya akan terkejut mendengar keputusan Tuhan semesta alam yang diambil-Nya mengenai mereka."
  },
  {
    "reference": "Isa 19:18",
    "text": "Pada waktu itu akan ada lima kota di tanah Mesir yang berbicara bahasa Kanaan dan yang bersumpah demi Tuhan semesta alam. Satu di antaranya akan disebutkan Ir-Heres."
  },
  {
    "reference": "Isa 19:19",
    "text": "Pada waktu itu akan ada mezbah bagi Tuhan di tengah-tengah tanah Mesir dan tugu peringatan bagi Tuhan pada perbatasannya."
  },
  {
    "reference": "Isa 19:20",
    "text": "Itu akan menjadi tanda kesaksian bagi Tuhan semesta alam di tanah Mesir: apabila mereka berseru kepada Tuhan oleh karena orang-orang penindas, maka Ia akan mengirim seorang juruselamat kepada mereka, yang akan berjuang dan akan melepaskan mereka."
  },
  {
    "reference": "Isa 19:21",
    "text": "Tuhan akan menyatakan diri kepada orang Mesir, dan orang Mesir akan mengenal Tuhan pada waktu itu; mereka akan beribadah dengan korban sembelihan dan korban sajian, dan mereka akan bernazar kepada Tuhan serta membayar nazar itu."
  },
  {
    "reference": "Isa 19:22",
    "text": "Tuhan akan menghajar orang Mesir, akan menghajar dan menyembuhkan; dan mereka akan berbalik kepada Tuhan dan Ia akan mengabulkan doa mereka serta menyembuhkan mereka."
  },
  {
    "reference": "Isa 19:23",
    "text": "Pada waktu itu akan ada jalan raya dari Mesir ke Asyur, sehingga orang Asyur dapat masuk ke Mesir dan orang Mesir ke Asyur, dan Mesir akan beribadah bersama-sama Asyur."
  },
  {
    "reference": "Isa 19:24",
    "text": "Pada waktu itu Israel akan menjadi yang ketiga di samping Mesir dan di samping Asyur, suatu berkat di atas bumi,"
  },
  {
    "reference": "Isa 19:25",
    "text": "yang diberkati oleh Tuhan semesta alam dengan berfirman: ”Diberkatilah Mesir, umat-Ku, dan Asyur, buatan tangan-Ku, dan Israel, milik pusaka-Ku.”"
  },
  {
    "reference": "Isa 20:1",
    "text": "Pada tahun ketika panglima yang dikirim oleh Sargon, raja Asyur, tiba di Asdod lalu memerangi dan merebutnya,"
  },
  {
    "reference": "Isa 20:2",
    "text": "pada waktu itu berfirmanlah Tuhan melalui Yesaya bin Amos. Firman-Nya: ”Pergilah dan bukalah kain kabung dari pinggangmu dan tanggalkanlah kasut dari kakimu,” lalu ia pun berbuat demikian, maka berjalanlah ia telanjang dan tidak berkasut."
  },
  {
    "reference": "Isa 20:3",
    "text": "Berfirmanlah Tuhan: ”Seperti hamba-Ku Yesaya berjalan telanjang dan tidak berkasut tiga tahun lamanya sebagai tanda dan alamat terhadap Mesir dan terhadap Etiopia,"
  },
  {
    "reference": "Isa 20:4",
    "text": "demikianlah raja Asyur akan menggiring orang Mesir sebagai tawanan dan orang Etiopia sebagai buangan, tua dan muda, telanjang dan tidak berkasut dengan pantatnya kelihatan, suatu penghinaan bagi Mesir."
  },
  {
    "reference": "Isa 20:5",
    "text": "Maka orang akan terkejut dan malu karena Etiopia, pokok pengharapan mereka, dan karena Mesir, kebanggaan mereka."
  },
  {
    "reference": "Isa 20:6",
    "text": "Dan penduduk tanah pesisir ini akan berkata pada waktu itu: Lihat, beginilah nasib orang-orang yang kami harapkan, kepada siapa kami melarikan diri minta pertolongan supaya diselamatkan dari raja Asyur. Bagaimana mungkin kami terluput?”"
  },
  {
    "reference": "Isa 21:1",
    "text": "Ucapan ilahi terhadap ”padang gurun di tepi laut”. Seperti puting beliung mendesing lewat di Tanah Negeb, demikianlah datangnya dari padang gurun, dari negeri yang dahsyat."
  },
  {
    "reference": "Isa 21:2",
    "text": "Suatu penglihatan yang kejam telah diberitakan kepadaku: ”Penggarong menggarong, perusak merusak! Majulah, hai Elam, kepunglah, hai Madai! Aku hentikan semua keluh yang ditimbulkannya.”"
  },
  {
    "reference": "Isa 21:3",
    "text": "Sebab itu pinggangku amat sakit, sakit mulas menimpa aku seperti sakit mulas perempuan yang melahirkan; aku terbungkuk-bungkuk, tidak mendengar lagi, aku terkejut, tidak melihat lagi."
  },
  {
    "reference": "Isa 21:4",
    "text": "Hatiku gelisah, kekejutan meliputi aku, malam hari yang selalu kurindukan itu sekarang menggentarkan aku."
  },
  {
    "reference": "Isa 21:5",
    "text": "Orang sibuk menyajikan hidangan, mengatur tempat-tempat duduk, makan, minum. Tiba-tiba kedengaran: ”Hai para panglima! Siaplah tempur, minyakilah perisai!”"
  },
  {
    "reference": "Isa 21:6",
    "text": "Sebab beginilah firman Tuhan kepadaku: ”Pergilah, tempatkanlah seorang peninjau, apa yang dilihatnya haruslah diberitahukannya."
  },
  {
    "reference": "Isa 21:7",
    "text": "Apabila dilihatnya pasukan, pasang-pasangan orang berkuda, pasukan keledai, pasukan unta, maka haruslah diperhatikannya sungguh-sungguh, dengan penuh perhatian.”"
  },
  {
    "reference": "Isa 21:8",
    "text": "Kemudian berserulah orang yang melihat itu: ”Di tempat peninjauan, ya tuanku, aku berdiri senantiasa sehari suntuk, dan di tempat pengawalanku aku terpancang setiap malam.”"
  },
  {
    "reference": "Isa 21:9",
    "text": "- 21:9: Why. 14:8, 18:2 Lihat, itu sudah datang sepasukan orang, pasang-pasangan orang berkuda! Lalu berserulah ia, katanya: ”Sudah jatuh, sudah jatuh Babel, dan segala patung berhalanya telah diremukkan dan bertaburan di tanah.”"
  },
  {
    "reference": "Isa 21:10",
    "text": "Hai bangsaku yang telah dipijak-pijak dan diinjak-injak! Apa yang kudengar dari Tuhan semesta alam, Allah Israel, telah kuberitahukan kepadamu. Ucapan ilahi terhadap Duma 21:11-12"
  },
  {
    "reference": "Isa 21:11",
    "text": "Ucapan ilahi terhadap Duma. Ada seorang berseru kepadaku dari Seir: ”Hai pengawal, masih lama malam ini? Hai pengawal, masih lama malam ini?”"
  },
  {
    "reference": "Isa 21:12",
    "text": "Pengawal itu berkata: ”Pagi akan datang, tetapi malam juga. Jika kamu mau bertanya, datanglah bertanya sekali lagi!” Ucapan ilahi terhadap Arabia 21:13-17"
  },
  {
    "reference": "Isa 21:13",
    "text": "Ucapan ilahi terhadap Arabia. Di belukar di Arabia kamu akan bermalam, hai kafilah-kafilah orang Dedan!"
  },
  {
    "reference": "Isa 21:14",
    "text": "Hai penduduk tanah Tema, keluarlah, bawalah air kepada orang yang haus, pergilah, sambutlah orang pelarian dengan roti!"
  },
  {
    "reference": "Isa 21:15",
    "text": "Sebab mereka melarikan diri terhadap pedang, ya terhadap pedang yang terhunus, terhadap busur yang dilentur, dan terhadap kehebatan peperangan."
  },
  {
    "reference": "Isa 21:16",
    "text": "Sebab beginilah firman Tuhan kepadaku: ”Dalam setahun lagi, menurut masa kerja prajurit upahan, maka segala kemuliaan Kedar akan habis."
  },
  {
    "reference": "Isa 21:17",
    "text": "Dan dari pemanah-pemanah yang gagah perkasa dari bani Kedar, akan tinggal sejumlah kecil saja, sebab Tuhan, Allah Israel, telah mengatakannya.”"
  },
  {
    "reference": "Isa 22:1",
    "text": "Ucapan ilahi terhadap ”lembah penglihatan”. Ada apa gerangan, maka semua pendudukmu naik ke sotoh-sotoh rumah,"
  },
  {
    "reference": "Isa 22:2",
    "text": "hai kota yang bersorak riuh dan ribut gembira, hai negeri yang beria-ria? Orang-orangmu yang mati terbunuh bukanlah terbunuh oleh pedang, dan bukanlah gugur dalam peperangan."
  },
  {
    "reference": "Isa 22:3",
    "text": "Semua panglimamu sama-sama melarikan diri, mereka tertawan tanpa tembakan panah; semua orang-orang kuatmu sama-sama tertawan, biarpun mereka sudah lari jauh-jauh."
  },
  {
    "reference": "Isa 22:4",
    "text": "Sebab itu aku berkata: ”Buanglah mukamu terhadap aku, biarkanlah aku menangis dalam kepahitan; janganlah mendesak aku, supaya aku terhibur mengenai kebinasaan puteri bangsaku.”"
  },
  {
    "reference": "Isa 22:5",
    "text": "Sebab Tuhan, Tuhan semesta alam telah menentukan suatu hari: Ia akan menggemparkan, menginjak-injak dan mengacaukan orang: di ”lembah penglihatan” tembok akan dirombak dan teriakan minta tolong sampai ke puncak gunung!"
  },
  {
    "reference": "Isa 22:6",
    "text": "Elam telah memasang tabung panah, Aram datang dengan pasukan berkereta dan berkuda, dan Kir membuka sarung perisai."
  },
  {
    "reference": "Isa 22:7",
    "text": "Maka lembah-lembahmu yang paling indah penuh dengan kereta, dan pasukan berkuda berbaris di hadapan pintu gerbang,"
  },
  {
    "reference": "Isa 22:8",
    "text": "dan Yehuda kehilangan perlindungan. Pada waktu itu engkau memandang kepada perlengkapan senjata di ”Gedung Hutan”;"
  },
  {
    "reference": "Isa 22:9",
    "text": "kamu melihat bahwa memang sudah banyak sekali retak-retak tembok kota Daud dan kamu mengumpulkan air kolam bawah;"
  },
  {
    "reference": "Isa 22:10",
    "text": "kamu menghitung rumah-rumah di Yerusalem, dan kamu merobohkan rumah-rumah untuk meneguhkan tembok;"
  },
  {
    "reference": "Isa 22:11",
    "text": "kamu membuat tempat pengumpulan air di antara kedua tembok itu untuk menampung air dari kolam yang lama; tetapi kamu tidak memandang kepada Dia yang membuatnya, dan tidak melihat kepada Dia yang telah sejak dahulu membentuknya."
  },
  {
    "reference": "Isa 22:12",
    "text": "Pada waktu itu Tuhan, Tuhan semesta alam menyuruh orang menangis dan meratap dengan menggundul kepala dan melilitkan kain kabung;"
  },
  {
    "reference": "Isa 22:13",
    "text": "- 22:13: 1Kor. 15:32 tetapi lihat, di tengah-tengah mereka ada kegirangan dan sukacita, membantai lembu dan menyembelih domba, makan daging dan minum anggur, sambil berseru: ”Marilah kita makan dan minum, sebab besok kita mati!”"
  },
  {
    "reference": "Isa 22:14",
    "text": "Tetapi Tuhan semesta alam menyatakan diri dan berfirman kepadaku: ”Sungguh, kesalahanmu ini tidak akan diampuni, sampai kamu mati,” firman Tuhan, Tuhan semesta alam. Tentang Sebna dan Elyakim 22:15-25"
  },
  {
    "reference": "Isa 22:15",
    "text": "Beginilah firman Tuhan, Tuhan semesta alam: ”Mari, pergilah kepada kepala istana ini, kepada Sebna yang mengurus istana, dan katakan:"
  },
  {
    "reference": "Isa 22:16",
    "text": "Ada apamu dan siapamu di sini, maka engkau menggali kubur bagimu di sini, hai yang menggali kuburnya di tempat tinggi, yang memahat kediaman baginya di bukit batu?"
  },
  {
    "reference": "Isa 22:17",
    "text": "Sesungguhnya, Tuhan akan melontarkan engkau jauh-jauh, hai orang! Ia akan memegang engkau dengan kuat-kuat"
  },
  {
    "reference": "Isa 22:18",
    "text": "dan menggulung engkau keras-keras menjadi suatu gulungan dan menggulingkan engkau seperti bola ke tanah yang luas; di situlah engkau akan mati, dan di situlah akan tinggal kereta-kereta kemuliaanmu, hai engkau yang memalukan keluarga tuanmu!"
  },
  {
    "reference": "Isa 22:19",
    "text": "Aku akan melemparkan engkau dari jabatanmu, dan dari pangkatmu engkau akan dijatuhkan."
  },
  {
    "reference": "Isa 22:20",
    "text": "Maka pada waktu itu Aku akan memanggil hamba-Ku, Elyakim bin Hilkia:"
  },
  {
    "reference": "Isa 22:21",
    "text": "Aku akan mengenakan jubahmu kepadanya dan ikat pinggangmu akan Kuikatkan kepadanya, dan kekuasaanmu akan Kuberikan ke tangannya; maka ia akan menjadi bapa bagi penduduk Yerusalem dan bagi kaum Yehuda."
  },
  {
    "reference": "Isa 22:22",
    "text": "- 22:22: Why. 3:7 Aku akan menaruh kunci rumah Daud ke atas bahunya: apabila ia membuka, tidak ada yang dapat menutup; apabila ia menutup, tidak ada yang dapat membuka."
  },
  {
    "reference": "Isa 22:23",
    "text": "Aku akan memberikan dia kedudukan yang teguh seperti gantungan yang dipasang kuat-kuat pada tembok yang kokoh; maka ia akan menjadi kursi kemuliaan bagi kaum keluarganya."
  },
  {
    "reference": "Isa 22:24",
    "text": "Dan padanya akan digantungkan segala tanggungan kaum keluarganya, tunas dan taruk, beserta segala perkakas yang kecil, dari piring pasu sampai periuk belanga."
  },
  {
    "reference": "Isa 22:25",
    "text": "Maka pada waktu itu, demikianlah firman Tuhan semesta alam, gantungan yang dipasang kuat-kuat pada tempat yang kokoh itu tidak akan kuat lagi, sehingga patah dan jatuh, dan segala tanggungannya itu hancur, sebab Tuhan telah mengatakannya.”"
  },
  {
    "reference": "Isa 23:1",
    "text": "- 23:1-18: Yeh. 26:1–28:19; Yl. 3:4-8; Am. 1:9-10; Za. 9:1-4; Mat. 11:21-22; Luk. 10:13-14 Ucapan ilahi tentang Tirus. Merataplah, hai kapal-kapal Tarsis, sebab Tirus sudah rusak, tiada lagi rumahmu atau pangkalanmu! Ketika mereka masih di negeri orang Kitim telah dinyatakan hal itu kepada mereka."
  },
  {
    "reference": "Isa 23:2",
    "text": "Berdiam dirilah, hai penduduk tanah pesisir, hai saudagar Sidon, suruhan-suruhanmu mengarungi laut, dan berlayar di samudera besar;"
  },
  {
    "reference": "Isa 23:3",
    "text": "barang-barang yang dimasukkan ke Sidon ialah gandum dari Sihor, dan panen daerah Nil, sehingga kota itu menjadi pasar bagi bangsa-bangsa."
  },
  {
    "reference": "Isa 23:4",
    "text": "Tahulah malu hai Sidon, sebab laut, benteng laut, berbicara, katanya: ”Aku tidak pernah menggeliat sakit dan tidak melahirkan, aku tidak pernah membesarkan anak-anak teruna, dan tidak mengasuh anak-anak dara.”"
  },
  {
    "reference": "Isa 23:5",
    "text": "Apabila kabar tentang Tirus itu sampai ke Mesir, mereka akan gemetar mendengarnya."
  },
  {
    "reference": "Isa 23:6",
    "text": "Mengungsilah ke Tarsis, merataplah, hai penduduk tanah pesisir!"
  },
  {
    "reference": "Isa 23:7",
    "text": "Inikah kotamu yang beria-ria, yang asalnya dari zaman purbakala? Orangnya telah melawat ke tempat yang jauh untuk merantau ke sana."
  },
  {
    "reference": "Isa 23:8",
    "text": "Siapakah yang memutuskan ini atas Tirus, kota yang pernah menghadiahkan mahkota, yang saudagar-saudagarnya pembesar-pembesar dan pedagang-pedagangnya orang-orang mulia di bumi?"
  },
  {
    "reference": "Isa 23:9",
    "text": "Tuhan semesta alam yang telah memutuskannya untuk mematahkan kesombongan, untuk menghinakan segala yang permai dan semua orang mulia di bumi."
  },
  {
    "reference": "Isa 23:10",
    "text": "Kerjakanlah ladangmu seperti di tepi sungai Nil, hai puteri Tarsis, sudah tidak ada lagi galangan-galangan kapal!"
  },
  {
    "reference": "Isa 23:11",
    "text": "Tuhan telah mengacungkan tangan-Nya terhadap laut dan membuat kerajaan-kerajaan gemetar; Ia telah memberi perintah mengenai Kanaan untuk memusnahkan benteng-bentengnya."
  },
  {
    "reference": "Isa 23:12",
    "text": "Dan Ia telah berfirman: ”Engkau tidak akan beria-ria lagi, hai anak dara yang digagahi, hai puteri Sidon! Bangkitlah, mengungsilah kepada orang Kitim! Di sana pun juga tidak akan ada tempat yang senang bagimu.”"
  },
  {
    "reference": "Isa 23:13",
    "text": "Lihat negeri orang Kasdim! Bangsa itulah yang melakukannya, bukan orang Asyur. Mereka telah menyerahkan Tirus kepada binatang-binatang gurun, mereka telah mendirikan menara-menara pengepungan dan telah meratakan puri-puri kota itu dan membuat kota itu menjadi reruntuhan."
  },
  {
    "reference": "Isa 23:14",
    "text": "Merataplah, hai kapal-kapal Tarsis, sebab sudah dirusakkan bentengmu!"
  },
  {
    "reference": "Isa 23:15",
    "text": "Pada waktu itu Tirus akan dilupakan tujuh puluh tahun lamanya, sama dengan umur seorang raja. Sesudah lewat tujuh puluh tahun, akan terjadi kepada Tirus seperti terjadi kepada perempuan sundal dalam nyanyian ini:"
  },
  {
    "reference": "Isa 23:16",
    "text": "”Ambillah kecapi, kelilingilah kota, hai sundal yang dilupakan! Petiklah baik-baik, bernyanyilah banyak-banyak, supaya engkau diingat orang.”"
  },
  {
    "reference": "Isa 23:17",
    "text": "Dan sesudah lewat tujuh puluh tahun, Tuhan akan memperhatikan Tirus, sehingga ia kembali mendapat upah sundalnya, dan ia akan bersundal dengan segala kerajaan yang ada di muka bumi."
  },
  {
    "reference": "Isa 23:18",
    "text": "Labanya dan upah sundalnya akan kudus bagi Tuhan, tidak akan ditahan atau disimpan, tetapi dengan labanya itu akan disediakan makanan yang cukup dan pakaian yang indah bagi orang-orang yang diam di hadapan Tuhan."
  },
  {
    "reference": "Isa 24:1",
    "text": "Sesungguhnya, Tuhan akan menanduskan bumi dan akan menghancurkannya, akan membalikkan permukaannya, dan akan menyerakkan penduduknya."
  },
  {
    "reference": "Isa 24:2",
    "text": "Maka seperti nasib rakyat demikianlah nasib imam, seperti nasib hamba laki-laki demikianlah nasib tuannya, seperti nasib hamba perempuan demikianlah nasib nyonyanya, seperti nasib pembeli demikianlah nasib penjual, seperti nasib peminjam demikianlah nasib yang meminjamkan, seperti nasib orang yang berhutang demikianlah nasib orang yang berpiutang."
  },
  {
    "reference": "Isa 24:3",
    "text": "Bumi akan ditanduskan setandus-tandusnya, dan akan dijarah sehabis-habisnya, sebab Tuhanlah yang mengucapkan firman ini."
  },
  {
    "reference": "Isa 24:4",
    "text": "Bumi berkabung dan layu, ya, dunia merana dan layu, langit dan bumi merana bersama."
  },
  {
    "reference": "Isa 24:5",
    "text": "Bumi cemar karena penduduknya, sebab mereka melanggar undang-undang, mengubah ketetapan dan mengingkari perjanjian abadi."
  },
  {
    "reference": "Isa 24:6",
    "text": "Sebab itu sumpah serapah akan memakan bumi, dan penduduknya akan mendapat hukuman; sebab itu penduduk bumi akan hangus lenyap, dan manusia akan tinggal sedikit."
  },
  {
    "reference": "Isa 24:7",
    "text": "Air anggur tidak menggirangkan lagi, pohon anggur merana, dan semua orang yang bersukahati mengeluh."
  },
  {
    "reference": "Isa 24:8",
    "text": "Kegirangan suara rebana sudah berhenti, keramaian orang-orang yang beria-ria sudah diam, dan kegirangan suara kecapi sudah berhenti."
  },
  {
    "reference": "Isa 24:9",
    "text": "Tiada lagi orang minum anggur dengan bernyanyi, arak menjadi pahit bagi orang yang meminumnya."
  },
  {
    "reference": "Isa 24:10",
    "text": "Kota yang kacau riuh sudah hancur, setiap rumah sudah tertutup, tidak dapat dimasuki."
  },
  {
    "reference": "Isa 24:11",
    "text": "Orang menjerit di jalan-jalan karena tiada anggur, segala sukacita sudah lenyap, kegirangan bumi sudah hilang."
  },
  {
    "reference": "Isa 24:12",
    "text": "Yang terdapat dalam kota hanya kerusakan, pintu gerbang telah didobrak dan runtuh."
  },
  {
    "reference": "Isa 24:13",
    "text": "Sebab beginilah akan terjadi di atas bumi, di tengah-tengah bangsa-bangsa, yaitu seperti pada waktu orang menjolok buah zaitun, seperti pada waktu pemetikan susulan, apabila panen buah anggur sudah berakhir."
  },
  {
    "reference": "Isa 24:14",
    "text": "Dengan suara nyaring mereka bersorak-sorai, demi kemegahan Tuhan, mereka memekik dari sebelah barat:"
  },
  {
    "reference": "Isa 24:15",
    "text": "”Sebab itu permuliakanlah Tuhan di negeri-negeri timur, nama Tuhan, Allah Israel, di tanah-tanah pesisir laut!”"
  },
  {
    "reference": "Isa 24:16",
    "text": "Dari ujung bumi kami dengar nyanyian pujian: ”Hormat bagi Yang Mahaadil!” Tetapi aku berkata: ”Kurus merana aku, kurus merana aku. Celakalah aku! Sebab para penggarong menggarong, ya, terus-menerus mereka melakukan penggarongannya!”"
  },
  {
    "reference": "Isa 24:17",
    "text": "Hai penduduk bumi, kamu akan dikejutkan, akan masuk pelubang dan jerat!"
  },
  {
    "reference": "Isa 24:18",
    "text": "Maka yang lari karena bunyi yang mengejutkan akan jatuh ke dalam pelubang, dan yang naik dari dalam pelubang akan tertangkap dalam jerat. Sebab tingkap-tingkap di langit akan terbuka dan akan bergoncang dasar-dasar bumi."
  },
  {
    "reference": "Isa 24:19",
    "text": "Bumi remuk redam, bumi hancur luluh bumi goncang-gancing."
  },
  {
    "reference": "Isa 24:20",
    "text": "Bumi terhuyung-huyung sama sekali seperti orang mabuk dan goyang seperti gubuk yang ditiup angin; dosa pemberontakannya menimpa dia dengan sangat, ia rebah dan tidak akan bangkit-bangkit lagi."
  },
  {
    "reference": "Isa 24:21",
    "text": "Maka pada hari itu Tuhan akan menghukum tentara langit di langit dan raja-raja bumi di atas bumi."
  },
  {
    "reference": "Isa 24:22",
    "text": "Mereka akan dikumpulkan bersama-sama, seperti tahanan dimasukkan dalam liang; mereka akan dimasukkan dalam penjara dan akan dihukum sesudah waktu yang lama."
  },
  {
    "reference": "Isa 24:23",
    "text": "Bulan purnama akan tersipu-sipu, dan matahari terik akan mendapat malu, sebab Tuhan semesta alam akan memerintah di gunung Sion dan di Yerusalem, dan Ia akan menunjukkan kemuliaan-Nya di depan tua-tua umat-Nya."
  },
  {
    "reference": "Isa 25:1",
    "text": "Ya Tuhan, Engkaulah Allahku; aku mau meninggikan Engkau, mau menyanyikan syukur bagi nama-Mu; sebab dengan kesetiaan yang teguh Engkau telah melaksanakan rancangan-Mu yang ajaib yang telah ada sejak dahulu."
  },
  {
    "reference": "Isa 25:2",
    "text": "Sebab Engkau telah membuat kota itu menjadi timbunan batu, dan kota yang berkubu itu menjadi reruntuhan; puri orang luar tidak lagi menjadi kota, dan tidak dibangunkan lagi untuk selama-lamanya."
  },
  {
    "reference": "Isa 25:3",
    "text": "Oleh karena itu suatu bangsa yang kuat akan memuliakan Engkau; kota bangsa-bangsa yang gagah akan takut kepada-Mu."
  },
  {
    "reference": "Isa 25:4",
    "text": "Sebab Engkau menjadi tempat pengungsian bagi orang lemah, tempat pengungsian bagi orang miskin dalam kesesakannya, perlindungan terhadap angin ribut, naungan terhadap panas terik, sebab amarah orang-orang yang gagah sombong itu seperti angin ribut di musim dingin,"
  },
  {
    "reference": "Isa 25:5",
    "text": "seperti panas terik di tempat kering. Kegaduhan orang-orang luar Kaudiamkan; seperti panas terik ditiadakan oleh naungan awan, demikianlah nyanyian orang-orang yang gagah sombong ditiadakan. Keselamatan bagi bangsa-bangsa di Sion 25:6-12"
  },
  {
    "reference": "Isa 25:6",
    "text": "Tuhan semesta alam akan menyediakan di gunung Sion ini bagi segala bangsa-bangsa suatu perjamuan dengan masakan yang bergemuk, suatu perjamuan dengan anggur yang tua benar, masakan yang bergemuk dan bersumsum, anggur yang tua yang disaring endapannya."
  },
  {
    "reference": "Isa 25:7",
    "text": "Dan di atas gunung ini Tuhan akan mengoyakkan kain perkabungan yang diselubungkan kepada segala suku bangsa dan tudung yang ditudungkan kepada segala bangsa-bangsa."
  },
  {
    "reference": "Isa 25:8",
    "text": "- 25:8: 1Kor. 15:54; Why. 7:17, 21:4 Ia akan meniadakan maut untuk seterusnya; dan Tuhan Allah akan menghapuskan air mata dari pada segala muka; dan aib umat-Nya akan dijauhkan-Nya dari seluruh bumi, sebab Tuhan telah mengatakannya."
  },
  {
    "reference": "Isa 25:9",
    "text": "Pada waktu itu orang akan berkata: ”Sesungguhnya, inilah Allah kita, yang kita nanti-nantikan, supaya kita diselamatkan. Inilah Tuhan yang kita nanti-nantikan; marilah kita bersorak-sorak dan bersukacita oleh karena keselamatan yang diadakan-Nya!”"
  },
  {
    "reference": "Isa 25:10",
    "text": "- 25:10-12: Yes. 15:1–16:14; Yer. 48:1-47; Yeh. 25:8-11; Am. 2:1-3; Zef. 2:8-11 Sebab tangan Tuhan akan melindungi gunung ini, tetapi Moab akan diinjak-injak di tempatnya sendiri, sebagai jerami diinjak-injak dalam lobang kotoran."
  },
  {
    "reference": "Isa 25:11",
    "text": "Apabila Moab mengembangkan tangannya di dalamnya seperti cara perenang mengembangkannya untuk berenang, maka Tuhan akan mematahkan kecongkakkan mereka dengan segala daya upaya mereka."
  },
  {
    "reference": "Isa 25:12",
    "text": "Maka kubu-kubu tembokmu yang tinggi akan ditumbangkan-Nya dan dirubuhkan-Nya, dan dicampakkan-Nya ke tanah dan debu."
  },
  {
    "reference": "Isa 26:1",
    "text": "Pada waktu itu nyanyian ini akan dinyanyikan di tanah Yehuda: ”Pada kita ada kota yang kuat, untuk keselamatan kita Tuhan telah memasang tembok dan benteng."
  },
  {
    "reference": "Isa 26:2",
    "text": "Bukalah pintu-pintu gerbang, supaya masuk bangsa yang benar dan yang tetap setia!"
  },
  {
    "reference": "Isa 26:3",
    "text": "Yang hatinya teguh Kaujagai dengan damai sejahtera, sebab kepada-Mulah ia percaya."
  },
  {
    "reference": "Isa 26:4",
    "text": "Percayalah kepada Tuhan selama-lamanya, sebab Tuhan Allah adalah gunung batu yang kekal."
  },
  {
    "reference": "Isa 26:5",
    "text": "Sebab Ia sudah menundukkan penduduk tempat tinggi; kota yang berbenteng telah direndahkan-Nya, direndahkan-Nya sampai ke tanah dan dicampakkan-Nya sampai ke debu."
  },
  {
    "reference": "Isa 26:6",
    "text": "Kaki orang-orang sengsara, telapak kaki orang-orang lemah akan menginjak-injaknya.”"
  },
  {
    "reference": "Isa 26:7",
    "text": "Jejak orang benar adalah lurus, sebab Engkau yang merintis jalan lurus baginya."
  },
  {
    "reference": "Isa 26:8",
    "text": "Ya Tuhan, kami juga menanti-nantikan saatnya Engkau menjalankan penghakiman; kesukaan kami ialah menyebut nama-Mu dan mengingat Engkau."
  },
  {
    "reference": "Isa 26:9",
    "text": "Dengan segenap jiwa aku merindukan Engkau pada waktu malam, juga dengan sepenuh hati aku mencari Engkau pada waktu pagi; sebab apabila Engkau datang menghakimi bumi, maka penduduk dunia akan belajar apa yang benar."
  },
  {
    "reference": "Isa 26:10",
    "text": "Seandainya orang fasik dikasihani, ia tidak akan belajar apa yang benar; ia akan berbuat curang di negeri di mana hukum berlaku, dan tidak akan melihat kemuliaan Tuhan."
  },
  {
    "reference": "Isa 26:11",
    "text": "- 26:11: Ibr. 10:27 Ya Tuhan, tangan-Mu dinaikkan, tetapi mereka tidak melihatnya. Biarlah mereka melihat kecemburuan-Mu karena umat-Mu dan biarlah mereka mendapat malu! Biarlah api yang memusnahkan lawan-Mu memakan mereka habis!"
  },
  {
    "reference": "Isa 26:12",
    "text": "Ya Tuhan, Engkau akan menyediakan damai sejahtera bagi kami, sebab segala sesuatu yang kami kerjakan, Engkaulah yang melakukannya bagi kami."
  },
  {
    "reference": "Isa 26:13",
    "text": "Ya Tuhan, Allah kami, tuan-tuan lain pernah berkuasa atas kami, tetapi hanya nama-Mu saja kami masyhurkan."
  },
  {
    "reference": "Isa 26:14",
    "text": "Mereka sudah mati, tidak akan hidup pula, sudah menjadi arwah, tidak akan bangkit pula; sesungguhnya, Engkau telah menghukum dan memunahkan mereka, dan meniadakan segala ingatan kepada mereka."
  },
  {
    "reference": "Isa 26:15",
    "text": "Ya Tuhan, Engkau telah membuat bangsa ini bertambah-tambah, ya, membuat bertambah-tambah umat kemuliaan-Mu; Engkau telah sangat memperluas negerinya."
  },
  {
    "reference": "Isa 26:16",
    "text": "Ya Tuhan, dalam kesesakan mereka mencari Engkau; ketika hajaran-Mu menimpa mereka, mereka mengeluh dalam doa."
  },
  {
    "reference": "Isa 26:17",
    "text": "Seperti perempuan yang mengandung yang sudah dekat waktunya untuk melahirkan, menggeliat sakit, mengerang karena sakit beranak, demikianlah tadinya keadaan kami di hadapan-Mu, ya Tuhan:"
  },
  {
    "reference": "Isa 26:18",
    "text": "Kami mengandung, kami menggeliat sakit, tetapi seakan-akan kami melahirkan angin: kami tidak dapat mengadakan keselamatan di bumi, dan tiada lahir penduduk dunia."
  },
  {
    "reference": "Isa 26:19",
    "text": "Ya, Tuhan, orang-orang-Mu yang mati akan hidup pula, mayat-mayat mereka akan bangkit pula. Hai orang-orang yang sudah dikubur di dalam tanah bangkitlah dan bersorak-sorai! Sebab embun Tuhan ialah embun terang, dan bumi akan melahirkan arwah kembali."
  },
  {
    "reference": "Isa 26:20",
    "text": "Mari bangsaku, masuklah ke dalam kamarmu, tutuplah pintumu sesudah engkau masuk, bersembunyilah barang sesaat lamanya, sampai amarah itu berlalu."
  },
  {
    "reference": "Isa 26:21",
    "text": "Sebab sesungguhnya, Tuhan mau keluar dari tempat-Nya untuk menghukum penduduk bumi karena kesalahannya, dan bumi tidak lagi menyembunyikan darah yang tertumpah di atasnya, tidak lagi menutupi orang-orang yang mati terbunuh di sana."
  },
  {
    "reference": "Isa 27:1",
    "text": "- 27:1: Ayb. 40:20; Mzm. 74:14, 104:26 Pada waktu itu Tuhan akan melaksanakan hukuman dengan pedang-Nya yang keras, besar dan kuat atas Lewiatan, ular yang meluncur, atas Lewiatan, ular yang melingkar, dan Ia akan membunuh ular naga yang di laut."
  },
  {
    "reference": "Isa 27:2",
    "text": "Pada waktu itu akan dikatakan: ”Bernyanyilah tentang kebun anggur yang elok!"
  },
  {
    "reference": "Isa 27:3",
    "text": "Aku, Tuhan, penjaganya; setiap saat Aku menyiraminya. Supaya jangan orang mengganggunya, siang malam Aku menjaganya;"
  },
  {
    "reference": "Isa 27:4",
    "text": "kehangatan murka tiada pada-Ku. Sekiranya tampak kepada-Ku puteri malu dan rumput, Aku akan bertindak memeranginya dan akan membakarnya sekaligus,"
  },
  {
    "reference": "Isa 27:5",
    "text": "kecuali kalau mereka mencari perlindungan kepada-Ku dan mencari damai dengan Aku, ya mencari damai dengan Aku!”"
  },
  {
    "reference": "Isa 27:6",
    "text": "Pada hari-hari yang akan datang, Yakub akan berakar, Israel akan berkembang dan bertunas dan memenuhi muka bumi dengan hasilnya."
  },
  {
    "reference": "Isa 27:7",
    "text": "Apakah Tuhan memusnahkan umat-Nya seperti Ia memusnahkan orang yang memusnahkan mereka? Atau apakah Ia membunuh umat-Nya seperti Ia membunuh orang yang membunuh mereka?"
  },
  {
    "reference": "Isa 27:8",
    "text": "Dengan menghalau dan dengan mengusir mereka Engkau telah melawan mereka. Ia telah menyisihkan mereka dengan angin-Nya yang keras di waktu angin timur."
  },
  {
    "reference": "Isa 27:9",
    "text": "Maka beginilah akan dihapuskan kesalahan Yakub dan inilah buahnya kalau ia menjauhkan dosanya: ia akan membuat segala batu mezbah seperti batu-batu kapur yang dipecah-pecahkan, sehingga tiada lagi tiang-tiang berhala dan pedupaan-pedupaan yang tinggal berdiri."
  },
  {
    "reference": "Isa 27:10",
    "text": "Sebab kota yang berkubu itu terpencil, suatu tempat kediaman yang dikosongkan dan ditinggalkan seperti padang gurun; anak lembu akan makan rumput dan berbaring di situ menghabiskan dahan-dahan pohon."
  },
  {
    "reference": "Isa 27:11",
    "text": "Apabila ranting-rantingnya sudah kering, maka akan dipatahkan; perempuan-perempuan akan datang dan menyalakannya. Sebab inilah suatu bangsa yang tidak berakal budi, itulah sebabnya dia tidak disayangi oleh Dia yang menjadikannya dan tidak dikasihi oleh Dia yang membentuknya."
  },
  {
    "reference": "Isa 27:12",
    "text": "Maka pada waktu itu Tuhan akan mengirik mulai dari sungai Efrat sampai sungai Mesir, dan kamu ini akan dikumpulkan satu demi satu, hai orang Israel!"
  },
  {
    "reference": "Isa 27:13",
    "text": "Pada waktu itu sangkakala besar akan ditiup, dan akan datang mereka yang hilang di tanah Asyur serta mereka yang terbuang ke tanah Mesir untuk sujud menyembah kepada Tuhan di gunung yang kudus, di Yerusalem."
  },
  {
    "reference": "Isa 28:1",
    "text": "Celaka atas mahkota kemegahan pemabuk-pemabuk Efraim, atas bunga yang sudah mulai layu di perhiasan kepala mereka yang indah-indah – yaitu kota yang terletak tinggi di atas bukit, di atas lembah yang subur yang penuh peminum anggur yang sudah pening –!"
  },
  {
    "reference": "Isa 28:2",
    "text": "Sesungguhnya, pada Tuhan ada seorang yang kuat dan tegap, seorang yang seperti angin ribut disertai hujan batu, yakni badai yang membinasakan, seorang yang seperti angin ribut disertai air hujan yang hebat menghanyutkan; ia akan menghempaskan mereka ke tanah dengan kekerasan."
  },
  {
    "reference": "Isa 28:3",
    "text": "Mahkota kemegahan pemabuk-pemabuk Efraim itu akan diinjak-injak dengan kaki,"
  },
  {
    "reference": "Isa 28:4",
    "text": "dan bunga yang sudah mulai layu di perhiasan kepala mereka yang indah-indah itu – yaitu kota yang terletak tinggi di atas bukit, di atas lembah yang subur – nasibnya akan seperti nasib buah ara yang masak duluan sebelum musim kemarau: baru saja dilihat orang terus dipetik dan ditelan."
  },
  {
    "reference": "Isa 28:5",
    "text": "Pada waktu itu Tuhan semesta alam akan menjadi mahkota kepermaian, dan perhiasan kepala yang indah-indah bagi sisa umat-Nya,"
  },
  {
    "reference": "Isa 28:6",
    "text": "akan menjadi roh keadilan bagi orang yang duduk mengadili, dan menjadi roh kepahlawanan bagi orang yang memukul mundur peperangan ke arah pintu gerbang. Terhadap pemimpin-pemimpin Yerusalem 28:7-22"
  },
  {
    "reference": "Isa 28:7",
    "text": "Tetapi orang-orang di sini pun pening karena anggur dan pusing karena arak. Baik imam maupun nabi pening karena arak, kacau oleh anggur; mereka pusing oleh arak, pening pada waktu melihat penglihatan, goyang pada waktu memberi keputusan."
  },
  {
    "reference": "Isa 28:8",
    "text": "Sungguh, segala meja penuh dengan muntah, kotoran, sehingga tidak ada tempat yang bersih lagi."
  },
  {
    "reference": "Isa 28:9",
    "text": "Dan orang berkata: ”Kepada siapakah dia ini mau mengajarkan pengetahuannya dan kepada siapakah ia mau menjelaskan nubuat-nubuatnya? Seolah-olah kepada anak yang baru disapih, dan yang baru cerai susu!"
  },
  {
    "reference": "Isa 28:10",
    "text": "Sebab harus ini harus itu, mesti begini mesti begitu, tambah ini, tambah itu!”"
  },
  {
    "reference": "Isa 28:11",
    "text": "- 28:11-12: 1Kor. 14:21 Sungguh, oleh orang-orang yang berlogat ganjil dan oleh orang-orang yang berbahasa asing akan berbicara kepada bangsa ini"
  },
  {
    "reference": "Isa 28:12",
    "text": "Dia yang telah berfirman kepada mereka: ”Inilah tempat perhentian, berilah perhentian kepada orang yang lelah; inilah tempat peristirahatan!” Tetapi mereka tidak mau mendengarkan."
  },
  {
    "reference": "Isa 28:13",
    "text": "Maka mereka akan mendengarkan firman Tuhan yang begini: ”Harus ini harus itu, mesti begini mesti begitu, tambah ini tambah itu!” supaya dalam berjalan mereka jatuh telentang, sehingga luka, tertangkap dan tertawan."
  },
  {
    "reference": "Isa 28:14",
    "text": "Sebab itu dengarlah firman Tuhan, hai orang-orang pencemooh, hai orang-orang yang memerintah rakyat yang ada di Yerusalem ini!"
  },
  {
    "reference": "Isa 28:15",
    "text": "Karena kamu telah berkata: ”Kami telah mengikat perjanjian dengan maut, dan dengan dunia maut kami telah mengadakan persetujuan; biarpun cemeti berdesik-desik dengan kerasnya, kami tidak akan kena; sebab kami telah membuat bohong sebagai perlindungan kami, dan dalam dusta kami menyembunyikan diri,”"
  },
  {
    "reference": "Isa 28:16",
    "text": "- 28:16: Mzm. 118:22-23; Rm. 9:33, 10:11; 1Ptr. 2:6 sebab itu beginilah firman Tuhan Allah: ”Sesungguhnya, Aku meletakkan sebagai dasar di Sion sebuah batu, batu yang teruji, sebuah batu penjuru yang mahal, suatu dasar yang teguh: Siapa yang percaya, tidak akan gelisah!"
  },
  {
    "reference": "Isa 28:17",
    "text": "Dan Aku akan membuat keadilan menjadi tali pengukur, dan kebenaran menjadi tali sipat; hujan batu akan menyapu bersih perlindungan bohong, dan air lebat akan menghanyutkan persembunyian.”"
  },
  {
    "reference": "Isa 28:18",
    "text": "Perjanjianmu dengan maut itu akan ditiadakan, dan persetujuanmu dengan dunia orang mati itu tidak akan tetap berlaku; apabila cemeti berdesik-desik dengan kerasnya, kamu akan hancur diinjak-injak."
  },
  {
    "reference": "Isa 28:19",
    "text": "Seberapa kali ia datang, ia akan menyeret kamu, sebab pagi demi pagi ia akan datang, pada waktu siang dan pada waktu malam; maka adalah semata-mata kengerian untuk mengerti firman yang didengar itu."
  },
  {
    "reference": "Isa 28:20",
    "text": "Sebab tempat tidur akan kurang panjang untuk dipakai membujurkan diri dan selimut akan kurang lebar untuk dipakai menyelubungi diri."
  },
  {
    "reference": "Isa 28:21",
    "text": "- 28:21: Yos. 10:10-12; 2Sam. 5:20; 1Taw. 14:11 Sebab Tuhan akan bangkit seperti di gunung Perasim, Ia akan mengamuk seperti di lembah dekat Gibeon, untuk melakukan perbuatan-Nya – ganjil perbuatan-Nya itu; dan untuk mengerjakan pekerjaan-Nya – ajaib pekerjaan-Nya itu!"
  },
  {
    "reference": "Isa 28:22",
    "text": "Oleh sebab itu, janganlah kamu mencemooh, supaya tali belenggumu jangan semakin keras, sebab kudengar tentang kebinasaan yang sudah pasti yang datang dari Tuhan Allah semesta alam atas seluruh negeri itu. Kebijaksanaan Tuhan 28:23-29"
  },
  {
    "reference": "Isa 28:23",
    "text": "Pasanglah telinga dan dengarkanlah suaraku; perhatikanlah dan dengarkanlah perkataanku!"
  },
  {
    "reference": "Isa 28:24",
    "text": "Setiap harikah orang membajak, mencangkul dan menyisir tanahnya untuk menabur?"
  },
  {
    "reference": "Isa 28:25",
    "text": "Bukankah setelah meratakan tanahnya, ia menyerakkan jintan hitam dan menebarkan jintan putih, menaruh gandum jawawut dan jelai kehitam-hitaman dan sekoi di pinggirnya?"
  },
  {
    "reference": "Isa 28:26",
    "text": "Mengenai adat kebiasaan ia telah diajari, diberi petunjuk oleh Allahnya."
  },
  {
    "reference": "Isa 28:27",
    "text": "Sebab jintan hitam tidak diirik dengan eretan pengirik, dan roda gerobak tidak dipakai untuk menggiling jintan putih, tetapi jintan hitam diirik dengan memukul-mukulnya dengan galah, dan jintan putih dengan tongkat."
  },
  {
    "reference": "Isa 28:28",
    "text": "Apakah orang waktu mengirik memukul gandum sampai hancur? sungguh tidak, orang tidak terus-menerus memukulnya sampai hancur! Dan sekalipun orang menjalankan di atas gandum itu jentera gerobak dengan kudanya, namun orang tidak akan menggilingnya sampai hancur."
  },
  {
    "reference": "Isa 28:29",
    "text": "Dan ini pun datangnya dari Tuhan semesta alam; Ia ajaib dalam keputusan dan agung dalam kebijaksanaan."
  },
  {
    "reference": "Isa 29:1",
    "text": "Celakalah Ariel, Ariel, kota tempat Daud berkemah! Biarlah tahun demi tahun perayaan-perayaan silih berganti!"
  },
  {
    "reference": "Isa 29:2",
    "text": "Aku akan menyesakkan Ariel, sehingga orang mengerang dan mengaduh, dan kota itu akan seperti perapian bagi-Ku."
  },
  {
    "reference": "Isa 29:3",
    "text": "Aku akan berkemah di segala penjuru mengepung engkau, dan akan membuat tempat-tempat pengintaian untuk mengimpit engkau, dan akan mendirikan pagar-pagar pengepungan terhadap engkau."
  },
  {
    "reference": "Isa 29:4",
    "text": "Maka engkau akan merendahkan diri dan engkau bersuara dari dalam tanah, perkataanmu kedengaran samar-samar dari dalam debu; suaramu akan berbunyi seperti suara arwah dari dalam tanah, dan perkataanmu akan kedengaran seperti bisikan dari dalam debu."
  },
  {
    "reference": "Isa 29:5",
    "text": "Akan tetapi segala pasukan lawanmu akan hilang lenyap seperti abu halus, dan semua orang yang gagah sombong akan menjadi seperti sekam yang melintas terbang. Sebab dengan tiba-tiba, dalam sekejap mata,"
  },
  {
    "reference": "Isa 29:6",
    "text": "engkau akan melihat kedatangan Tuhan semesta alam dalam guntur, gempa dan suara hebat, dalam puting beliung dan badai dan dalam nyala api yang memakan habis."
  },
  {
    "reference": "Isa 29:7",
    "text": "Maka segala pasukan bangsa-bangsa yang berperang melawan Ariel, dan semua orang yang memerangi dia dan kubu pertahanannya dan orang-orang yang menyesakkan dia akan seperti mimpi dan seperti penglihatan malam-malam:"
  },
  {
    "reference": "Isa 29:8",
    "text": "seumpama seorang yang lapar bermimpi ia sedang makan, pada waktu terjaga, perutnya masih kosong, atau seumpama seorang yang haus bermimpi ia sedang minum, pada waktu terjaga, sesungguhnya ia masih lelah, kerongkongannya masih dahaga, demikianlah halnya dengan segala pasukan bangsa-bangsa yang berperang melawan gunung Sion. Bangsa yang buta 29:9-16"
  },
  {
    "reference": "Isa 29:9",
    "text": "Tercengang-cenganglah, penuh keheranan, biarlah matamu tertutup, buta semata-mata! Jadilah mabuk, tetapi bukan karena anggur, jadilah pusing, tetapi bukan karena arak!"
  },
  {
    "reference": "Isa 29:10",
    "text": "- 29:10: Rm. 11:8 Sebab Tuhan telah membuat kamu tidur nyenyak; matamu – yakni para nabi – telah dipejamkan-Nya dan mukamu – yaitu para pelihat – telah ditudungi-Nya."
  },
  {
    "reference": "Isa 29:11",
    "text": "Maka bagimu penglihatan dari semuanya itu seperti isi sebuah kitab yang termeterai, apabila itu diberikan kepada orang yang tahu membaca dengan mengatakan: ”Baiklah baca ini,” maka ia akan menjawab: ”Aku tidak dapat, sebab kitab itu termeterai”;"
  },
  {
    "reference": "Isa 29:12",
    "text": "dan apabila kitab itu diberikan kepada seorang yang tidak dapat membaca dengan mengatakan: ”Baiklah baca ini,” maka ia akan menjawab: ”Aku tidak dapat membaca.”"
  },
  {
    "reference": "Isa 29:13",
    "text": "- 29:13: Mat. 15:8-9; Mrk. 7:6-7 Dan Tuhan telah berfirman: ”Oleh karena bangsa ini datang mendekat dengan mulutnya dan memuliakan Aku dengan bibirnya, padahal hatinya menjauh dari pada-Ku, dan ibadahnya kepada-Ku hanyalah perintah manusia yang dihafalkan,"
  },
  {
    "reference": "Isa 29:14",
    "text": "- 29:14: 1Kor. 1:19 maka sebab itu, sesungguhnya, Aku akan melakukan pula hal-hal yang ajaib kepada bangsa ini, keajaiban yang menakjubkan; hikmat orang-orangnya yang berhikmat akan hilang, dan kearifan orang-orangnya yang arif akan bersembunyi.”"
  },
  {
    "reference": "Isa 29:15",
    "text": "Celakalah orang yang menyembunyikan dalam-dalam rancangannya terhadap Tuhan, yang pekerjaan-pekerjaannya terjadi dalam gelap sambil berkata: ”Siapakah yang melihat kita dan siapakah yang mengenal kita?”"
  },
  {
    "reference": "Isa 29:16",
    "text": "- 29:16: Yes. 45:9; Rm. 9:20 Betapa kamu memutarbalikkan segala sesuatu! Apakah tanah liat dapat dianggap sama seperti tukang periuk, sehingga apa yang dibuat dapat berkata tentang yang membuatnya: ”Bukan dia yang membuat aku”; dan apa yang dibentuk berkata tentang yang membentuknya: ”Ia tidak tahu apa-apa”? Keselamatan sesudah penindasan 29:17-24"
  },
  {
    "reference": "Isa 29:17",
    "text": "Bukankah hanya sedikit waktu lagi, Libanon akan berubah menjadi kebun buah-buahan, dan kebun buah-buahan itu akan dianggap hutan?"
  },
  {
    "reference": "Isa 29:18",
    "text": "Pada waktu itu orang-orang tuli akan mendengar perkataan-perkataan sebuah kitab, dan lepas dari kekelaman dan kegelapan mata orang-orang buta akan melihat."
  },
  {
    "reference": "Isa 29:19",
    "text": "Orang-orang yang sengsara akan tambah bersukaria di dalam Tuhan, dan orang-orang miskin di antara manusia akan bersorak-sorak di dalam Yang Mahakudus, Allah Israel!"
  },
  {
    "reference": "Isa 29:20",
    "text": "Sebab orang yang gagah sombong akan berakhir dan orang pencemooh akan habis, dan semua orang yang berniat jahat akan dilenyapkan,"
  },
  {
    "reference": "Isa 29:21",
    "text": "yaitu mereka yang begitu saja menyatakan seseorang berdosa di dalam suatu perkara, dan yang memasang jerat terhadap orang yang menegor mereka di pintu gerbang, dan yang mendesak orang benar dengan alasan yang tidak-tidak."
  },
  {
    "reference": "Isa 29:22",
    "text": "Sebab itu beginilah firman Tuhan, Allah kaum keturunan Yakub, Dia yang telah membebaskan Abraham: ”Mulai sekarang Yakub tidak lagi mendapat malu, dan mukanya tidak lagi pucat."
  },
  {
    "reference": "Isa 29:23",
    "text": "Sebab pada waktu mereka, keturunan Yakub itu, melihat apa yang dibuat tangan-Ku di tengah-tengahnya, mereka akan menguduskan nama-Ku; mereka akan menguduskan Yang Kudus, Allah Yakub, dan mereka akan gentar kepada Allah Israel;"
  },
  {
    "reference": "Isa 29:24",
    "text": "orang-orang yang sesat pikiran akan mendapat pengertian, dan orang-orang yang bersungut-sungut akan menerima pengajaran.”"
  },
  {
    "reference": "Isa 30:1",
    "text": "Celakalah anak-anak pemberontak, demikianlah firman Tuhan, yang melaksanakan suatu rancangan yang bukan dari pada-Ku, yang memasuki suatu persekutuan, yang bukan oleh dorongan Roh-Ku, sehingga dosa mereka bertambah-tambah,"
  },
  {
    "reference": "Isa 30:2",
    "text": "yang berangkat ke Mesir dengan tidak meminta keputusan-Ku, untuk berlindung pada Firaun dan untuk berteduh di bawah naungan Mesir."
  },
  {
    "reference": "Isa 30:3",
    "text": "Tetapi perlindungan Firaun akan memalukan kamu, dan perteduhan di bawah naungan Mesir akan menodai kamu."
  },
  {
    "reference": "Isa 30:4",
    "text": "Sebab sekalipun pembesar-pembesar Yerusalem sudah ada di Zoan, dan utusan-utusannya sudah sampai ke Hanes,"
  },
  {
    "reference": "Isa 30:5",
    "text": "sekaliannya akan mendapat malu karena bangsa itu tidak dapat memberi faedah kepada mereka, dan tidak dapat memberi pertolongan atau faedah; melainkan hanya memalukan, bahkan mengaibkan mereka."
  },
  {
    "reference": "Isa 30:6",
    "text": "Ucapan ilahi tentang binatang-binatang di Tanah Negeb. Melalui suatu negeri yang penuh kesesakan dan kesempitan, tempat singa betina dan singa jantan yang mengaum, tempat ular beludak dan ular naga terbang, mereka mengangkut harta kekayaan mereka di atas punggung keledai, dan barang-barang perbendaharaan mereka di atas ponok unta, kepada suatu bangsa yang tidak dapat memberi faedah,"
  },
  {
    "reference": "Isa 30:7",
    "text": "yakni Mesir yang memberi pertolongan yang tak berguna dan percuma; sebab itu Aku menamainya begini: ”Rahab yang dibuat menganggur.”"
  },
  {
    "reference": "Isa 30:8",
    "text": "Maka sekarang, pergilah, tulislah itu di depan mata mereka di suatu loh, dan cantumkanlah di suatu kitab, supaya itu menjadi kesaksian untuk waktu yang kemudian, sampai selama-lamanya."
  },
  {
    "reference": "Isa 30:9",
    "text": "Sebab mereka itu suatu bangsa pemberontak, anak-anak yang suka bohong anak-anak yang enggan mendengar akan pengajaran Tuhan;"
  },
  {
    "reference": "Isa 30:10",
    "text": "yang mengatakan kepada para tukang tilik: ”Jangan menilik,” dan kepada para pelihat: ”Janganlah lihat bagi kami hal-hal yang benar, tetapi katakanlah kepada kami hal-hal yang manis, lihatlah bagi kami hal-hal yang semu,"
  },
  {
    "reference": "Isa 30:11",
    "text": "menyisihlah dari jalan dan ambillah jalan lain, janganlah susahi kami dengan Yang Mahakudus, Allah Israel.”"
  },
  {
    "reference": "Isa 30:12",
    "text": "Sebab itu beginilah firman Yang Mahakudus, Allah Israel: ”Oleh karena kamu menolak firman ini, dan mempercayakan diri kepada orang-orang pemeras dan yang berlaku serong dan bersandar kepadanya,"
  },
  {
    "reference": "Isa 30:13",
    "text": "maka sebab itu bagimu dosa ini akan seperti pecahan tembok yang mau jatuh, tersembul ke luar pada tembok yang tinggi, yang kehancurannya datang dengan tiba-tiba, dalam sekejap mata,"
  },
  {
    "reference": "Isa 30:14",
    "text": "seperti kehancuran tempayan tukang periuk yang diremukkan dengan tidak kenal sayang, sehingga di antara remukannya tiada terdapat satu keping pun yang dapat dipakai untuk mengambil api dari dalam tungku atau mencedok air dari dalam bak.”"
  },
  {
    "reference": "Isa 30:15",
    "text": "Sebab beginilah firman Tuhan Allah, Yang Mahakudus, Allah Israel: ”Dengan bertobat dan tinggal diam kamu akan diselamatkan, dalam tinggal tenang dan percaya terletak kekuatanmu.” Tetapi kamu enggan,"
  },
  {
    "reference": "Isa 30:16",
    "text": "kamu berkata: ”Bukan, kami mau naik kuda dan lari cepat,” maka kamu akan lari dan lenyap. Katamu pula: ”Kami mau mengendarai kuda tangkas,” maka para pengejarmu akan lebih tangkas lagi."
  },
  {
    "reference": "Isa 30:17",
    "text": "Seribu orang akan lari melihat ancaman satu orang, terhadap ancaman lima orang kamu akan lari, sampai kamu ditinggalkan seperti tonggak isyarat di atas puncak gunung dan seperti panji-panji di atas bukit. Janji keselamatan bagi Sion 30:18-26"
  },
  {
    "reference": "Isa 30:18",
    "text": "Sebab itu Tuhan menanti-nantikan saatnya hendak menunjukkan kasih-Nya kepada kamu; sebab itu Ia bangkit hendak menyayangi kamu. Sebab Tuhan adalah Allah yang adil; berbahagialah semua orang yang menanti-nantikan Dia!"
  },
  {
    "reference": "Isa 30:19",
    "text": "Sungguh, hai bangsa di Sion yang diam di Yerusalem, engkau tidak akan terus menangis. Tentulah Tuhan akan mengasihani engkau, apabila engkau berseru-seru; pada saat Ia mendengar teriakmu, Ia akan menjawab."
  },
  {
    "reference": "Isa 30:20",
    "text": "Dan walaupun Tuhan memberi kamu roti dan air serba sedikit, namun Pengajarmu tidak akan menyembunyikan diri lagi, tetapi matamu akan terus melihat Dia,"
  },
  {
    "reference": "Isa 30:21",
    "text": "dan telingamu akan mendengar perkataan ini dari belakangmu: ”Inilah jalan, berjalanlah mengikutinya,” entah kamu menganan atau mengiri."
  },
  {
    "reference": "Isa 30:22",
    "text": "Engkau akan menganggap najis patung-patungmu yang disalut dengan perak atau yang dilapis dengan emas; engkau akan membuangnya seperti kain cemar sambil berkata kepadanya: ”Keluar!”"
  },
  {
    "reference": "Isa 30:23",
    "text": "Lalu Tuhan akan memberi hujan bagi benih yang baru kamu taburkan di ladangmu, dan dari hasil tanah itu kamu akan makan roti yang lezat dan berlimpah-limpah. Pada waktu itu ternakmu akan makan rumput di padang rumput yang luas;"
  },
  {
    "reference": "Isa 30:24",
    "text": "sapi-sapi dan keledai-keledai yang mengerjakan tanah akan memakan makanan campuran yang sedap, yang sudah ditampi dan diayak."
  },
  {
    "reference": "Isa 30:25",
    "text": "Dari setiap gunung yang tinggi dan dari setiap bukit yang menjulang akan memancar sungai-sungai pada hari pembunuhan yang besar, apabila menara-menara runtuh."
  },
  {
    "reference": "Isa 30:26",
    "text": "Maka terang bulan purnama akan seperti terang matahari terik dan terang matahari terik akan tujuh kali ganda, yaitu seperti terangnya tujuh hari, pada waktu Tuhan membalut luka umat-Nya dan menyembuhkan bekas pukulan. Hukuman Allah atas Asyur 30:27-33"
  },
  {
    "reference": "Isa 30:27",
    "text": "Tuhan datang menyatakan diri-Nya dari tempat-Nya yang jauh – murka-Nya menyala-nyala, Ia datang dalam awan gelap yang bergumpal-gumpal, bibir-Nya penuh dengan amarah, dan lidah-Nya seperti api yang memakan habis;"
  },
  {
    "reference": "Isa 30:28",
    "text": "hembusan nafas-Nya seperti sungai yang menghanyutkan, yang airnya sampai ke leher – Ia datang untuk mengayak bangsa-bangsa dengan ayak kebinasaan dan untuk memasang suatu kekang yang menyesatkan di mulut suku-suku bangsa."
  },
  {
    "reference": "Isa 30:29",
    "text": "Kamu akan menyanyikan suatu nyanyian seperti pada waktu malam ketika orang menguduskan diri untuk perayaan, dan kamu akan bersuka hati seperti pada waktu orang berjalan diiringi suling hendak naik ke gunung Tuhan, ke Gunung Batu Israel."
  },
  {
    "reference": "Isa 30:30",
    "text": "Dan Tuhan akan memperdengarkan suara-Nya yang mulia, akan memperlihatkan tangan-Nya yang turun menimpa dengan murka yang hebat dan nyala api yang memakan habis, dengan hujan lebat, angin ribut dan hujan batu."
  },
  {
    "reference": "Isa 30:31",
    "text": "Sebab Asyur akan terkejut oleh suara Tuhan, pada waktu Ia memukul mereka dengan gada."
  },
  {
    "reference": "Isa 30:32",
    "text": "Sebab setiap pukulan dengan tongkat penghajar yang ditimpakan Tuhan ke atasnya, akan diiringi rebana dan kecapi, dan Ia akan berperang melawan Asyur dengan tangan yang diayunkan untuk peperangan."
  },
  {
    "reference": "Isa 30:33",
    "text": "Sebab dari dahulu sudah diatur tempat pembakaran – bukankah itu untuk raja – dasarnya dibuat dalam dan lapang, pancakanya penuh api dan kayu; nafas Tuhan menghanguskannya seperti sungai belerang."
  },
  {
    "reference": "Isa 31:1",
    "text": "Celakalah orang-orang yang pergi ke Mesir minta pertolongan, yang mengandalkan kuda-kuda, yang percaya kepada keretanya yang begitu banyak, dan kepada pasukan berkuda yang begitu besar jumlahnya, tetapi tidak memandang kepada Yang Mahakudus, Allah Israel, dan tidak mencari Tuhan."
  },
  {
    "reference": "Isa 31:2",
    "text": "Akan tetapi Dia yang bijaksana akan mendatangkan malapetaka, dan tidak menarik firman-Nya; Ia akan bangkit melawan kaum penjahat, dan melawan bala bantuan orang-orang lalim."
  },
  {
    "reference": "Isa 31:3",
    "text": "Sebab orang Mesir adalah manusia, bukan allah, dan kuda-kuda mereka adalah makhluk yang lemah, bukan roh yang berkuasa. Apabila Tuhan mengacungkan tangan-Nya, tergelincirlah yang membantu dan jatuhlah yang dibantu, dan mereka sekaliannya habis binasa bersama-sama."
  },
  {
    "reference": "Isa 31:4",
    "text": "Sebab beginilah firman Tuhan kepadaku: Seperti seekor singa atau singa muda menggeram untuk mempertahankan mangsanya, dan tidak terkejut mendengar teriakan seluruh pasukan gembala yang dikerahkan melawan dia, dan tidak mengalah terhadap keributan mereka, demikianlah Tuhan semesta alam akan turun berperang untuk mempertahankan gunung Sion dan bukitnya."
  },
  {
    "reference": "Isa 31:5",
    "text": "Seperti burung yang berkepak-kepak melindungi sarangnya, demikianlah Tuhan semesta alam akan melindungi Yerusalem, ya, melindungi dan menyelamatkannya, memeliharanya dan menjauhkan celaka."
  },
  {
    "reference": "Isa 31:6",
    "text": "Bertobatlah, hai orang Israel, kepada Dia yang sudah kamu tinggalkan jauh-jauh!"
  },
  {
    "reference": "Isa 31:7",
    "text": "Sungguh pada hari itu kamu masing-masing akan membuang berhala-berhala peraknya dan berhala-berhala emasnya yang dibuat oleh tanganmu sendiri dengan penuh dosa."
  },
  {
    "reference": "Isa 31:8",
    "text": "Asyur akan rebah oleh pedang, tetapi bukan pedang orang, dan akan dimakan habis oleh pedang, tetapi bukan pedang manusia; mereka akan melarikan diri terhadap pedang, dan teruna-terunanya akan menjadi orang rodi."
  },
  {
    "reference": "Isa 31:9",
    "text": "Pelindung mereka akan lenyap karena gentar, dan panglimanya akan lari terkejut meninggalkan panji-panji, demikianlah firman Tuhan yang mempunyai api di Sion dan dapur perapian di Yerusalem."
  },
  {
    "reference": "Isa 32:1",
    "text": "Sesungguhnya, seorang raja akan memerintah menurut kebenaran, dan pemimpin-pemimpin akan memimpin menurut keadilan,"
  },
  {
    "reference": "Isa 32:2",
    "text": "dan mereka masing-masing akan seperti tempat perteduhan terhadap angin dan tempat perlindungan terhadap angin ribut, seperti aliran-aliran air di tempat kering, seperti naungan batu yang besar, di tanah yang tandus."
  },
  {
    "reference": "Isa 32:3",
    "text": "Mata orang-orang yang melihat tidak lagi akan tertutup, dan telinga orang-orang yang mendengar akan memperhatikan."
  },
  {
    "reference": "Isa 32:4",
    "text": "Hati orang-orang yang terburu nafsu akan tahu menimbang-nimbang, dan lidah orang-orang yang gagap akan dapat berbicara jelas."
  },
  {
    "reference": "Isa 32:5",
    "text": "Orang bebal tidak akan disebutkan lagi orang yang berbudi luhur, dan orang penipu tidak akan dikatakan terhormat."
  },
  {
    "reference": "Isa 32:6",
    "text": "Sebab orang bebal mengatakan kebebalan, dan hatinya merencanakan yang jahat, yaitu bermaksud murtad dan mengatakan yang menyesatkan tentang Tuhan, membiarkan kosong perut orang lapar dan orang haus kekurangan minuman."
  },
  {
    "reference": "Isa 32:7",
    "text": "Kalau penipu, akal-akalnya adalah jahat, ia merancang perbuatan-perbuatan keji untuk mencelakakan orang sengsara dengan perkataan dusta, sekalipun orang miskin itu membela haknya."
  },
  {
    "reference": "Isa 32:8",
    "text": "Tetapi orang yang berbudi luhur merancang hal-hal yang luhur, dan ia selalu bertindak demikian. Peringatan kepada perempuan-perempuan Yerusalem 32:9-20"
  },
  {
    "reference": "Isa 32:9",
    "text": "Hai perempuan-perempuan yang hidup aman, bangunlah, dengarkanlah suaraku, hai anak-anak perempuan yang hidup tenteram, perhatikanlah perkataanku!"
  },
  {
    "reference": "Isa 32:10",
    "text": "Dalam waktu setahun lebih kamu akan gemetar, hai orang-orang yang hidup tenteram, sebab panen buah anggur sudah habis binasa, dan panen buah-buah lain juga tidak ada."
  },
  {
    "reference": "Isa 32:11",
    "text": "Gentarlah, hai perempuan-perempuan yang hidup aman, gemetarlah, hai perempuan-perempuan yang hidup tenteram, tanggalkanlah dan bukalah pakaianmu, kenakanlah kain kabung pada pinggangmu!"
  },
  {
    "reference": "Isa 32:12",
    "text": "Ratapilah ladangmu yang permai, dan pohon anggurmu yang selalu berbuah lebat,"
  },
  {
    "reference": "Isa 32:13",
    "text": "ratapilah tanah bangsaku yang ditumbuhi semak duri dan puteri malu, bahkan juga segala rumahmu tempat bergirang-girang di kota yang penuh keriaan."
  },
  {
    "reference": "Isa 32:14",
    "text": "Sebab purimu sudah ditinggalkan dan keramaian kotamu sudah berubah menjadi kesepian. Bukit dan Menara sudah menjadi tanah rata untuk selama-lamanya, menjadi tempat kegirangan bagi keledai hutan dan tempat makan rumput bagi kawanan binatang."
  },
  {
    "reference": "Isa 32:15",
    "text": "Sampai dicurahkan kepada kita Roh dari atas: Maka padang gurun akan menjadi kebun buah-buahan, dan kebun buah-buahan itu akan dianggap hutan."
  },
  {
    "reference": "Isa 32:16",
    "text": "Di padang gurun selalu akan berlaku keadilan dan di kebun buah-buahan akan tetap ada kebenaran."
  },
  {
    "reference": "Isa 32:17",
    "text": "Di mana ada kebenaran di situ akan tumbuh damai sejahtera, dan akibat kebenaran ialah ketenangan dan ketenteraman untuk selama-lamanya."
  },
  {
    "reference": "Isa 32:18",
    "text": "Bangsaku akan diam di tempat yang damai, di tempat tinggal yang tenteram di tempat peristirahatan yang aman."
  },
  {
    "reference": "Isa 32:19",
    "text": "Hutan akan runtuh seluruhnya dan kota akan direndahkan serendah-rendahnya."
  },
  {
    "reference": "Isa 32:20",
    "text": "Berbahagialah kamu yang boleh menabur di segala tempat di mana terdapat air, yang dapat membiarkan sapi dan keledainya pergi ke mana-mana!"
  },
  {
    "reference": "Isa 33:1",
    "text": "Celakalah engkau, hai perusak yang tidak dirusak sendiri, dan engkau, hai penggarong yang tidak digarong sendiri! Apabila engkau selesai merusak, engkau sendiri akan dirusak; apabila engkau habis menggarong, engkau sendiri akan digarong."
  },
  {
    "reference": "Isa 33:2",
    "text": "Tuhan, kasihanilah kami, Engkau kami nanti-nantikan! Lindungilah kami setiap pagi dengan tangan-Mu, ya, selamatkanlah kami di waktu kesesakan!"
  },
  {
    "reference": "Isa 33:3",
    "text": "Waktu mendengar suara gemuruh ketika Engkau bangkit, larilah bangsa-bangsa dan bercerai-berailah suku-suku bangsa."
  },
  {
    "reference": "Isa 33:4",
    "text": "Orang mengumpulkan jarahan seperti belalang pelahap menelan makanannya; mereka menyerbunya seperti serbuan kawanan belalang."
  },
  {
    "reference": "Isa 33:5",
    "text": "Tuhan tinggi luhur, sebab Ia tinggal di tempat tinggi; Ia membuat Sion penuh keadilan dan kebenaran."
  },
  {
    "reference": "Isa 33:6",
    "text": "Masa keamanan akan tiba bagimu; kekayaan yang menyelamatkan ialah hikmat dan pengetahuan; takut akan Tuhan, itulah harta benda Sion."
  },
  {
    "reference": "Isa 33:7",
    "text": "Lihat, orang-orang Ariel menjerit di jalan, utusan-utusan yang mencari damai menangis dengan pedih."
  },
  {
    "reference": "Isa 33:8",
    "text": "Jalan-jalan raya menjadi sunyi dan seorang pun tiada lagi yang lintas di jalan. Perjanjian sudah diingkari, saksi-saksi sudah ditolak, dan manusia tidak dihiraukan."
  },
  {
    "reference": "Isa 33:9",
    "text": "Negeri berkabung dan merana; Libanon tersipu-sipu dan mati rebah; Saron sudah seperti padang belantara, Basan dan Karmel meluruh daun."
  },
  {
    "reference": "Isa 33:10",
    "text": "Sekarang, Aku akan bangkit, firman Tuhan, sekarang, Aku akan bangkit berdiri, sekarang, Aku akan berdiri tegak!"
  },
  {
    "reference": "Isa 33:11",
    "text": "Kamu mengandung rumput kering, dan melahirkan jerami; amarahmu seperti api yang memakan kamu sendiri."
  },
  {
    "reference": "Isa 33:12",
    "text": "Bangsa-bangsa akan dibakar menjadi kapur dan akan dibakar dalam api seperti semak duri yang ditebang."
  },
  {
    "reference": "Isa 33:13",
    "text": "Hai orang-orang yang jauh, dengarlah apa yang telah Kulakukan, hai orang-orang yang dekat, ketahuilah keperkasaan-Ku!"
  },
  {
    "reference": "Isa 33:14",
    "text": "Orang-orang yang berdosa terkejut di Sion orang-orang murtad diliputi kegentaran. Mereka berkata: ”Siapakah di antara kita yang dapat tinggal dalam api yang menghabiskan ini? Siapakah di antara kita yang dapat tinggal di perapian yang abadi ini?”"
  },
  {
    "reference": "Isa 33:15",
    "text": "Orang yang hidup dalam kebenaran, yang berbicara dengan jujur, yang menolak untung hasil pemerasan, yang mengebaskan tangannya, supaya jangan menerima suap, yang menutup telinganya, supaya jangan mendengarkan rencana penumpahan darah, yang menutup matanya, supaya jangan melihat kejahatan,"
  },
  {
    "reference": "Isa 33:16",
    "text": "dialah seperti orang yang tinggal aman di tempat-tempat tinggi, bentengnya ialah kubu di atas bukit batu; rotinya disediakan air minumnya terjamin."
  },
  {
    "reference": "Isa 33:17",
    "text": "Engkau akan memandang raja dalam semaraknya, akan melihat negeri yang terbentang jauh."
  },
  {
    "reference": "Isa 33:18",
    "text": "Dalam hatimu engkau akan memikirkan kengerian yang sudah-sudah: ”Sudah lenyapkah juru hitung, sudah lenyapkah juru timbang, dan sudah lenyapkah orang yang menghitung menara-menara?”"
  },
  {
    "reference": "Isa 33:19",
    "text": "Tidak lagi akan kaulihat bangsa yang biadab itu, bangsa yang logatnya samar, sehingga tidak dapat dipahami, yang bahasanya gagap, sehingga tiada yang mengerti."
  },
  {
    "reference": "Isa 33:20",
    "text": "Pandanglah Sion, kota pertemuan raya kita! Matamu akan melihat Yerusalem, tempat kediaman yang aman, kemah yang tidak berpindah-pindah, yang patoknya tidak dicabut untuk seterusnya, dan semua talinya tidak akan putus."
  },
  {
    "reference": "Isa 33:21",
    "text": "Di situ kita akan melihat betapa mulia Tuhan kita: seperti tempat yang penuh sungai dan aliran yang lebar; perahu dayung tidak melaluinya, dan kapal besar tidak menyeberanginya."
  },
  {
    "reference": "Isa 33:22",
    "text": "Sebab Tuhan ialah Hakim kita, Tuhan ialah yang memberi hukum bagi kita; Tuhan ialah Raja kita, Dia akan menyelamatkan kita."
  },
  {
    "reference": "Isa 33:23",
    "text": "Tali-talimu sudah kendor, tidak dapat mengikat teguh tiang layar di tempatnya, tidak dapat membentangkan layar. Pada waktu itu orang akan membagi-bagi rampasan banyak-banyak, dan orang-orang lumpuh akan menjarah jarahan."
  },
  {
    "reference": "Isa 33:24",
    "text": "Tidak seorang pun yang tinggal di situ akan berkata: ”Aku sakit,” dan semua penduduknya akan diampuni kesalahannya."
  },
  {
    "reference": "Isa 34:1",
    "text": "Marilah mendekat, hai bangsa-bangsa, dengarlah, dan perhatikanlah, hai suku-suku bangsa! Baiklah bumi serta segala isinya mendengar, dunia dan segala yang terpancar dari padanya."
  },
  {
    "reference": "Isa 34:2",
    "text": "Sebab Tuhan murka atas segala bangsa, dan hati-Nya panas atas segenap tentara mereka. Ia telah mengkhususkan mereka untuk ditumpas dan menyerahkan mereka untuk dibantai."
  },
  {
    "reference": "Isa 34:3",
    "text": "Orang-orangnya yang mati terbunuh akan dilemparkan, dan dari bangkai-bangkai mereka akan naik bau busuk; gunung-gunung akan kebanjiran darah mereka."
  },
  {
    "reference": "Isa 34:4",
    "text": "- 34:4: Why. 6:13-14 Segenap tentara langit akan hancur, dan langit akan digulung seperti gulungan kitab, segala tentara mereka akan gugur seperti daun yang gugur dari pohon anggur, dan seperti gugurnya daun pohon ara."
  },
  {
    "reference": "Isa 34:5",
    "text": "- 34:5-17: Yes. 63:1-6; Yer. 49:7-22; Yeh. 25:12-14, 35:1-15; Am. 1:11-12; Ob. 1-14; Mal. 1:2-5 Sebab pedang-Ku yang di langit sudah mengamuk, lihat, ia turun menghakimi Edom, bangsa yang Kukhususkan untuk ditumpas."
  },
  {
    "reference": "Isa 34:6",
    "text": "Tuhan mempunyai sebilah pedang yang berlumuran darah dan yang penuh lemak, yaitu darah anak-anak domba dan kambing-kambing jantan dan lemak buah pinggang domba-domba jantan. Sebab Tuhan mengadakan penyembelihan korban di Bozra dan pembantaian besar di tanah Edom."
  },
  {
    "reference": "Isa 34:7",
    "text": "Banteng-banteng akan rebah mati bersama-sama domba dan kambing itu, dan lembu-lembu jantan yang muda bersama-sama lembu-lembu jantan yang gagah, seluruh negerinya diresapi oleh darah, dan tanah mereka penuh dengan lemak."
  },
  {
    "reference": "Isa 34:8",
    "text": "Sebab Tuhan mendatangkan hari pembalasan dan tahun pengganjaran karena perkara Sion."
  },
  {
    "reference": "Isa 34:9",
    "text": "Sungai-sungai Edom akan berubah menjadi tér, dan tanahnya menjadi belerang; negerinya akan menjadi tér yang menyala-nyala."
  },
  {
    "reference": "Isa 34:10",
    "text": "- 34:10: Why. 14:11, 19:3 Siang dan malam negeri itu tidak akan padam-padam, asapnya naik untuk selama-lamanya. Negeri itu akan menjadi reruntuhan turun-temurun, tidak ada orang yang melintasinya untuk seterusnya."
  },
  {
    "reference": "Isa 34:11",
    "text": "Burung undan dan landak akan mendudukinya, burung hantu dan burung gagak akan tinggal di dalamnya. Tuhan menjadikannya campur baur dan kosong tepat menurut rencana-Nya."
  },
  {
    "reference": "Isa 34:12",
    "text": "Jin-jin akan diam di dalamnya, dan para pemukanya akan tidak ada lagi; tidak ada lagi di sana yang dimaklumkan sebagai raja, dan semua pemimpinnya sudah lenyap."
  },
  {
    "reference": "Isa 34:13",
    "text": "Duri-duri akan tumbuh di puri-purinya, rumput dan puteri malu di tempat-tempatnya yang berkubu, sehingga menjadi tempat kediaman serigala, dan lapangan bagi burung unta."
  },
  {
    "reference": "Isa 34:14",
    "text": "Di sana berpapasan binatang gurun dengan anjing hutan, dan jin bertemu dengan temannya; hantu malam saja ada di sana dan mendapat tempat perhentian."
  },
  {
    "reference": "Isa 34:15",
    "text": "Di sana ular pohon bersarang dan bertelur, mengeram sampai telurnya menetas; burung-burung dendang saja berkumpul di sana, masing-masing dengan pasangannya."
  },
  {
    "reference": "Isa 34:16",
    "text": "Carilah di dalam kitab Tuhan dan bacalah: Satu pun dari semua makhluk itu tidak ada yang ketinggalan dan yang satu tidak kehilangan yang lain; sebab begitulah perintah yang keluar dari mulut Tuhan, dan Roh Tuhan sendiri telah mengumpulkan mereka."
  },
  {
    "reference": "Isa 34:17",
    "text": "Ia sendiri telah membuang undi dan membagi-bagi negeri itu di antara mereka dengan tali pengukur; mereka akan mendudukinya sampai selama-lamanya dan akan tinggal di situ turun-temurun."
  },
  {
    "reference": "Isa 35:1",
    "text": "Padang gurun dan padang kering akan bergirang, padang belantara akan bersorak-sorak dan berbunga;"
  },
  {
    "reference": "Isa 35:2",
    "text": "seperti bunga mawar ia akan berbunga lebat, akan bersorak-sorak, ya bersorak-sorak dan bersorak-sorai. Kemuliaan Libanon akan diberikan kepadanya, semarak Karmel dan Saron; mereka itu akan melihat kemuliaan Tuhan, semarak Allah kita."
  },
  {
    "reference": "Isa 35:3",
    "text": "- 35:3: Ibr. 12:12 Kuatkanlah tangan yang lemah lesu dan teguhkanlah lutut yang goyah."
  },
  {
    "reference": "Isa 35:4",
    "text": "Katakanlah kepada orang-orang yang tawar hati: ”Kuatkanlah hati, janganlah takut! Lihatlah, Allahmu akan datang dengan pembalasan dan dengan ganjaran Allah. Ia sendiri datang menyelamatkan kamu!”"
  },
  {
    "reference": "Isa 35:5",
    "text": "- 35:5-6: Mat. 11:5; Luk. 7:22 Pada waktu itu mata orang-orang buta akan dicelikkan, dan telinga orang-orang tuli akan dibuka."
  },
  {
    "reference": "Isa 35:6",
    "text": "Pada waktu itu orang lumpuh akan melompat seperti rusa, dan mulut orang bisu akan bersorak-sorai; sebab mata air memancar di padang gurun, dan sungai di padang belantara;"
  },
  {
    "reference": "Isa 35:7",
    "text": "tanah pasir yang hangat akan menjadi kolam, dan tanah kersang menjadi sumber-sumber air; di tempat serigala berbaring akan tumbuh tebu dan pandan."
  },
  {
    "reference": "Isa 35:8",
    "text": "Di situ akan ada jalan raya, yang akan disebutkan Jalan Kudus; orang yang tidak tahir tidak akan melintasinya, dan orang-orang pandir tidak akan mengembara di atasnya."
  },
  {
    "reference": "Isa 35:9",
    "text": "Di situ tidak akan ada singa, binatang buas tidak akan menjalaninya dan tidak akan terdapat di sana; orang-orang yang diselamatkan akan berjalan di situ,"
  },
  {
    "reference": "Isa 35:10",
    "text": "dan orang-orang yang dibebaskan Tuhan akan pulang dan masuk ke Sion dengan bersorak-sorai, sedang sukacita abadi meliputi mereka; kegirangan dan sukacita akan memenuhi mereka, kedukaan dan keluh kesah akan menjauh."
  },
  {
    "reference": "Isa 36:1",
    "text": "Maka dalam tahun keempat belas zaman raja Hizkia majulah Sanherib, raja Asyur, menyerang segala kota berkubu negeri Yehuda, lalu merebutnya."
  },
  {
    "reference": "Isa 36:2",
    "text": "Raja Asyur mengutus juru minuman agung dari Lakhis ke Yerusalem kepada raja Hizkia disertai suatu tentara yang besar. Ia mengambil tempat dekat saluran kolam atas di jalan raya pada Padang Tukang Penatu."
  },
  {
    "reference": "Isa 36:3",
    "text": "Keluarlah mendapatkan dia Elyakim bin Hilkia, kepala istana, dan Sebna, panitera negara, serta Yoah bin Asaf, bendahara negara."
  },
  {
    "reference": "Isa 36:4",
    "text": "Lalu berkatalah juru minuman agung kepada mereka: ”Baiklah katakan kepada Hizkia: Beginilah kata raja agung, raja Asyur: Kepercayaan macam apakah yang kaupegang ini?"
  },
  {
    "reference": "Isa 36:5",
    "text": "Kaukira bahwa hanya ucapan bibir saja dapat merupakan rencana dan kekuatan untuk perang! Sekarang, kepada siapa engkau berharap, maka engkau memberontak terhadap aku?"
  },
  {
    "reference": "Isa 36:6",
    "text": "- 36:6: Yeh. 29:6-7 Sesungguhnya, engkau berharap kepada tongkat bambu yang patah terkulai itu, yaitu Mesir, yang akan menusuk dan menembus tangan orang yang bertopang kepadanya. Begitulah keadaan Firaun, raja Mesir, bagi semua orang yang berharap kepadanya."
  },
  {
    "reference": "Isa 36:7",
    "text": "Dan apabila engkau berkata kepadaku: Kami berharap kepada Tuhan, Allah kami, – bukankah Dia itu yang bukit-bukit pengorbanan-Nya dan mezbah-mezbah-Nya telah dijauhkan oleh Hizkia sambil berkata kepada Yehuda dan Yerusalem: Di depan mezbah inilah kamu harus sujud menyembah!"
  },
  {
    "reference": "Isa 36:8",
    "text": "Maka sekarang, baiklah bertaruh dengan tuanku, raja Asyur: Aku akan memberikan dua ribu ekor kuda kepadamu, jika engkau sanggup memberikan dari pihakmu orang-orang yang mengendarainya."
  },
  {
    "reference": "Isa 36:9",
    "text": "Bagaimanakah mungkin engkau memukul mundur satu orang perwira tuanku yang paling kecil? Padahal engkau berharap kepada Mesir dalam hal kereta dan orang-orang berkuda!"
  },
  {
    "reference": "Isa 36:10",
    "text": "Sekarang pun, adakah di luar kehendak Tuhan aku maju melawan negeri ini untuk memusnahkannya? Tuhan telah berfirman kepadaku: Majulah menyerang negeri itu dan musnahkanlah itu!”"
  },
  {
    "reference": "Isa 36:11",
    "text": "Lalu berkatalah Elyakim, Sebna dan Yoah kepada juru minuman agung: ”Silakan berbicara dalam bahasa Aram kepada hamba-hambamu ini, sebab kami mengerti; tetapi janganlah berbicara dengan kami dalam bahasa Yehuda sambil didengar oleh rakyat yang ada di atas tembok.”"
  },
  {
    "reference": "Isa 36:12",
    "text": "Tetapi juru minuman agung berkata: ”Adakah tuanku mengutus aku untuk mengucapkan perkataan-perkataan ini hanya kepada tuanmu dan kepadamu saja? Bukankah juga kepada orang-orang yang duduk di atas tembok, yang memakan tahinya dan meminum air kencingnya bersama-sama dengan kamu?”"
  },
  {
    "reference": "Isa 36:13",
    "text": "Kemudian berdirilah juru minuman agung dan berserulah ia dengan suara nyaring dalam bahasa Yehuda. Ia berkata: ”Dengarlah perkataan raja agung, raja Asyur!"
  },
  {
    "reference": "Isa 36:14",
    "text": "Beginilah kata raja: Janganlah Hizkia memperdayakan kamu, sebab ia tidak sanggup melepaskan kamu!"
  },
  {
    "reference": "Isa 36:15",
    "text": "Janganlah Hizkia mengajak kamu berharap kepada Tuhan dengan mengatakan: Tentulah Tuhan akan melepaskan kita; kota ini tidak akan diserahkan ke dalam tangan raja Asyur."
  },
  {
    "reference": "Isa 36:16",
    "text": "Janganlah dengarkan Hizkia, sebab beginilah kata raja Asyur: Adakanlah perjanjian penyerahan dengan aku dan datanglah ke luar kepadaku, maka setiap orang dari padamu akan makan dari pohon anggurnya dan dari pohon aranya serta minum dari sumurnya,"
  },
  {
    "reference": "Isa 36:17",
    "text": "sampai aku datang dan membawa kamu ke suatu negeri seperti negerimu, suatu negeri yang bergandum dan berair anggur, suatu negeri yang beroti dan berkebun anggur."
  },
  {
    "reference": "Isa 36:18",
    "text": "Jangan sampai Hizkia membujuk kamu dengan mengatakan: Tuhan akan melepaskan kita! Apakah pernah para allah bangsa-bangsa melepaskan negerinya masing-masing dari tangan raja Asyur?"
  },
  {
    "reference": "Isa 36:19",
    "text": "Di manakah para allah negeri Hamat dan Arpad? Di manakah para allah negeri Sefarwaim? Apakah mereka telah melepaskan Samaria dari tanganku?"
  },
  {
    "reference": "Isa 36:20",
    "text": "Siapakah di antara semua allah negeri-negeri ini yang telah melepaskan negeri mereka dari tanganku, sehingga Tuhan sanggup melepaskan Yerusalem dari tanganku?”"
  },
  {
    "reference": "Isa 36:21",
    "text": "Tetapi orang berdiam diri dan tidak menjawab dia sepatah kata pun, sebab ada perintah raja, bunyinya: ”Jangan kamu menjawab dia!”"
  },
  {
    "reference": "Isa 36:22",
    "text": "Kemudian pergilah Elyakim bin Hilkia, kepala istana, dan Sebna, panitera negara, dan Yoah bin Asaf, bendahara negara, menghadap Hizkia, dengan pakaian yang dikoyakkan, lalu memberitahukan kepada raja perkataan juru minuman agung."
  },
  {
    "reference": "Isa 37:1",
    "text": "Segera sesudah raja Hizkia mendengar itu, dikoyakkannyalah pakaiannya dan diselubunginyalah badannya dengan kain kabung, lalu masuklah ia ke rumah Tuhan."
  },
  {
    "reference": "Isa 37:2",
    "text": "Disuruhnyalah juga Elyakim, kepala istana, Sebna, panitera negara, dan yang tua-tua di antara para imam, dengan berselubungkan kain kabung, kepada nabi Yesaya bin Amos."
  },
  {
    "reference": "Isa 37:3",
    "text": "Berkatalah mereka kepadanya: ”Beginilah kata Hizkia: Hari ini hari kesesakan, hari hukuman dan penistaan; sebab sudah datang waktunya untuk melahirkan anak, tetapi tidak ada kekuatan untuk melahirkannya."
  },
  {
    "reference": "Isa 37:4",
    "text": "Mungkin Tuhan, Allahmu, sudah mendengar perkataan juru minuman agung yang telah diutus oleh raja Asyur, tuannya, untuk mencela Allah yang hidup, sehingga Tuhan, Allahmu, mau memberi hukuman karena perkataan-perkataan yang telah didengar-Nya. Maka baiklah engkau menaikkan doa untuk sisa yang masih tinggal ini!”"
  },
  {
    "reference": "Isa 37:5",
    "text": "Ketika pegawai-pegawai raja Hizkia sampai kepada Yesaya,"
  },
  {
    "reference": "Isa 37:6",
    "text": "berkatalah Yesaya kepada mereka: ”Beginilah kamu katakan kepada tuanmu: Beginilah firman Tuhan: Janganlah engkau takut terhadap perkataan yang kaudengar yang telah diucapkan oleh budak-budak raja Asyur untuk menghujat Aku."
  },
  {
    "reference": "Isa 37:7",
    "text": "Sesungguhnya, Aku akan menyuruh suatu roh masuk di dalamnya, sehingga ia mendengar suatu kabar dan pulang ke negerinya; Aku akan membuat dia mati rebah oleh pedang di negerinya sendiri.”"
  },
  {
    "reference": "Isa 37:8",
    "text": "Ketika juru minuman agung pulang, didapatinyalah raja Asyur berperang melawan Libna; sebab sudah didengarnya bahwa raja telah berangkat dari Lakhis."
  },
  {
    "reference": "Isa 37:9",
    "text": "Dalam pada itu raja mendengar tentang Tirhaka, raja Etiopia, berita yang demikian: ”Ia telah keluar berperang melawan engkau,” dan ketika mendengar itu, disuruhnyalah utusan-utusan kepada Hizkia dengan pesan:"
  },
  {
    "reference": "Isa 37:10",
    "text": "”Beginilah harus kamu katakan kepada Hizkia, raja Yehuda: Janganlah Allahmu yang kaupercayai itu memperdayakan engkau dengan menjanjikan: Yerusalem tidak akan diserahkan ke tangan raja Asyur."
  },
  {
    "reference": "Isa 37:11",
    "text": "Sesungguhnya, engkau ini telah mendengar tentang yang dilakukan raja-raja Asyur kepada segala negeri, yakni bahwa mereka telah menumpasnya; masakan engkau ini akan dilepaskan?"
  },
  {
    "reference": "Isa 37:12",
    "text": "Sudahkah para allah dari bangsa-bangsa yang telah dimusnahkan oleh nenek moyangku, dapat melepaskan mereka, yakni Gozan, Haran, Rezef dan bani Eden yang di Telasar?"
  },
  {
    "reference": "Isa 37:13",
    "text": "Di manakah raja negeri Hamat dan Arpad raja kota Sefarwaim, raja negeri Hena dan Iwa?”"
  },
  {
    "reference": "Isa 37:14",
    "text": "Hizkia menerima surat itu dari tangan para utusan, lalu membacanya; kemudian pergilah ia ke rumah Tuhan dan membentangkan surat itu di hadapan Tuhan."
  },
  {
    "reference": "Isa 37:15",
    "text": "Hizkia berdoa di hadapan Tuhan, katanya:"
  },
  {
    "reference": "Isa 37:16",
    "text": "- 37:16: Kel. 25:22 ”Ya Tuhan semesta alam, Allah Israel, yang bertakhta di atas kerubim! Hanya Engkau sendirilah Allah segala kerajaan di bumi; Engkaulah yang menjadikan langit dan bumi."
  },
  {
    "reference": "Isa 37:17",
    "text": "Sendengkanlah telinga-Mu, ya Tuhan, dan dengarlah; bukalah mata-Mu, ya Tuhan, dan lihatlah; dengarlah segala perkataan Sanherib yang telah dikirimnya untuk mencela Allah yang hidup."
  },
  {
    "reference": "Isa 37:18",
    "text": "Ya Tuhan, memang raja-raja Asyur telah memusnahkan semua bangsa dan negeri-negeri mereka"
  },
  {
    "reference": "Isa 37:19",
    "text": "dan menaruh para allah mereka ke dalam api, sebab mereka bukanlah Allah, hanya buatan tangan manusia, kayu dan batu; sebab itu dapat dibinasakan orang."
  },
  {
    "reference": "Isa 37:20",
    "text": "Maka sekarang, ya Tuhan, Allah kami, selamatkanlah kami dari tangannya, supaya segala kerajaan di bumi mengetahui, bahwa hanya Engkau sendirilah Tuhan.”"
  },
  {
    "reference": "Isa 37:21",
    "text": "Lalu Yesaya bin Amos menyuruh orang kepada Hizkia mengatakan: ”Beginilah firman Tuhan, Allah Israel: Tentang yang telah kaudoakan kepada-Ku mengenai Sanherib, raja Asyur,"
  },
  {
    "reference": "Isa 37:22",
    "text": "inilah firman yang telah diucapkan Tuhan mengenai dia: Anak dara, yaitu puteri Sion, telah menghina engkau, telah mengolok-olokkan engkau; dan puteri Yerusalem telah geleng-geleng kepala di belakangmu."
  },
  {
    "reference": "Isa 37:23",
    "text": "Siapakah yang engkau cela dan engkau hujat? terhadap siapakah engkau menyaringkan suaramu, dan memandang dengan sombong-sombong? Terhadap Yang Mahakudus, Allah Israel!"
  },
  {
    "reference": "Isa 37:24",
    "text": "Dengan perantaraan hamba-hambamu engkau telah mencela Tuhan, dan engkau telah berkata: Dengan banyaknya keretaku aku naik ke tempat-tempat tinggi di pegunungan, ke tempat yang paling jauh di gunung Libanon; aku telah menebang pohon-pohon arasnya yang tinggi besar, pohon-pohon sanobarnya yang terpilih; aku telah masuk ke tempat tinggi yang paling ujung, ke hutan pohon-pohonannya yang lebat."
  },
  {
    "reference": "Isa 37:25",
    "text": "Aku ini telah menggali air dan telah minum air; aku telah mengeringkan dengan telapak kakiku segala sungai di Mesir!"
  },
  {
    "reference": "Isa 37:26",
    "text": "Bukankah telah kaudengar, bahwa Aku telah menentukannya dari jauh hari dan telah merancangnya dari zaman purbakala? Sekarang Aku mewujudkannya, bahwa engkau membuat sunyi senyap kota-kota yang berkubu menjadi timbunan batu,"
  },
  {
    "reference": "Isa 37:27",
    "text": "sedang penduduknya yang tak berdaya menjadi terkejut dan malu; mereka menjadi seperti tumbuh-tumbuhan di padang dan seperti rumput hijau, seperti rumput di atas sotoh, atau gandum yang layu sebelum ia masak."
  },
  {
    "reference": "Isa 37:28",
    "text": "Aku tahu, jika engkau bangun atau duduk, jika keluar atau masuk, atau jika engkau mengamuk terhadap Aku."
  },
  {
    "reference": "Isa 37:29",
    "text": "Oleh karena engkau telah mengamuk terhadap Aku, dan kata-kata keangkuhanmu telah naik sampai ke telinga-Ku, maka Aku akan menaruh kelikir-Ku pada hidungmu dan kekang-Ku pada bibirmu, dan Aku akan memulangkan engkau melalui jalan, dari mana engkau datang."
  },
  {
    "reference": "Isa 37:30",
    "text": "Dan inilah yang akan menjadi tanda bagimu, hai Hizkia: Dalam tahun ini orang makan apa yang tumbuh sendiri, dan dalam tahun yang kedua, apa yang tumbuh dari tanaman yang pertama, tetapi dalam tahun yang ketiga, menaburlah kamu, menuai, membuat kebun anggur dan memakan buahnya."
  },
  {
    "reference": "Isa 37:31",
    "text": "Dan orang-orang yang terluput di antara kaum Yehuda, yaitu orang-orang yang masih tertinggal, akan berakar pula ke bawah dan menghasilkan buah ke atas."
  },
  {
    "reference": "Isa 37:32",
    "text": "Sebab dari Yerusalem akan keluar orang-orang yang tertinggal dan dari gunung Sion orang-orang yang terluput; giat cemburu Tuhan semesta alam akan melakukan hal ini."
  },
  {
    "reference": "Isa 37:33",
    "text": "Sebab itu beginilah firman Tuhan mengenai raja Asyur: Ia tidak akan masuk ke kota ini dan tidak akan menembakkan panah ke sana; juga ia tidak akan mendatanginya dengan perisai dan tidak akan menimbun tanah menjadi tembok untuk mengepungnya."
  },
  {
    "reference": "Isa 37:34",
    "text": "Melalui jalan, dari mana ia datang, ia akan pulang, tetapi ke kota ini ia tidak akan masuk, demikianlah firman Tuhan."
  },
  {
    "reference": "Isa 37:35",
    "text": "Dan Aku akan memagari kota ini untuk menyelamatkannya, oleh karena Aku dan oleh karena Daud, hamba-Ku.”"
  },
  {
    "reference": "Isa 37:36",
    "text": "Keluarlah Malaikat Tuhan, lalu dibunuh-Nyalah seratus delapan puluh lima ribu orang di dalam perkemahan Asyur. Keesokan harinya pagi-pagi tampaklah, semuanya bangkai orang-orang mati belaka!"
  },
  {
    "reference": "Isa 37:37",
    "text": "Sebab itu berangkatlah Sanherib, raja Asyur dan pulang, lalu tinggallah ia di Niniwe."
  },
  {
    "reference": "Isa 37:38",
    "text": "Pada suatu kali ketika ia sujud menyembah di dalam kuil Nisrokh, allahnya, maka Adramelekh dan Sarezer, anak-anaknya, membunuh dia dengan pedang, dan mereka meloloskan diri ke tanah Ararat. Kemudian Esarhadon, anaknya, menjadi raja menggantikan dia."
  },
  {
    "reference": "Isa 38:1",
    "text": "Pada hari-hari itu Hizkia jatuh sakit dan hampir mati. Lalu datanglah nabi Yesaya bin Amos dan berkata kepadanya: ”Beginilah firman Tuhan: Sampaikanlah pesan terakhir kepada keluargamu, sebab engkau akan mati, tidak akan sembuh lagi.”"
  },
  {
    "reference": "Isa 38:2",
    "text": "Lalu Hizkia memalingkan mukanya ke arah dinding dan ia berdoa kepada Tuhan."
  },
  {
    "reference": "Isa 38:3",
    "text": "Ia berkata: ”Ah Tuhan, ingatlah kiranya, bahwa aku telah hidup di hadapan-Mu dengan setia dan dengan tulus hati dan bahwa aku telah melakukan apa yang baik di mata-Mu.” Kemudian menangislah Hizkia dengan sangat."
  },
  {
    "reference": "Isa 38:4",
    "text": "Maka berfirmanlah Tuhan kepada Yesaya:"
  },
  {
    "reference": "Isa 38:5",
    "text": "”Pergilah dan katakanlah kepada Hizkia: Beginilah firman Tuhan, Allah Daud, bapa leluhurmu: Telah Kudengar doamu dan telah Kulihat air matamu. Sesungguhnya Aku akan memperpanjang hidupmu lima belas tahun lagi,"
  },
  {
    "reference": "Isa 38:6",
    "text": "dan Aku akan melepaskan engkau dan kota ini dari tangan raja Asyur dan Aku akan memagari kota ini."
  },
  {
    "reference": "Isa 38:7",
    "text": "Inilah yang akan menjadi tanda bagimu dari Tuhan, bahwa Tuhan akan melakukan apa yang telah dijanjikan-Nya:"
  },
  {
    "reference": "Isa 38:8",
    "text": "Sesungguhnya, bayang-bayang pada penunjuk matahari buatan Ahas akan Kubuat mundur ke belakang sepuluh tapak yang telah dijalaninya.” Maka pada penunjuk matahari itu matahari pun mundurlah ke belakang sepuluh tapak dari jarak yang telah dijalaninya."
  },
  {
    "reference": "Isa 38:9",
    "text": "Karangan Hizkia, raja Yehuda, sesudah ia sakit dan sembuh dari penyakitnya:"
  },
  {
    "reference": "Isa 38:10",
    "text": "Aku ini berkata: Dalam pertengahan umurku aku harus pergi, ke pintu gerbang dunia orang mati aku dipanggil untuk selebihnya dari hidupku."
  },
  {
    "reference": "Isa 38:11",
    "text": "Aku berkata: aku tidak akan melihat Tuhan lagi di negeri orang-orang yang hidup; aku tidak akan melihat seorang pun lagi di antara penduduk dunia."
  },
  {
    "reference": "Isa 38:12",
    "text": "Pondok kediamanku dibongkar dan dibuka seperti kemah gembala; seperti tukang tenun menggulung tenunannya aku mengakhiri hidupku; Tuhan memutus nyawaku dari benang hidup. Dari siang sampai malam Engkau membiarkan aku begitu saja,"
  },
  {
    "reference": "Isa 38:13",
    "text": "aku berteriak minta tolong sampai pagi; seperti singa demikianlah Tuhan menghancurkan segala tulang-tulangku; dari siang sampai malam Engkau membiarkan aku begitu saja."
  },
  {
    "reference": "Isa 38:14",
    "text": "Seperti burung layang-layang demikianlah aku menciap-ciap, suaraku redup seperti suara merpati. Mataku habis menengadah ke atas, ya Tuhan, pemerasan terjadi kepadaku; jadilah jaminan bagiku!"
  },
  {
    "reference": "Isa 38:15",
    "text": "Apakah yang akan kukatakan dan kuucapkan kepada Tuhan; bukankah Dia yang telah melakukannya? Aku sama sekali tidak dapat tidur karena pahit pedihnya perasaanku."
  },
  {
    "reference": "Isa 38:16",
    "text": "Ya Tuhan, karena inilah hatiku mengharapkan Engkau; tenangkanlah rohku, buatlah aku sehat, buatlah aku sembuh!"
  },
  {
    "reference": "Isa 38:17",
    "text": "Sesungguhnya, penderitaan yang pahit menjadi keselamatan bagiku; Engkaulah yang mencegah jiwaku dari lobang kebinasaan. Sebab Engkau telah melemparkan segala dosaku jauh dari hadapan-Mu."
  },
  {
    "reference": "Isa 38:18",
    "text": "Sebab dunia orang mati tidak dapat mengucap syukur kepada-Mu, dan maut tidak dapat memuji-muji Engkau; orang-orang yang turun ke liang kubur tidak menanti-nanti akan kesetiaan-Mu."
  },
  {
    "reference": "Isa 38:19",
    "text": "Tetapi hanyalah orang yang hidup, dialah yang mengucap syukur kepada-Mu, seperti aku pada hari ini; seorang bapa memberitahukan kesetiaan-Mu kepada anak-anaknya."
  },
  {
    "reference": "Isa 38:20",
    "text": "Tuhan telah datang menyelamatkan aku! Kami hendak main kecapi, seumur hidup kami di rumah Tuhan."
  },
  {
    "reference": "Isa 38:21",
    "text": "Kemudian berkatalah Yesaya: ”Baiklah diambil sebuah kue ara dan ditaruh pada barah itu, supaya sembuh!”"
  },
  {
    "reference": "Isa 38:22",
    "text": "Sebelum itu Hizkia telah berkata: ”Apakah yang akan menjadi tanda, bahwa aku akan pergi ke rumah Tuhan?”"
  },
  {
    "reference": "Isa 39:1",
    "text": "Pada waktu itu Merodakh-Baladan bin Baladan, raja Babel, menyuruh orang membawa surat dan pemberian kepada Hizkia, sebab telah didengarnya bahwa Hizkia sakit tadinya dan sudah kuat kembali."
  },
  {
    "reference": "Isa 39:2",
    "text": "Hizkia bersukacita atas kedatangan mereka, lalu diperlihatkannyalah kepada mereka gedung harta bendanya, emas dan perak, rempah-rempah dan minyak yang berharga, segenap gedung persenjataannya dan segala yang terdapat dalam perbendaharaannya. Tidak ada barang yang tidak diperlihatkan Hizkia kepada mereka di istananya dan di seluruh daerah kekuasaannya."
  },
  {
    "reference": "Isa 39:3",
    "text": "Kemudian datanglah nabi Yesaya kepada raja Hizkia dan bertanya kepadanya: ”Apakah yang telah dikatakan orang-orang ini? Dan dari manakah mereka datang?” Jawab Hizkia: ”Mereka datang dari negeri yang jauh, dari Babel!”"
  },
  {
    "reference": "Isa 39:4",
    "text": "Lalu tanyanya lagi: ”Apakah yang telah dilihat mereka di istanamu?” Jawab Hizkia: ”Semua yang ada di istanaku telah mereka lihat. Tidak ada barang yang tidak kuperlihatkan kepada mereka di perbendaharaanku.”"
  },
  {
    "reference": "Isa 39:5",
    "text": "Lalu Yesaya berkata kepada Hizkia: ”Dengarkanlah firman Tuhan semesta alam!"
  },
  {
    "reference": "Isa 39:6",
    "text": "Sesungguhnya, suatu masa akan datang, bahwa segala yang ada dalam istanamu dan yang disimpan oleh nenek moyangmu sampai hari ini akan diangkut ke Babel. Tidak ada barang yang akan ditinggalkan, demikianlah firman Tuhan."
  },
  {
    "reference": "Isa 39:7",
    "text": "- 39:7: Dan. 1:1-7; 2Raj. 24:10-16; 2Taw. 36:10 Dan dari keturunanmu yang akan kauperoleh, akan diambil orang untuk menjadi sida-sida di istana raja Babel.”"
  },
  {
    "reference": "Isa 39:8",
    "text": "Hizkia menjawab kepada Yesaya: ”Sungguh baik firman Tuhan yang engkau ucapkan itu!” Tetapi pikirnya: ”Asal ada damai dan keamanan seumur hidupku!”"
  },
  {
    "reference": "Isa 40:1",
    "text": "Hiburkanlah, hiburkanlah umat-Ku, demikian firman Allahmu,"
  },
  {
    "reference": "Isa 40:2",
    "text": "tenangkanlah hati Yerusalem dan serukanlah kepadanya, bahwa perhambaannya sudah berakhir, bahwa kesalahannya telah diampuni, sebab ia telah menerima hukuman dari tangan Tuhan dua kali lipat karena segala dosanya."
  },
  {
    "reference": "Isa 40:3",
    "text": "- 40:3: Mat. 3:3; Mrk. 1:3; Yoh. 1:23 - 40:3-5: Luk. 3:4-6 Ada suara yang berseru-seru: ”Persiapkanlah di padang gurun jalan untuk Tuhan, luruskanlah di padang belantara jalan raya bagi Allah kita!"
  },
  {
    "reference": "Isa 40:4",
    "text": "Setiap lembah harus ditutup, dan setiap gunung dan bukit diratakan; tanah yang berbukit-bukit harus menjadi tanah yang rata, dan tanah yang berlekuk-lekuk menjadi dataran;"
  },
  {
    "reference": "Isa 40:5",
    "text": "maka kemuliaan Tuhan akan dinyatakan dan seluruh umat manusia akan melihatnya bersama-sama; sungguh, Tuhan sendiri telah mengatakannya.”"
  },
  {
    "reference": "Isa 40:6",
    "text": "- 40:6-8: Yak. 1:10-11; 1Ptr. 1:24-25 Ada suara yang berkata: ”Berserulah!” Jawabku: ”Apakah yang harus kuserukan?” ”Seluruh umat manusia adalah seperti rumput dan semua semaraknya seperti bunga di padang."
  },
  {
    "reference": "Isa 40:7",
    "text": "Rumput menjadi kering, bunga menjadi layu, apabila Tuhan menghembusnya dengan nafas-Nya. Sesungguhnyalah bangsa itu seperti rumput."
  },
  {
    "reference": "Isa 40:8",
    "text": "Rumput menjadi kering, bunga menjadi layu, tetapi firman Allah kita tetap untuk selama-lamanya.”"
  },
  {
    "reference": "Isa 40:9",
    "text": "Hai Sion, pembawa kabar baik, naiklah ke atas gunung yang tinggi! Hai Yerusalem, pembawa kabar baik, nyaringkanlah suaramu kuat-kuat, nyaringkanlah suaramu, jangan takut! Katakanlah kepada kota-kota Yehuda: ”Lihat, itu Allahmu!”"
  },
  {
    "reference": "Isa 40:10",
    "text": "- 40:10: Yes. 62:11; Why. 22:12 Lihat, itu Tuhan Allah, Ia datang dengan kekuatan dan dengan tangan-Nya Ia berkuasa. Lihat, mereka yang menjadi upah jerih payah-Nya ada bersama-sama Dia, dan mereka yang diperoleh-Nya berjalan di hadapan-Nya."
  },
  {
    "reference": "Isa 40:11",
    "text": "- 40:11: Yoh. 10:11 Seperti seorang gembala Ia menggembalakan kawanan ternak-Nya dan menghimpunkannya dengan tangan-Nya; anak-anak domba dipangku-Nya, induk-induk domba dituntun-Nya dengan hati-hati. Allah di atas semua allah 40:12-31"
  },
  {
    "reference": "Isa 40:12",
    "text": "Siapa yang menakar air laut dengan lekuk tangannya dan mengukur langit dengan jengkal, menyukat debu tanah dengan takaran, menimbang gunung-gunung dengan dacing, atau bukit-bukit dengan neraca?"
  },
  {
    "reference": "Isa 40:13",
    "text": "- 40:13: Rm. 11:34; 1Kor. 2:16 Siapa yang dapat mengatur Roh Tuhan atau memberi petunjuk kepada-Nya sebagai penasihat?"
  },
  {
    "reference": "Isa 40:14",
    "text": "Kepada siapa Tuhan meminta nasihat untuk mendapat pengertian, dan siapa yang mengajar Tuhan untuk menjalankan keadilan, atau siapa mengajar Dia pengetahuan dan memberi Dia petunjuk supaya Ia bertindak dengan pengertian?"
  },
  {
    "reference": "Isa 40:15",
    "text": "Sesungguhnya, bangsa-bangsa adalah seperti setitik air dalam timba dan dianggap seperti sebutir debu pada neraca. Sesungguhnya, pulau-pulau tidak lebih dari abu halus beratnya."
  },
  {
    "reference": "Isa 40:16",
    "text": "Libanon tidak mencukupi bagi kayu api dan margasatwanya tidak mencukupi bagi korban bakaran."
  },
  {
    "reference": "Isa 40:17",
    "text": "Segala bangsa seperti tidak ada di hadapan-Nya mereka dianggap-Nya hampa dan sia-sia saja."
  },
  {
    "reference": "Isa 40:18",
    "text": "- 40:18-19: Kis. 17:29 Jadi dengan siapa hendak kamu samakan Allah, dan apa yang dapat kamu anggap serupa dengan Dia?"
  },
  {
    "reference": "Isa 40:19",
    "text": "Patungkah? Tukang besi menuangnya, dan pandai emas melapisinya dengan emas, membuat rantai-rantai perak untuknya."
  },
  {
    "reference": "Isa 40:20",
    "text": "Orang yang mendirikan arca, memilih kayu yang tidak lekas busuk, mencari tukang yang ahli untuk menegakkan patung yang tidak lekas goyang."
  },
  {
    "reference": "Isa 40:21",
    "text": "Tidakkah kamu tahu? Tidakkah kamu dengar? Tidakkah diberitahukan kepadamu dari mulanya? Tidakkah kamu mengerti dari sejak dasar bumi diletakkan?"
  },
  {
    "reference": "Isa 40:22",
    "text": "Dia yang bertakhta di atas bulatan bumi yang penduduknya seperti belalang; Dia yang membentangkan langit seperti kain dan memasangnya seperti kemah kediaman!"
  },
  {
    "reference": "Isa 40:23",
    "text": "Dia yang membuat pembesar-pembesar menjadi tidak ada dan yang menjadikan hakim-hakim dunia sia-sia saja!"
  },
  {
    "reference": "Isa 40:24",
    "text": "Baru saja mereka ditanam, baru saja mereka ditaburkan, baru saja cangkok mereka berakar di dalam tanah, sudah juga Ia meniup kepada mereka, sehingga mereka kering dan diterbangkan oleh badai seperti jerami."
  },
  {
    "reference": "Isa 40:25",
    "text": "Dengan siapa hendak kamu samakan Aku, seakan-akan Aku seperti dia? firman Yang Mahakudus."
  },
  {
    "reference": "Isa 40:26",
    "text": "Arahkanlah matamu ke langit dan lihatlah: siapa yang menciptakan semua bintang itu dan menyuruh segenap tentara mereka keluar, sambil memanggil nama mereka sekaliannya? Satu pun tiada yang tak hadir, oleh sebab Ia maha kuasa dan maha kuat."
  },
  {
    "reference": "Isa 40:27",
    "text": "Mengapakah engkau berkata demikian, hai Yakub, dan berkata begini, hai Israel: ”Hidupku tersembunyi dari Tuhan, dan hakku tidak diperhatikan Allahku?”"
  },
  {
    "reference": "Isa 40:28",
    "text": "Tidakkah kautahu, dan tidakkah kaudengar? Tuhan ialah Allah kekal yang menciptakan bumi dari ujung ke ujung; Ia tidak menjadi lelah dan tidak menjadi lesu, tidak terduga pengertian-Nya."
  },
  {
    "reference": "Isa 40:29",
    "text": "Dia memberi kekuatan kepada yang lelah dan menambah semangat kepada yang tiada berdaya."
  },
  {
    "reference": "Isa 40:30",
    "text": "Orang-orang muda menjadi lelah dan lesu dan teruna-teruna jatuh tersandung,"
  },
  {
    "reference": "Isa 40:31",
    "text": "tetapi orang-orang yang menanti-nantikan Tuhan mendapat kekuatan baru: mereka seumpama rajawali yang naik terbang dengan kekuatan sayapnya; mereka berlari dan tidak menjadi lesu, mereka berjalan dan tidak menjadi lelah."
  },
  {
    "reference": "Isa 41:1",
    "text": "Dengarkanlah Aku dengan berdiam diri, hai pulau-pulau; hendaklah bangsa-bangsa mendapat kekuatan baru! Biarlah mereka datang mendekat, kemudian berbicara; baiklah kita tampil bersama-sama untuk beperkara!"
  },
  {
    "reference": "Isa 41:2",
    "text": "Siapakah yang menggerakkan dia dari timur, menggerakkan dia yang mendapat kemenangan di setiap langkahnya, yang menaklukkan bangsa-bangsa ke depannya dan menurunkan raja-raja? Pedangnya membuat mereka seperti debu dan panahnya membuat mereka seperti jerami yang tertiup."
  },
  {
    "reference": "Isa 41:3",
    "text": "Ia mengejar mereka dan dengan selamat ia melalui jalan yang belum pernah diinjak kakinya."
  },
  {
    "reference": "Isa 41:4",
    "text": "Siapakah yang melakukan dan mengerjakan semuanya itu? Dia yang dari dahulu memanggil bangkit keturunan-keturunan, Aku, Tuhan, yang terdahulu, dan bagi mereka yang terkemudian Aku tetap Dia juga."
  },
  {
    "reference": "Isa 41:5",
    "text": "Pulau-pulau telah melihatnya dan menjadi takut, ujung-ujung bumi pun menjadi gemetar; mereka datang dan makin mendekat."
  },
  {
    "reference": "Isa 41:6",
    "text": "Yang seorang menolong yang lain dan berkata kepada temannya: ”Kuatkanlah hatimu!”"
  },
  {
    "reference": "Isa 41:7",
    "text": "Tukang besi menguatkan hati tukang emas, dan orang yang memipihkan logam dengan martil menguatkan hati orang yang menempa di atas landasan; ia berkata tentang patrian: ”Itu baik,” lalu menguatkannya dengan paku-paku, sehingga tidak goyang. Israel hamba Tuhan 41:8-20"
  },
  {
    "reference": "Isa 41:8",
    "text": "- 41:8: 2Taw. 20:7; Yak. 2:23 Tetapi engkau, hai Israel, hamba-Ku, hai Yakub, yang telah Kupilih, keturunan Abraham, yang Kukasihi;"
  },
  {
    "reference": "Isa 41:9",
    "text": "engkau yang telah Kuambil dari ujung-ujung bumi dan yang telah Kupanggil dari penjuru-penjurunya, Aku berkata kepadamu: ”Engkau hamba-Ku, Aku telah memilih engkau dan tidak menolak engkau”;"
  },
  {
    "reference": "Isa 41:10",
    "text": "janganlah takut, sebab Aku menyertai engkau, janganlah bimbang, sebab Aku ini Allahmu; Aku akan meneguhkan, bahkan akan menolong engkau; Aku akan memegang engkau dengan tangan kanan-Ku yang membawa kemenangan."
  },
  {
    "reference": "Isa 41:11",
    "text": "Sesungguhnya, semua orang yang bangkit amarahnya terhadap engkau akan mendapat malu dan kena noda; orang-orang yang membantah engkau akan seperti tidak ada dan akan binasa;"
  },
  {
    "reference": "Isa 41:12",
    "text": "engkau akan mencari orang-orang yang berkelahi dengan engkau, tetapi tidak akan menemui mereka; orang-orang yang berperang melawan engkau akan seperti tidak ada dan hampa."
  },
  {
    "reference": "Isa 41:13",
    "text": "Sebab Aku ini, Tuhan, Allahmu, memegang tangan kananmu dan berkata kepadamu: ”Janganlah takut, Akulah yang menolong engkau.”"
  },
  {
    "reference": "Isa 41:14",
    "text": "Janganlah takut, hai si cacing Yakub, hai si ulat Israel! Akulah yang menolong engkau, demikianlah firman Tuhan, dan yang menebus engkau ialah Yang Mahakudus, Allah Israel."
  },
  {
    "reference": "Isa 41:15",
    "text": "Sesungguhnya, Aku membuat engkau menjadi papan pengirik yang tajam dan baru, dengan gigi dua jajar; engkau akan mengirik gunung-gunung dan menghancurkannya, dan bukit-bukit pun akan kaubuat seperti sekam."
  },
  {
    "reference": "Isa 41:16",
    "text": "Engkau akan menampi mereka, lalu angin akan menerbangkan mereka, dan badai akan menyerakkan mereka. Tetapi engkau ini akan bersorak-sorak di dalam Tuhan dan bermegah di dalam Yang Mahakudus, Allah Israel."
  },
  {
    "reference": "Isa 41:17",
    "text": "Orang-orang sengsara dan orang-orang miskin sedang mencari air, tetapi tidak ada, lidah mereka kering kehausan; tetapi Aku, Tuhan, akan menjawab mereka, dan sebagai Allah orang Israel Aku tidak akan meninggalkan mereka."
  },
  {
    "reference": "Isa 41:18",
    "text": "Aku akan membuat sungai-sungai memancar di atas bukit-bukit yang gundul, dan membuat mata-mata air membual di tengah dataran; Aku akan membuat padang gurun menjadi telaga dan memancarkan air dari tanah kering."
  },
  {
    "reference": "Isa 41:19",
    "text": "Aku akan menanam pohon aras di padang gurun, pohon penaga, pohon murad dan pohon minyak; Aku akan menumbuhkan pohon sanobar di padang belantara dan pohon berangan serta pohon cemara di sampingnya,"
  },
  {
    "reference": "Isa 41:20",
    "text": "supaya semua orang melihat dan mengetahui, memperhatikan dan memahami, bahwa tangan Tuhan yang membuat semuanya ini dan Yang Mahakudus, Allah Israel, yang menciptakannya. Tuhan menantang berhala-berhala 41:21-29"
  },
  {
    "reference": "Isa 41:21",
    "text": "Ajukanlah perkaramu, firman Tuhan, kemukakanlah alasan-alasanmu, firman Raja, Allah Yakub."
  },
  {
    "reference": "Isa 41:22",
    "text": "Biarlah mereka maju dan memberitahukan kepada kami apa yang akan terjadi! Nubuat yang dahulu, beritahukanlah apa artinya, supaya kami memperhatikannya, atau hal-hal yang akan datang, kabarkanlah kepada kami, supaya kami mengetahui kesudahannya!"
  },
  {
    "reference": "Isa 41:23",
    "text": "Beritahukanlah hal-hal yang akan datang kemudian, supaya kami mengetahui, bahwa kamu ini sungguh allah; bertindak sajalah, biar secara baik ataupun secara buruk, supaya kami bersama-sama tercengang melihatnya!"
  },
  {
    "reference": "Isa 41:24",
    "text": "Sesungguhnya, kamu ini adalah seperti tidak ada dan perbuatan-perbuatanmu adalah hampa; orang yang memilih kamu adalah kejijikan."
  },
  {
    "reference": "Isa 41:25",
    "text": "Aku telah menggerakkan seorang dari utara dan ia telah datang, dari sebelah matahari terbit Aku telah memanggil dia dengan namanya. Seperti tukang periuk menginjak-injak tanah liat, demikian dia akan menginjak-injak penguasa-penguasa seperti lumpur."
  },
  {
    "reference": "Isa 41:26",
    "text": "Siapakah yang memberitahukannya dari mulanya, sehingga kami mengetahuinya, dan dari dahulu, sehingga kami mengatakan: ”Benarlah dia?” Sungguh, tidak ada orang yang memberitahukannya, tidak ada orang yang mengabarkannya, tidak ada orang yang mendengar sepatah kata pun dari padamu."
  },
  {
    "reference": "Isa 41:27",
    "text": "Sebagai yang pertama Aku memberitahukannya kepada Sion, dan Aku memberikan orang yang membawa kabar baik kepada Yerusalem."
  },
  {
    "reference": "Isa 41:28",
    "text": "Apabila Aku melihat berkeliling, maka tidak ada seorang pun, dan di antara semua mereka ini tidak ada yang dapat memberi petunjuk, atau yang dapat memberi jawab kalau Aku menanyakan mereka."
  },
  {
    "reference": "Isa 41:29",
    "text": "Sesungguhnya, sekaliannya mereka seperti tidak ada, perbuatan-perbuatan mereka hampa, patung-patung tuangan mereka angin dan kesia-siaan."
  },
  {
    "reference": "Isa 42:1",
    "text": "- 42:1: Mat. 3:17, 17:5; Mrk. 1:11; Luk. 3:22, 9:35 - 42:1-4: Mat. 12:18-21 Lihat, itu hamba-Ku yang Kupegang, orang pilihan-Ku, yang kepadanya Aku berkenan. Aku telah menaruh Roh-Ku ke atasnya, supaya ia menyatakan hukum kepada bangsa-bangsa."
  },
  {
    "reference": "Isa 42:2",
    "text": "Ia tidak akan berteriak atau menyaringkan suara atau memperdengarkan suaranya di jalan."
  },
  {
    "reference": "Isa 42:3",
    "text": "Buluh yang patah terkulai tidak akan diputuskannya, dan sumbu yang pudar nyalanya tidak akan dipadamkannya, tetapi dengan setia ia akan menyatakan hukum."
  },
  {
    "reference": "Isa 42:4",
    "text": "Ia sendiri tidak akan menjadi pudar dan tidak akan patah terkulai, sampai ia menegakkan hukum di bumi; segala pulau mengharapkan pengajarannya."
  },
  {
    "reference": "Isa 42:5",
    "text": "- 42:5: Kis. 17:24-25 Beginilah firman Allah, Tuhan, yang menciptakan langit dan membentangkannya, yang menghamparkan bumi dengan segala yang tumbuh di atasnya, yang memberikan nafas kepada umat manusia yang mendudukinya dan nyawa kepada mereka yang hidup di atasnya:"
  },
  {
    "reference": "Isa 42:6",
    "text": "- 42:6: Yes. 49:6; Luk. 2:32; Kis. 13:47, 26:23 ”Aku ini, Tuhan, telah memanggil engkau untuk maksud penyelamatan, telah memegang tanganmu; Aku telah membentuk engkau dan memberi engkau menjadi perjanjian bagi umat manusia, menjadi terang untuk bangsa-bangsa,"
  },
  {
    "reference": "Isa 42:7",
    "text": "untuk membuka mata yang buta, untuk mengeluarkan orang hukuman dari tempat tahanan dan mengeluarkan orang-orang yang duduk dalam gelap dari rumah penjara."
  },
  {
    "reference": "Isa 42:8",
    "text": "Aku ini Tuhan, itulah nama-Ku; Aku tidak akan memberikan kemuliaan-Ku kepada yang lain atau kemasyhuran-Ku kepada patung."
  },
  {
    "reference": "Isa 42:9",
    "text": "Nubuat-nubuat yang dahulu sekarang sudah menjadi kenyataan, hal-hal yang baru hendak Kuberitahukan. Sebelum hal-hal itu muncul, Aku mengabarkannya kepadamu.” Puji-pujian tentang penyelamatan 42:10-17"
  },
  {
    "reference": "Isa 42:10",
    "text": "Nyanyikanlah nyanyian baru bagi Tuhan dan pujilah Dia dari ujung bumi! Baiklah laut bergemuruh serta segala isinya dan pulau-pulau dengan segala penduduknya."
  },
  {
    "reference": "Isa 42:11",
    "text": "Baiklah padang gurun menyaringkan suara dengan kota-kotanya dan dengan desa-desa yang didiami Kedar! Baiklah bersorak-sorai penduduk Bukit Batu, baiklah mereka berseru-seru dari puncak gunung-gunung!"
  },
  {
    "reference": "Isa 42:12",
    "text": "Baiklah mereka memberi penghormatan kepada Tuhan, dan memberitakan pujian yang kepada-Nya di pulau-pulau."
  },
  {
    "reference": "Isa 42:13",
    "text": "Tuhan keluar berperang seperti pahlawan, seperti orang perang Ia membangkitkan semangat-Nya untuk bertempur; Ia bertempik sorak, ya, Ia memekik, terhadap musuh-musuh-Nya Ia membuktikan kepahlawanan-Nya."
  },
  {
    "reference": "Isa 42:14",
    "text": "Aku membisu dari sejak dahulu kala, Aku berdiam diri, Aku menahan hati-Ku; sekarang Aku mau mengerang seperti perempuan yang melahirkan, Aku mau mengah-mengah dan megap-megap."
  },
  {
    "reference": "Isa 42:15",
    "text": "Aku mau membuat tandus gunung-gunung dan bukit-bukit, dan mau membuat layu segala tumbuh-tumbuhannya; Aku mau membuat sungai-sungai menjadi tanah kering dan mau membuat kering telaga-telaga."
  },
  {
    "reference": "Isa 42:16",
    "text": "Aku mau memimpin orang-orang buta di jalan yang tidak mereka kenal, dan mau membawa mereka berjalan di jalan-jalan yang tidak mereka kenal. Aku mau membuat kegelapan yang di depan mereka menjadi terang dan tanah yang berkeluk-keluk menjadi tanah yang rata. Itulah hal-hal yang hendak Kulakukan kepada mereka, yang pasti akan Kulaksanakan."
  },
  {
    "reference": "Isa 42:17",
    "text": "Orang-orang yang percaya kepada patung pahatan akan berpaling ke belakang dan mendapat malu, yaitu orang-orang yang berkata kepada patung tuangan: ”Kamulah allah kami!” Kegagalan dan kebutaan Israel 42:18-25"
  },
  {
    "reference": "Isa 42:18",
    "text": "Dengarkanlah, hai orang-orang tuli pandanglah dan lihatlah, hai orang-orang buta!"
  },
  {
    "reference": "Isa 42:19",
    "text": "Siapakah yang buta selain dari hamba-Ku, dan yang tuli seperti utusan yang Kusuruh? Siapakah yang buta seperti suruhan-Ku dan yang tuli seperti hamba Tuhan?"
  },
  {
    "reference": "Isa 42:20",
    "text": "Engkau melihat banyak, tetapi tidak memperhatikan, engkau memasang telinga, tetapi tidak mendengar."
  },
  {
    "reference": "Isa 42:21",
    "text": "Tuhan telah berkenan demi penyelamatan-Nya untuk memberi pengajaran-Nya yang besar dan mulia;"
  },
  {
    "reference": "Isa 42:22",
    "text": "namun mereka suatu bangsa yang dijarah dan dirampok, mereka semua terjebak dalam geronggang-geronggang dan disembunyikan dalam rumah-rumah penjara; mereka telah menjadi jarahan dan tidak ada yang melepaskan, menjadi rampasan dan tidak ada yang berkata: ”Kembalikanlah!”"
  },
  {
    "reference": "Isa 42:23",
    "text": "Siapakah di antara kamu yang mau memasang telinga kepada hal ini, yang mau memperhatikan dan mendengarkannya untuk masa yang kemudian?"
  },
  {
    "reference": "Isa 42:24",
    "text": "Siapakah yang menyerahkan Yakub untuk dirampas, dan Israel kepada penjarah? Bukankah itu Tuhan? Sebab kepada-Nya kita telah berdosa, dan orang tidak mau mengikuti jalan yang telah ditunjuk-Nya, dan kepada pengajaran-Nya orang tidak mau mendengar."
  },
  {
    "reference": "Isa 42:25",
    "text": "Maka Ia telah menumpahkan kepadanya kepanasan amarah-Nya dan peperangan yang hebat, yang menghanguskan dia dari sekeliling, tetapi ia tidak menginsafinya, dan yang membakar dia, tetapi ia tidak memperhatikannya."
  },
  {
    "reference": "Isa 43:1",
    "text": "Tetapi sekarang, beginilah firman Tuhan yang menciptakan engkau, hai Yakub, yang membentuk engkau, hai Israel: ”Janganlah takut, sebab Aku telah menebus engkau, Aku telah memanggil engkau dengan namamu, engkau ini kepunyaan-Ku."
  },
  {
    "reference": "Isa 43:2",
    "text": "Apabila engkau menyeberang melalui air, Aku akan menyertai engkau, atau melalui sungai-sungai, engkau tidak akan dihanyutkan; apabila engkau berjalan melalui api, engkau tidak akan dihanguskan, dan nyala api tidak akan membakar engkau."
  },
  {
    "reference": "Isa 43:3",
    "text": "Sebab Akulah Tuhan, Allahmu, Yang Mahakudus, Allah Israel, Juruselamatmu. Aku menebus engkau dengan Mesir, dan memberikan Etiopia dan Syeba sebagai gantimu."
  },
  {
    "reference": "Isa 43:4",
    "text": "Oleh karena engkau berharga di mata-Ku dan mulia, dan Aku ini mengasihi engkau, maka Aku memberikan manusia sebagai gantimu, dan bangsa-bangsa sebagai ganti nyawamu."
  },
  {
    "reference": "Isa 43:5",
    "text": "Janganlah takut, sebab Aku ini menyertai engkau, Aku akan mendatangkan anak cucumu dari timur, dan Aku akan menghimpun engkau dari barat."
  },
  {
    "reference": "Isa 43:6",
    "text": "Aku akan berkata kepada utara: Berikanlah! dan kepada selatan: Janganlah tahan-tahan! Bawalah anak-anak-Ku laki-laki dari jauh, dan anak-anak-Ku perempuan dari ujung-ujung bumi,"
  },
  {
    "reference": "Isa 43:7",
    "text": "semua orang yang disebutkan dengan nama-Ku yang Kuciptakan untuk kemuliaan-Ku, yang Kubentuk dan yang juga Kujadikan!” Israel sebagai saksi Tuhan 43:8-21"
  },
  {
    "reference": "Isa 43:8",
    "text": "Biarlah orang membawa tampil bangsa yang buta sekalipun ada matanya, yang tuli sekalipun ada telinganya!"
  },
  {
    "reference": "Isa 43:9",
    "text": "Biarlah berhimpun bersama-sama segala bangsa-bangsa, dan biarlah berkumpul suku-suku bangsa! Siapakah di antara mereka yang dapat memberitahukan hal-hal ini, yang dapat mengabarkan kepada kita hal-hal yang dahulu? Biarlah mereka membawa saksi-saksinya, supaya mereka nyata benar; biarlah orang mendengarnya dan berkata: ”Benar demikian!”"
  },
  {
    "reference": "Isa 43:10",
    "text": "”Kamu inilah saksi-saksi-Ku,” demikianlah firman Tuhan, ”dan hamba-Ku yang telah Kupilih, supaya kamu tahu dan percaya kepada-Ku dan mengerti, bahwa Aku tetap Dia. Sebelum Aku tidak ada Allah dibentuk, dan sesudah Aku tidak akan ada lagi."
  },
  {
    "reference": "Isa 43:11",
    "text": "Aku, Akulah Tuhan dan tidak ada juruselamat selain dari pada-Ku."
  },
  {
    "reference": "Isa 43:12",
    "text": "Akulah yang memberitahukan, menyelamatkan dan mengabarkan, dan bukannya allah asing yang ada di antaramu. Kamulah saksi-saksi-Ku,” demikianlah firman Tuhan, ”dan Akulah Allah."
  },
  {
    "reference": "Isa 43:13",
    "text": "Juga seterusnya Aku tetap Dia, dan tidak ada yang dapat melepaskan dari tangan-Ku; Aku melakukannya, siapakah yang dapat mencegahnya?”"
  },
  {
    "reference": "Isa 43:14",
    "text": "Beginilah firman Tuhan, Penebusmu, Yang Mahakudus, Allah Israel: ”Oleh karena kamu Aku mau menyuruh orang ke Babel dan mau membuka semua palang-palang pintu penjara, dan sorak-sorai orang Kasdim menjadi keluh kesah."
  },
  {
    "reference": "Isa 43:15",
    "text": "Akulah Tuhan, Yang Mahakudus, Allahmu, Rajamu, yang menciptakan Israel.”"
  },
  {
    "reference": "Isa 43:16",
    "text": "Beginilah firman Tuhan, yang telah membuat jalan melalui laut dan melalui air yang hebat,"
  },
  {
    "reference": "Isa 43:17",
    "text": "yang telah menyuruh kereta dan kuda keluar untuk berperang, juga tentara dan orang gagah – mereka terbaring, tidak dapat bangkit, sudah mati, sudah padam sebagai sumbu –,"
  },
  {
    "reference": "Isa 43:18",
    "text": "firman-Nya: ”Janganlah ingat-ingat hal-hal yang dahulu, dan janganlah perhatikan hal-hal yang dari zaman purbakala!"
  },
  {
    "reference": "Isa 43:19",
    "text": "Lihat, Aku hendak membuat sesuatu yang baru, yang sekarang sudah tumbuh, belumkah kamu mengetahuinya? Ya, Aku hendak membuat jalan di padang gurun dan sungai-sungai di padang belantara."
  },
  {
    "reference": "Isa 43:20",
    "text": "Binatang hutan akan memuliakan Aku, serigala dan burung unta, sebab Aku telah membuat air memancar di padang gurun dan sungai-sungai di padang belantara, untuk memberi minum umat pilihan-Ku;"
  },
  {
    "reference": "Isa 43:21",
    "text": "umat yang telah Kubentuk bagi-Ku akan memberitakan kemasyhuran-Ku.” Dosa Israel diampuni 43:22-28"
  },
  {
    "reference": "Isa 43:22",
    "text": "”Sungguh, engkau tidak memanggil Aku, hai Yakub, dan engkau tidak bersusah-susah karena Aku, hai Israel."
  },
  {
    "reference": "Isa 43:23",
    "text": "Engkau tidak membawa domba korban bakaranmu bagi-Ku, dan tidak memuliakan Aku dengan korban sembelihanmu. Aku tidak memberati engkau dengan menuntut korban sajian atau menyusahi engkau dengan menuntut kemenyan."
  },
  {
    "reference": "Isa 43:24",
    "text": "Engkau tidak membeli tebu wangi bagi-Ku dengan uang atau mengenyangkan Aku dengan lemak korban sembelihanmu. Tetapi engkau memberati Aku dengan dosamu, engkau menyusahi Aku dengan kesalahanmu."
  },
  {
    "reference": "Isa 43:25",
    "text": "Aku, Akulah Dia yang menghapus dosa pemberontakanmu oleh karena Aku sendiri, dan Aku tidak mengingat-ingat dosamu."
  },
  {
    "reference": "Isa 43:26",
    "text": "Ingatkanlah Aku, marilah kita beperkara, kemukakanlah segala sesuatu, supaya engkau nyata benar!"
  },
  {
    "reference": "Isa 43:27",
    "text": "Bapa leluhurmu yang pertama sudah berdosa, dan jurubicaramu telah memberontak terhadap Aku."
  },
  {
    "reference": "Isa 43:28",
    "text": "Jadi Aku terpaksa menajiskan pemimpin-pemimpin tempat kudus, dan terpaksa menyerahkan Yakub untuk ditumpas dan Israel untuk dinista.”"
  },
  {
    "reference": "Isa 44:1",
    "text": "”Tetapi sekarang, dengarlah, hai Yakub, hamba-Ku, dan hai Israel, yang telah Kupilih!"
  },
  {
    "reference": "Isa 44:2",
    "text": "Beginilah firman Tuhan yang menjadikan engkau, yang membentuk engkau sejak dari kandungan dan yang menolong engkau: Janganlah takut, hai hamba-Ku Yakub, dan hai Yesyurun, yang telah Kupilih!"
  },
  {
    "reference": "Isa 44:3",
    "text": "Sebab Aku akan mencurahkan air ke atas tanah yang haus, dan hujan lebat ke atas tempat yang kering. Aku akan mencurahkan Roh-Ku ke atas keturunanmu, dan berkat-Ku ke atas anak cucumu."
  },
  {
    "reference": "Isa 44:4",
    "text": "Mereka akan tumbuh seperti rumput di tengah-tengah air, seperti pohon-pohon gandarusa di tepi sungai."
  },
  {
    "reference": "Isa 44:5",
    "text": "Yang satu akan berkata: Aku kepunyaan Tuhan, yang lain akan menyebut dirinya dengan nama Yakub, dan yang ketiga akan menuliskan pada tangannya: Kepunyaan Tuhan, dan akan menggelari dirinya dengan nama Israel.”"
  },
  {
    "reference": "Isa 44:6",
    "text": "- 44:6: Yes. 48:12; Why. 1:17, 22:13 Beginilah firman Tuhan, Raja dan Penebus Israel, Tuhan semesta alam: ”Akulah yang terdahulu dan Akulah yang terkemudian; tidak ada Allah selain dari pada-Ku."
  },
  {
    "reference": "Isa 44:7",
    "text": "Siapakah seperti Aku? Biarlah ia menyerukannya, biarlah ia memberitahukannya dan membentangkannya kepada-Ku! Siapakah yang mengabarkan dari dahulu kala hal-hal yang akan datang? Apa yang akan tiba, biarlah mereka memberitahukannya kepada kami!"
  },
  {
    "reference": "Isa 44:8",
    "text": "Janganlah gentar dan janganlah takut, sebab memang dari dahulu telah Kukabarkan dan Kuberitahukan hal itu kepadamu. Kamulah saksi-saksi-Ku! Adakah Allah selain dari pada-Ku? Tidak ada Gunung Batu yang lain, tidak ada Kukenal!” Kebodohan pemujaan patung 44:9-20"
  },
  {
    "reference": "Isa 44:9",
    "text": "Orang-orang yang membentuk patung, semuanya adalah kesia-siaan, dan barang-barang kesayangan mereka itu tidaklah memberi faedah. Penyembah-penyembah patung itu tidaklah melihat dan tidaklah mengetahui apa-apa; oleh karena itu mereka akan mendapat malu."
  },
  {
    "reference": "Isa 44:10",
    "text": "Siapakah yang membentuk allah dan menuang patung yang tidak memberi faedah?"
  },
  {
    "reference": "Isa 44:11",
    "text": "Sesungguhnya, semua pengikutnya akan mendapat malu, dan tukang-tukangnya adalah manusia belaka. Biarlah mereka semua berkumpul dan bangkit berdiri! Mereka akan gentar dan mendapat malu bersama-sama."
  },
  {
    "reference": "Isa 44:12",
    "text": "Tukang besi membuatnya dalam bara api dan menempanya dengan palu, ia mengerjakannya dengan segala tenaga yang ada di tangannya. Bahkan ia menahan lapar sehingga habislah tenaganya, dan ia tidak minum air sehingga ia letih lesu."
  },
  {
    "reference": "Isa 44:13",
    "text": "Tukang kayu merentangkan tali pengukur dan membuat bagan sebuah patung dengan kapur merah; ia mengerjakannya dengan pahat dan menggarisinya dengan jangka, lalu ia memberi bentuk seorang laki-laki kepadanya, seperti seorang manusia yang tampan, dan selanjutnya ditempatkan dalam kuil."
  },
  {
    "reference": "Isa 44:14",
    "text": "Mungkin ia menebang pohon-pohon aras atau ia memilih pohon saru atau pohon tarbantin, lalu membiarkannya tumbuh menjadi besar di antara pohon-pohon di hutan, atau ia menanam pohon salam, lalu hujan membuatnya besar."
  },
  {
    "reference": "Isa 44:15",
    "text": "Dan kayunya menjadi kayu api bagi manusia, yang memakainya untuk memanaskan diri; lagipula ia menyalakannya untuk membakar roti. Tetapi juga ia membuatnya menjadi allah lalu menyembah kepadanya; ia mengerjakannya menjadi patung lalu sujud kepadanya."
  },
  {
    "reference": "Isa 44:16",
    "text": "Setengahnya dibakarnya dalam api dan di atasnya dipanggangnya daging. Lalu ia memakan daging yang dipanggang itu sampai kenyang; ia memanaskan diri sambil berkata: ”Ha, aku sudah menjadi panas, aku telah merasakan kepanasan api.”"
  },
  {
    "reference": "Isa 44:17",
    "text": "Dan sisa kayu itu dikerjakannya menjadi allah, menjadi patung sembahannya; ia sujud kepadanya, ia menyembah dan berdoa kepadanya, katanya: ”Tolonglah aku, sebab engkaulah allahku!”"
  },
  {
    "reference": "Isa 44:18",
    "text": "Orang seperti itu tidak mengetahui apa-apa dan tidak mengerti apa-apa, sebab matanya melekat tertutup, sehingga tidak dapat melihat, dan hatinya tertutup juga, sehingga tidak dapat memahami."
  },
  {
    "reference": "Isa 44:19",
    "text": "Tidak ada yang mempertimbangkannya, tidak ada cukup pengetahuan atau pengertian untuk mengatakan: ”Setengahnya sudah kubakar dalam api dan di atas baranya juga sudah kubakar roti, sudah kupanggang daging, lalu kumakan. Masakan sisanya akan kubuat menjadi dewa kekejian? Masakan aku akan menyembah kepada kayu kering?”"
  },
  {
    "reference": "Isa 44:20",
    "text": "Orang yang sibuk dengan abu belaka, disesatkan oleh hatinya yang tertipu; ia tidak dapat menyelamatkan jiwanya atau mengatakan: ”Bukankah dusta yang menjadi peganganku?” Tuhan Penebus Israel 44:21-28"
  },
  {
    "reference": "Isa 44:21",
    "text": "Ingatlah semuanya ini, hai Yakub, sebab engkaulah hamba-Ku, hai Israel. Aku telah membentuk engkau, engkau adalah hamba-Ku; hai Israel, engkau tidak Kulupakan."
  },
  {
    "reference": "Isa 44:22",
    "text": "Aku telah menghapus segala dosa pemberontakanmu seperti kabut diterbangkan angin dan segala dosamu seperti awan yang tertiup. Kembalilah kepada-Ku, sebab Aku telah menebus engkau!"
  },
  {
    "reference": "Isa 44:23",
    "text": "Bersorak-sorailah, hai langit, sebab Tuhan telah bertindak, bertempiksoraklah, hai rahim bumi! Bergembiralah dengan sorak-sorai, hai gunung-gunung, hai hutan serta segala pohon di dalamnya! Sebab Tuhan telah menebus Yakub, dan Ia telah memperlihatkan keagungan-Nya dalam hal Israel."
  },
  {
    "reference": "Isa 44:24",
    "text": "Beginilah firman Tuhan, Penebusmu, yang membentuk engkau sejak dari kandungan; ”Akulah Tuhan, yang menjadikan segala sesuatu, yang seorang diri membentangkan langit, yang menghamparkan bumi – siapakah yang mendampingi Aku? –"
  },
  {
    "reference": "Isa 44:25",
    "text": "- 44:25: 1Kor. 1:20 Akulah yang meniadakan tanda-tanda peramal pembohong dan mempermain-mainkan tukang-tukang tenung; yang membuat orang-orang bijaksana mundur ke belakang, dan membalikkan pengetahuan mereka menjadi kebodohan;"
  },
  {
    "reference": "Isa 44:26",
    "text": "Akulah yang menguatkan perkataan hamba-hamba-Ku dan melaksanakan keputusan-keputusan yang diberitakan utusan-utusan-Ku; yang berkata tentang Yerusalem: Baiklah ia didiami! dan tentang kota-kota Yehuda: Baiklah ia dibangun, Aku mau mendirikan kembali reruntuhannya!"
  },
  {
    "reference": "Isa 44:27",
    "text": "Akulah yang berkata kepada tubir lautan: Jadilah kering, Aku mau mengeringkan sungai-sungaimu!"
  },
  {
    "reference": "Isa 44:28",
    "text": "- 44:28: 2Taw. 36:23; Ezr. 1:2 Akulah yang berkata tentang Koresh: Dia gembala-Ku; segala kehendak-Ku akan digenapinya dengan mengatakan tentang Yerusalem: Baiklah ia dibangun! dan tentang Bait Suci: Baiklah diletakkan dasarnya!”"
  },
  {
    "reference": "Isa 45:1",
    "text": "Beginilah firman Tuhan: ”Inilah firman-Ku kepada orang yang Kuurapi, kepada Koresh yang tangan kanannya Kupegang supaya Aku menundukkan bangsa-bangsa di depannya dan melucuti raja-raja, supaya Aku membuka pintu-pintu di depannya dan supaya pintu-pintu gerbang tidak tinggal tertutup:"
  },
  {
    "reference": "Isa 45:2",
    "text": "Aku sendiri hendak berjalan di depanmu dan hendak meratakan gunung-gunung, hendak memecahkan pintu-pintu tembaga dan hendak mematahkan palang-palang besi."
  },
  {
    "reference": "Isa 45:3",
    "text": "Aku akan memberikan kepadamu harta benda yang terpendam dan harta kekayaan yang tersembunyi, supaya engkau tahu, bahwa Akulah Tuhan, Allah Israel, yang memanggil engkau dengan namamu."
  },
  {
    "reference": "Isa 45:4",
    "text": "Oleh karena hamba-Ku Yakub dan Israel, pilihan-Ku, maka Aku memanggil engkau dengan namamu, menggelari engkau, sekalipun engkau tidak mengenal Aku."
  },
  {
    "reference": "Isa 45:5",
    "text": "Akulah Tuhan dan tidak ada yang lain; kecuali Aku tidak ada Allah. Aku telah mempersenjatai engkau, sekalipun engkau tidak mengenal Aku,"
  },
  {
    "reference": "Isa 45:6",
    "text": "supaya orang tahu dari terbitnya matahari sampai terbenamnya, bahwa tidak ada yang lain di luar Aku. Akulah Tuhan dan tidak ada yang lain,"
  },
  {
    "reference": "Isa 45:7",
    "text": "yang menjadikan terang dan menciptakan gelap, yang menjadikan nasib mujur dan menciptakan nasib malang; Akulah Tuhan yang membuat semuanya ini."
  },
  {
    "reference": "Isa 45:8",
    "text": "Hai langit, teteskanlah keadilan dari atas, dan baiklah awan-awan mencurahkannya! Baiklah bumi membukakan diri dan bertunaskan keselamatan, dan baiklah ditumbuhkannya keadilan! Akulah Tuhan yang menciptakan semuanya ini.” Tuhan adalah Pencipta 45:9-19"
  },
  {
    "reference": "Isa 45:9",
    "text": "- 45:9: Rm. 9:20 Celakalah orang yang berbantah dengan Pembentuknya; dia tidak lain dari beling periuk saja! Adakah tanah liat berkata kepada pembentuknya: ”Apakah yang kaubuat?” atau yang telah dibuatnya: ”Engkau tidak punya tangan!”"
  },
  {
    "reference": "Isa 45:10",
    "text": "Celakalah orang yang berkata kepada ayahnya: ”Apakah yang kauperanakkan?” dan kepada ibunya: ”Apakah yang kaulahirkan?”"
  },
  {
    "reference": "Isa 45:11",
    "text": "Beginilah firman Tuhan, Yang Mahakudus, Allah dan Pembentuk Israel: ”Kamukah yang mengajukan pertanyaan kepada-Ku mengenai anak-anak-Ku, atau memberi perintah kepada-Ku mengenai yang dibuat tangan-Ku?"
  },
  {
    "reference": "Isa 45:12",
    "text": "Akulah yang menjadikan bumi dan yang menciptakan manusia di atasnya; tangan-Kulah yang membentangkan langit, dan Akulah yang memberi perintah kepada seluruh tentaranya."
  },
  {
    "reference": "Isa 45:13",
    "text": "Akulah yang menggerakkan Koresh untuk maksud penyelamatan, dan Aku akan meratakan segala jalannya; dialah yang akan membangun kota-Ku dan yang akan melepaskan orang-orang-Ku yang ada dalam pembuangan, tanpa bayaran dan tanpa suap,” firman Tuhan semesta alam."
  },
  {
    "reference": "Isa 45:14",
    "text": "Beginilah firman Tuhan: ”Hasil tanah dari Mesir dan segala laba dari Etiopia dan orang-orang Syeba, orang-orang yang tinggi perawakannya, akan pindah kepadamu dan menjadi kepunyaanmu, mereka akan berjalan di belakangmu dengan dirantai; mereka akan sujud kepadamu dan akan membujuk engkau, katanya: Hanya di tengah-tengahmu ada Allah, dan tidak ada yang lain; di samping Dia tidak ada Allah!"
  },
  {
    "reference": "Isa 45:15",
    "text": "Sungguh, Engkau Allah yang menyembunyikan diri, Allah Israel, Juruselamat."
  },
  {
    "reference": "Isa 45:16",
    "text": "Tetapi tukang-tukang berhala harus mundur dengan penuh noda, semuanya akan mendapat malu dan kena noda juga."
  },
  {
    "reference": "Isa 45:17",
    "text": "Sedangkan Israel diselamatkan oleh Tuhan dengan keselamatan yang selama-lamanya; kamu tidak akan mendapat malu dan tidak akan kena noda sampai selamanya dan seterusnya.”"
  },
  {
    "reference": "Isa 45:18",
    "text": "Sebab beginilah firman Tuhan, yang menciptakan langit, – Dialah Allah – yang membentuk bumi dan menjadikannya dan yang menegakkannya, – dan Ia menciptakannya bukan supaya kosong, tetapi Ia membentuknya untuk didiami –: ”Akulah Tuhan dan tidak ada yang lain."
  },
  {
    "reference": "Isa 45:19",
    "text": "Tidak pernah Aku berkata dengan sembunyi atau di tempat bumi yang gelap. Tidak pernah Aku menyuruh keturunan Yakub untuk mencari Aku dengan sia-sia! Aku, Tuhan, selalu berkata benar, selalu memberitakan apa yang lurus.” Seruan kepada bangsa-bangsa supaya kembali kepada Tuhan 45:20-25"
  },
  {
    "reference": "Isa 45:20",
    "text": "”Berhimpunlah dan datanglah, tampillah bersama-sama, hai kamu sekalian yang terluput di antara bangsa-bangsa! Tiada berpengetahuan orang-orang yang mengarak patung dari kayu dan yang berdoa kepada allah yang tidak dapat menyelamatkan."
  },
  {
    "reference": "Isa 45:21",
    "text": "Beritahukanlah dan kemukakanlah alasanmu, ya, biarlah mereka berunding bersama-sama: Siapakah yang mengabarkan hal ini dari zaman purbakala, dan memberitahukannya dari sejak dahulu? Bukankah Aku, Tuhan? Tidak ada yang lain, tidak ada Allah selain dari pada-Ku! Allah yang adil dan Juruselamat, tidak ada yang lain kecuali Aku!"
  },
  {
    "reference": "Isa 45:22",
    "text": "Berpalinglah kepada-Ku dan biarkanlah dirimu diselamatkan, hai ujung-ujung bumi! Sebab Akulah Allah dan tidak ada yang lain."
  },
  {
    "reference": "Isa 45:23",
    "text": "- 45:23: Rm. 14:11; Flp. 2:10-11 Demi Aku sendiri Aku telah bersumpah, dari mulut-Ku telah keluar kebenaran, suatu firman yang tidak dapat ditarik kembali: dan semua orang akan bertekuk lutut di hadapan-Ku, dan akan bersumpah setia dalam segala bahasa,"
  },
  {
    "reference": "Isa 45:24",
    "text": "sambil berkata: Keadilan dan kekuatan hanya ada di dalam Tuhan. Semua orang yang telah bangkit amarahnya terhadap Dia akan datang kepada-Nya dan mendapat malu,"
  },
  {
    "reference": "Isa 45:25",
    "text": "tetapi seluruh keturunan Israel akan nyata benar dan akan bermegah di dalam Tuhan.”"
  },
  {
    "reference": "Isa 46:1",
    "text": "Dewa Bel sudah ditundukkan, dewa Nebo sudah direbahkan, patung-patungnya sudah diangkut di atas binatang, di atas hewan; yang pernah kamu arak, sekarang telah dimuatkan sebagai beban pada binatang yang lelah,"
  },
  {
    "reference": "Isa 46:2",
    "text": "yang tidak dapat menyelamatkan bebannya itu. Dewa-dewa itu bersama-sama direbahkan dan ditundukkan dan mereka sendiri harus pergi sebagai tawanan."
  },
  {
    "reference": "Isa 46:3",
    "text": "”Dengarkanlah Aku, hai kaum keturunan Yakub, hai semua orang yang masih tinggal dari keturunan Israel, hai orang-orang yang Kudukung sejak dari kandungan, hai orang-orang yang Kujunjung sejak dari rahim."
  },
  {
    "reference": "Isa 46:4",
    "text": "Sampai masa tuamu Aku tetap Dia dan sampai masa putih rambutmu Aku menggendong kamu. Aku telah melakukannya dan mau menanggung kamu terus; Aku mau memikul kamu dan menyelamatkan kamu."
  },
  {
    "reference": "Isa 46:5",
    "text": "Kepada siapakah kamu hendak menyamakan Aku, hendak membandingkan dan mengumpamakan Aku, sehingga kami sama?"
  },
  {
    "reference": "Isa 46:6",
    "text": "Orang mengeluarkan emas dari dalam kantongnya dan menimbang perak dengan dacing, mereka mengupah tukang emas untuk membuat allah dari bahan itu, lalu mereka menyembahnya, juga sujud kepadanya!"
  },
  {
    "reference": "Isa 46:7",
    "text": "Mereka mengangkatnya ke atas bahu dan memikulnya, lalu menaruhnya di tempatnya; di situ ia berdiri dan tidak dapat beralih dari tempatnya. Sekalipun orang berseru kepadanya, ia tidak menjawab dan ia tidak menyelamatkan mereka dari kesesakannya."
  },
  {
    "reference": "Isa 46:8",
    "text": "Ingatlah hal itu dan jadilah malu, pertimbangkanlah dalam hati, hai orang-orang pemberontak!"
  },
  {
    "reference": "Isa 46:9",
    "text": "Ingatlah hal-hal yang dahulu dari sejak purbakala, bahwasanya Akulah Allah dan tidak ada yang lain, Akulah Allah dan tidak ada yang seperti Aku,"
  },
  {
    "reference": "Isa 46:10",
    "text": "yang memberitahukan dari mulanya hal yang kemudian dan dari zaman purbakala apa yang belum terlaksana, yang berkata: Keputusan-Ku akan sampai, dan segala kehendak-Ku akan Kulaksanakan,"
  },
  {
    "reference": "Isa 46:11",
    "text": "yang memanggil burung buas dari timur, dan orang yang melaksanakan putusan-Ku dari negeri yang jauh. Aku telah mengatakannya, maka Aku hendak melangsungkannya, Aku telah merencanakannya, maka Aku hendak melaksanakannya."
  },
  {
    "reference": "Isa 46:12",
    "text": "Dengarkanlah Aku hai orang-orang yang congkak, orang-orang yang jauh dari kebenaran:"
  },
  {
    "reference": "Isa 46:13",
    "text": "Keselamatan yang dari pada-Ku tidak jauh lagi, sebab Aku telah mendekatkannya dan kelepasan yang Kuberikan tidak bertangguh lagi; Aku akan memberikan kelepasan di Sion dan keagungan-Ku kepada Israel.”"
  },
  {
    "reference": "Isa 47:1",
    "text": "- 47:1-15: Yes. 13:1–14:23; Yer. 50:1–51:64 Turunlah dan duduklah di atas debu, hai anak dara, puteri Babel! Duduklah di tanah dengan tidak bertakhta, hai puteri Kasdim! Sebab engkau tidak akan disebutkan lagi manis dan genit."
  },
  {
    "reference": "Isa 47:2",
    "text": "Ambillah batu kilangan dan gilinglah tepung, bukalah kerudungmu; angkatlah sarungmu, singkapkanlah paha, seberangilah sungai-sungai!"
  },
  {
    "reference": "Isa 47:3",
    "text": "Biarlah auratmu tersingkap dan aibmu kelihatan! Aku akan mengadakan pembalasan dan tidak menyayangkan seorang pun,"
  },
  {
    "reference": "Isa 47:4",
    "text": "kata Penebus kami, Tuhan semesta alam nama-Nya, Yang Mahakudus, Allah Israel."
  },
  {
    "reference": "Isa 47:5",
    "text": "Duduklah dengan berdiam diri dan masuklah ke dalam gelap, hai puteri Kasdim! Sebab engkau tidak akan disebutkan lagi ratu atas kerajaan-kerajaan."
  },
  {
    "reference": "Isa 47:6",
    "text": "Aku tadinya murka terhadap umat-Ku, menajiskan milik pusaka-Ku, dan menyerahkannya ke dalam tanganmu; dan engkau tidak menaruh belas kasihan kepada mereka, bahkan sangat memberatkan kukmu kepada orang yang tua."
  },
  {
    "reference": "Isa 47:7",
    "text": "Katamu tadinya: ”Untuk selama-lamanya aku tetap menjadi ratu!” sedang engkau tidak menyadari dan tidak memikirkan kesudahan semuanya itu."
  },
  {
    "reference": "Isa 47:8",
    "text": "- 47:8-9: Why. 18:7-8 Oleh sebab itu, dengarlah ini, hai orang yang hidup bermanja-manja, yang duduk-duduk dengan tenang, yang berkata dalam hatimu: ”Tiada yang lain di sampingku! Aku tidak akan jadi janda dan tidak akan menjadi punah!”"
  },
  {
    "reference": "Isa 47:9",
    "text": "Kedua hal itu akan menimpa engkau dalam sekejap mata, pada satu hari juga. Kepunahan dan kejandaan dengan sepenuhnya akan menimpa engkau, sekalipun banyak sihirmu dan sangat kuat manteramu."
  },
  {
    "reference": "Isa 47:10",
    "text": "Engkau tadinya merasa aman dalam kejahatanmu, katamu: ”Tiada yang melihat aku!” Kebijaksanaanmu dan pengetahuanmu itulah yang menyesatkan engkau, sehingga engkau berkata dalam hatimu: ”Tiada yang lain di sampingku!”"
  },
  {
    "reference": "Isa 47:11",
    "text": "Tetapi malapetaka akan menimpa engkau, engkau tidak tahu mempergunakan jampimu terhadapnya; bencana akan jatuh atasmu, engkau tidak sanggup menampiknya dengan mempersembahkan korban; kebinasaan akan menimpa engkau dengan sekonyong-konyong, yang tidak terduga olehmu."
  },
  {
    "reference": "Isa 47:12",
    "text": "Bertahan sajalah dengan segala manteramu dan sihirmu yang banyak itu, yang telah kaurepotkan dari sejak kecilmu; mungkin engkau sanggup mendatangkan bantuan, mungkin engkau dapat menimbulkan ketakutan."
  },
  {
    "reference": "Isa 47:13",
    "text": "Engkau telah payah karena banyaknya nasihat! Biarlah tampil dan menyelamatkan engkau orang-orang yang meneliti segala penjuru langit, yang menilik bintang-bintang dan yang pada setiap bulan baru memberitahukan apa yang akan terjadi atasmu!"
  },
  {
    "reference": "Isa 47:14",
    "text": "Sesungguhnya, mereka sebagai jerami yang dibakar api; mereka tidak dapat melepaskan nyawanya dari kuasa nyala api; api itu bukan bara api untuk memanaskan diri, bukan api untuk berdiang!"
  },
  {
    "reference": "Isa 47:15",
    "text": "Demikianlah faedahnya bagimu dari tukang-tukang jampi itu, yang telah kaurepotkan dari sejak kecilmu; masing-masing mereka terhuyung-huyung ke segala jurusan, tidak ada yang dapat menyelamatkan engkau."
  },
  {
    "reference": "Isa 48:1",
    "text": "Dengarlah firman ini, hai kaum keturunan Yakub, yang menyebutkan dirinya dengan nama Israel dan yang adalah keturunan Yehuda, yang bersumpah demi nama Tuhan dan mengakui Allah Israel – tetapi bukan dengan sungguh-sungguh dan dengan tulus hati –"
  },
  {
    "reference": "Isa 48:2",
    "text": "bahkan mereka menyebutkan dirinya menurut kota kudus dan mereka bertopang kepada Allah Israel, Tuhan semesta alam nama-Nya;"
  },
  {
    "reference": "Isa 48:3",
    "text": "firman Tuhan: ”Hal-hal yang terjadi di masa yang lampau telah Kuberitahukan dari sejak dahulu, Aku telah mengucapkannya dan telah mengabarkannya. Kemudian dengan sekonyong-konyong Aku melaksanakannya juga dan semuanya itu sudah menjadi kenyataan."
  },
  {
    "reference": "Isa 48:4",
    "text": "Oleh karena Aku tahu, bahwa engkau tegar tengkuk, keras kepala dan berkepala batu,"
  },
  {
    "reference": "Isa 48:5",
    "text": "maka Aku memberitahukannya kepadamu dari sejak dahulu; sebelum hal itu menjadi kenyataan, Aku mengabarkannya kepadamu, supaya jangan engkau berkata: Berhalaku yang melakukannya, patung pahatanku dan patung tuanganku yang memerintahkannya."
  },
  {
    "reference": "Isa 48:6",
    "text": "Engkau telah mendengar semuanya itu dan sekarang engkau harus melihatnya; tidakkah kamu sendiri mau mengakuinya? Aku mengabarkan kepadamu hal-hal yang baru dari sejak sekarang, dan hal-hal yang tersimpan yang belum kauketahui."
  },
  {
    "reference": "Isa 48:7",
    "text": "Baru sekarang hal-hal itu diciptakan dan bukan dari sejak dahulu, dan sebelumnya engkau tidak mendengarnya, supaya jangan engkau berkata: Memang aku telah mengetahuinya!"
  },
  {
    "reference": "Isa 48:8",
    "text": "Engkau tidak mendengarnya ataupun mengetahuinya, juga telingamu tidak terbuka dari sejak dahulu; tetapi Aku telah mengetahui, bahwa engkau berbuat khianat sekeji-kejinya, dan bahwa orang menyebutkan engkau: pemberontak sejak dari kandungan."
  },
  {
    "reference": "Isa 48:9",
    "text": "Oleh karena nama-Ku Aku menahan amarah-Ku dan oleh karena kemasyhuran-Ku Aku mengasihani engkau, sehingga Aku tidak melenyapkan engkau."
  },
  {
    "reference": "Isa 48:10",
    "text": "Sesungguhnya, Aku telah memurnikan engkau, namun bukan seperti perak, tetapi Aku telah menguji engkau dalam dapur kesengsaraan."
  },
  {
    "reference": "Isa 48:11",
    "text": "Aku akan melakukannya oleh karena Aku, ya oleh karena Aku sendiri, sebab masakan nama-Ku akan dinajiskan? Aku tidak akan memberikan kemuliaan-Ku kepada yang lain!” Tuhan menebus Israel 48:12-22"
  },
  {
    "reference": "Isa 48:12",
    "text": "- 48:12: Yes. 44:6; Why. 1:17, 22:13 ”Dengarkanlah Aku, hai Yakub, dan engkau Israel yang Kupanggil! Akulah yang tetap sama, Akulah yang terdahulu, Akulah juga yang terkemudian!"
  },
  {
    "reference": "Isa 48:13",
    "text": "Tangan-Ku juga meletakkan dasar bumi, dan tangan kanan-Ku membentangkan langit. Ketika Aku menyebut namanya, semuanya bermunculan."
  },
  {
    "reference": "Isa 48:14",
    "text": "Berhimpunlah kamu sekalian dan dengarlah! Siapakah di antara mereka memberitahukan semuanya ini? Dia yang dikasihi Tuhan akan melaksanakan kehendak Tuhan terhadap Babel dan menunjukkan kekuatan tangan Tuhan kepada orang Kasdim."
  },
  {
    "reference": "Isa 48:15",
    "text": "Aku, Akulah yang mengatakannya dan yang memanggil dia juga, Akulah yang mendatangkan dia, dan segala usahanya akan berhasil."
  },
  {
    "reference": "Isa 48:16",
    "text": "Mendekatlah kepada-Ku, dengarlah ini: Dari dahulu tidak pernah Aku berkata dengan sembunyi dan pada waktu hal itu terjadi Aku ada di situ.” Dan sekarang, Tuhan Allah mengutus aku dengan Roh-Nya."
  },
  {
    "reference": "Isa 48:17",
    "text": "Beginilah firman Tuhan, Penebusmu, Yang Mahakudus, Allah Israel: ”Akulah Tuhan, Allahmu, yang mengajar engkau tentang apa yang memberi faedah, yang menuntun engkau di jalan yang harus kautempuh."
  },
  {
    "reference": "Isa 48:18",
    "text": "Sekiranya engkau memperhatikan perintah-perintah-Ku, maka damai sejahteramu akan seperti sungai yang tidak pernah kering, dan kebahagiaanmu akan terus berlimpah seperti gelombang-gelombang laut yang tidak pernah berhenti,"
  },
  {
    "reference": "Isa 48:19",
    "text": "maka keturunanmu akan seperti pasir dan anak cucumu seperti kersik banyaknya; nama mereka tidak akan dilenyapkan atau ditiadakan dari hadapan-Ku.”"
  },
  {
    "reference": "Isa 48:20",
    "text": "- 48:20: Why. 18:4 Keluarlah dari Babel, larilah dari Kasdim! Beritahukanlah dengan suara sorak-sorai dan kabarkanlah hal ini! Siarkanlah itu sampai ke ujung bumi! Katakanlah: ” Tuhan telah menebus Yakub, hamba-Nya!”"
  },
  {
    "reference": "Isa 48:21",
    "text": "Mereka tidak menderita haus, ketika Ia memimpin mereka melalui tempat-tempat yang tandus; Ia mengeluarkan air dari gunung batu bagi mereka; Ia membelah gunung batu, maka memancarlah air."
  },
  {
    "reference": "Isa 48:22",
    "text": "- 48:22: Yes. 57:21 ”Tidak ada damai sejahtera bagi orang-orang fasik!” firman Tuhan."
  },
  {
    "reference": "Isa 49:1",
    "text": "- 49:1: Yer. 1:5 Dengarkanlah aku, hai pulau-pulau, perhatikanlah, hai bangsa-bangsa yang jauh! Tuhan telah memanggil aku sejak dari kandungan telah menyebut namaku sejak dari perut ibuku."
  },
  {
    "reference": "Isa 49:2",
    "text": "- 49:2: Ibr. 4:12; Why. 1:16 Ia telah membuat mulutku sebagai pedang yang tajam dan membuat aku berlindung dalam naungan tangan-Nya. Ia telah membuat aku menjadi anak panah yang runcing dan menyembunyikan aku dalam tabung panah-Nya."
  },
  {
    "reference": "Isa 49:3",
    "text": "Ia berfirman kepadaku: ”Engkau adalah hamba-Ku, Israel, dan olehmu Aku akan menyatakan keagungan-Ku.”"
  },
  {
    "reference": "Isa 49:4",
    "text": "Tetapi aku berkata: ”Aku telah bersusah-susah dengan percuma, dan telah menghabiskan kekuatanku dengan sia-sia dan tak berguna; namun, hakku terjamin pada Tuhan dan upahku pada Allahku.”"
  },
  {
    "reference": "Isa 49:5",
    "text": "Maka sekarang firman Tuhan, yang membentuk aku sejak dari kandungan untuk menjadi hamba-Nya, untuk mengembalikan Yakub kepada-Nya, dan supaya Israel dikumpulkan kepada-Nya – maka aku dipermuliakan di mata Tuhan, dan Allahku menjadi kekuatanku –, firman-Nya:"
  },
  {
    "reference": "Isa 49:6",
    "text": "- 49:6: Yes. 42:6; Luk. 2:32; Kis. 13:47, 26:23 ”Terlalu sedikit bagimu hanya untuk menjadi hamba-Ku, untuk menegakkan suku-suku Yakub dan untuk mengembalikan orang-orang Israel yang masih terpelihara. Tetapi Aku akan membuat engkau menjadi terang bagi bangsa-bangsa supaya keselamatan yang dari pada-Ku sampai ke ujung bumi.”"
  },
  {
    "reference": "Isa 49:7",
    "text": "Beginilah firman Tuhan, Penebus Israel, Allahnya yang Mahakudus, kepada dia yang dihinakan orang, kepada dia yang dijijikkan bangsa-bangsa, kepada hamba penguasa-penguasa: ”Raja-raja akan melihat perbuatan-Ku, lalu bangkit memberi hormat, dan pembesar-pembesar akan sujud menyembah, oleh karena Tuhan yang setia oleh karena Yang Mahakudus, Allah Israel, yang memilih engkau.” Sion dipulihkan 49:8–50:3"
  },
  {
    "reference": "Isa 49:8",
    "text": "- 49:8: 2Kor. 6:2 Beginilah firman Tuhan: ”Pada waktu Aku berkenan, Aku akan menjawab engkau, dan pada hari Aku menyelamatkan, Aku akan menolong engkau; Aku telah membentuk dan memberi engkau, menjadi perjanjian bagi umat manusia, untuk membangunkan bumi kembali dan untuk membagi-bagikan tanah pusaka yang sudah sunyi sepi,"
  },
  {
    "reference": "Isa 49:9",
    "text": "untuk mengatakan kepada orang-orang yang terkurung: Keluarlah! kepada orang-orang yang ada di dalam gelap: Tampillah! Di sepanjang jalan mereka seperti domba yang tidak pernah kekurangan rumput, dan di segala bukit gundul pun tersedia rumput bagi mereka."
  },
  {
    "reference": "Isa 49:10",
    "text": "- 49:10: Why. 7:16-17 Mereka tidak menjadi lapar atau haus; angin hangat dan terik matahari tidak akan menimpa mereka, sebab Penyayang mereka akan memimpin mereka dan akan menuntun mereka ke dekat sumber-sumber air."
  },
  {
    "reference": "Isa 49:11",
    "text": "Aku akan membuat segala gunung-Ku menjadi jalan dan segala jalan raya-Ku akan Kuratakan."
  },
  {
    "reference": "Isa 49:12",
    "text": "Lihat, ada orang yang datang dari jauh, ada dari utara dan dari barat, dan ada dari tanah Sinim.”"
  },
  {
    "reference": "Isa 49:13",
    "text": "Bersorak-sorailah, hai langit, bersorak-soraklah, hai bumi, dan bergembiralah dengan sorak-sorai, hai gunung-gunung! Sebab Tuhan menghibur umat-Nya dan menyayangi orang-orang-Nya yang tertindas."
  },
  {
    "reference": "Isa 49:14",
    "text": "Sion berkata: ” Tuhan telah meninggalkan aku dan Tuhanku telah melupakan aku.”"
  },
  {
    "reference": "Isa 49:15",
    "text": "Dapatkah seorang perempuan melupakan bayinya, sehingga ia tidak menyayangi anak dari kandungannya? Sekalipun dia melupakannya, Aku tidak akan melupakan engkau."
  },
  {
    "reference": "Isa 49:16",
    "text": "Lihat, Aku telah melukiskan engkau di telapak tangan-Ku; tembok-tembokmu tetap di ruang mata-Ku."
  },
  {
    "reference": "Isa 49:17",
    "text": "Orang-orang yang membangun engkau datang bersegera, tetapi orang-orang yang merombak dan merusak engkau meninggalkan engkau."
  },
  {
    "reference": "Isa 49:18",
    "text": "Angkatlah mukamu dan lihatlah ke sekeliling, mereka semua berhimpun datang kepadamu. Demi Aku yang hidup, demikianlah firman Tuhan, sungguh, mereka semua akan kaupakai sebagai perhiasan, dan mereka akan kaulilitkan, seperti yang dilakukan pengantin perempuan."
  },
  {
    "reference": "Isa 49:19",
    "text": "Sebab tempat-tempatmu yang tandus dan sunyi sepi dan negerimu yang dirombak, sungguh, sekarang terlalu sempit untuk sekian banyak pendudukmu dan orang-orang yang mau menelan engkau akan menjauh."
  },
  {
    "reference": "Isa 49:20",
    "text": "Malahan, anak-anakmu yang kausangka hilang akan berkata kepadamu: ”Tempat itu terlalu sempit bagiku, menyisihlah, supaya aku dapat diam di situ!”"
  },
  {
    "reference": "Isa 49:21",
    "text": "Maka engkau akan berkata dalam hatimu: ”Siapakah yang telah melahirkan sekaliannya ini bagiku? Bukankah aku bulus dan mandul, diangkut ke dalam pembuangan dan disingkirkan? Tetapi anak-anak ini, siapakah yang membesarkan mereka? Sesungguhnya, aku tertinggal seorang diri, tetapi mereka ini, dari manakah datangnya?”"
  },
  {
    "reference": "Isa 49:22",
    "text": "Beginilah firman Tuhan Allah: ”Lihat, Aku akan mengangkat tangan-Ku sebagai tanda untuk bangsa-bangsa dan memasang panji-panji-Ku untuk suku-suku bangsa, maka mereka akan menggendong anak-anakmu laki-laki dan anak-anakmu perempuan akan didukung di atas bahunya."
  },
  {
    "reference": "Isa 49:23",
    "text": "Maka raja-raja akan menjadi pengasuhmu dan permaisuri-permaisuri mereka menjadi inangmu. Mereka akan sujud kepadamu dengan mukanya sampai ke tanah dan akan menjilat debu kakimu. Maka engkau akan mengetahui, bahwa Akulah Tuhan, dan bahwa orang-orang yang menanti-nantikan Aku tidak akan mendapat malu.”"
  },
  {
    "reference": "Isa 49:24",
    "text": "Dapatkah direbut kembali jarahan dari pahlawan atau dapatkah lolos tawanan orang gagah?"
  },
  {
    "reference": "Isa 49:25",
    "text": "Sungguh, beginilah firman Tuhan: ”Tawanan pahlawan pun dapat direbut kembali, dan jarahan orang gagah dapat lolos, sebab Aku sendiri akan melawan orang yang melawan engkau dan Aku sendiri akan menyelamatkan anak-anakmu."
  },
  {
    "reference": "Isa 49:26",
    "text": "Aku akan memaksa orang-orang yang menindas engkau memakan dagingnya sendiri, dan mereka akan mabuk minum darahnya sendiri, seperti orang mabuk minum anggur baru, supaya seluruh umat manusia mengetahui, bahwa Aku, Tuhan, adalah Juruselamatmu dan Penebusmu, Yang Mahakuat, Allah Yakub.”"
  },
  {
    "reference": "Isa 50:1",
    "text": "Beginilah firman Tuhan: ”Di manakah gerangan surat cerai ibumu tanda Aku telah mengusir dia? Atau kepada siapakah di antara penagih hutang-Ku Aku pernah menjual engkau? Sesungguhnya, oleh karena kesalahanmu sendiri kamu terjual dan oleh karena pelanggaranmu sendiri ibumu diusir."
  },
  {
    "reference": "Isa 50:2",
    "text": "Mengapa ketika Aku datang tidak ada orang, dan ketika Aku memanggil tidak ada yang menjawab? Mungkinkah tangan-Ku terlalu pendek untuk membebaskan atau tidak adakah kekuatan pada-Ku untuk melepaskan? Sesungguhnya, dengan hardik-Ku Aku mengeringkan laut, Aku membuat sungai-sungai menjadi padang gurun; ikan-ikannya berbau amis karena tidak ada air dan mati kehausan."
  },
  {
    "reference": "Isa 50:3",
    "text": "Aku mengenakan pakaian kelam kepada langit dan menyelimutinya dengan kain kabung.” Ketaatan hamba Tuhan 50:4-11"
  },
  {
    "reference": "Isa 50:4",
    "text": "Tuhan Allah telah memberikan kepadaku lidah seorang murid, supaya dengan perkataan aku dapat memberi semangat baru kepada orang yang letih lesu. Setiap pagi Ia mempertajam pendengaranku untuk mendengar seperti seorang murid."
  },
  {
    "reference": "Isa 50:5",
    "text": "Tuhan Allah telah membuka telingaku, dan aku tidak memberontak, tidak berpaling ke belakang."
  },
  {
    "reference": "Isa 50:6",
    "text": "- 50:6: Mat. 26:67; Mrk. 14:65 Aku memberi punggungku kepada orang-orang yang memukul aku, dan pipiku kepada orang-orang yang mencabut janggutku. Aku tidak menyembunyikan mukaku ketika aku dinodai dan diludahi."
  },
  {
    "reference": "Isa 50:7",
    "text": "Tetapi Tuhan Allah menolong aku; sebab itu aku tidak mendapat noda. Sebab itu aku meneguhkan hatiku seperti keteguhan gunung batu karena aku tahu, bahwa aku tidak akan mendapat malu."
  },
  {
    "reference": "Isa 50:8",
    "text": "- 50:8-9: Rm. 8:33-34 Dia yang menyatakan aku benar telah dekat. Siapakah yang berani berbantah dengan aku? Marilah kita tampil bersama-sama! Siapakah lawanku beperkara? Biarlah ia mendekat kepadaku!"
  },
  {
    "reference": "Isa 50:9",
    "text": "Sesungguhnya, Tuhan Allah menolong aku; siapakah yang berani menyatakan aku bersalah? Sesungguhnya, mereka semua akan memburuk seperti pakaian yang sudah usang; ngengat akan memakan mereka."
  },
  {
    "reference": "Isa 50:10",
    "text": "Siapa di antaramu yang takut akan Tuhan dan mendengarkan suara hamba-Nya? Jika ia hidup dalam kegelapan dan tidak ada cahaya bersinar baginya, baiklah ia percaya kepada nama Tuhan dan bersandar kepada Allahnya!"
  },
  {
    "reference": "Isa 50:11",
    "text": "Sesungguhnya, kamu semua yang menyalakan api dan yang memasang panah-panah api, masuklah ke dalam nyala apimu, dan ke tengah-tengah panah-panah api yang telah kamu pasang! Oleh tangan-Kulah hal itu akan terjadi atasmu; kamu akan berbaring di tempat siksaan."
  },
  {
    "reference": "Isa 51:1",
    "text": "Dengarkanlah Aku, hai kamu yang mengejar apa yang benar, hai kamu yang mencari Tuhan! Pandanglah gunung batu yang dari padanya kamu terpahat, dan kepada lobang penggalian batu yang dari padanya kamu tergali."
  },
  {
    "reference": "Isa 51:2",
    "text": "Pandanglah Abraham, bapa leluhurmu, dan Sara yang melahirkan kamu; ketika Abraham seorang diri, Aku memanggil dia, lalu Aku memberkati dan memperbanyak dia."
  },
  {
    "reference": "Isa 51:3",
    "text": "Sebab Tuhan menghibur Sion, menghibur segala reruntuhannya; Ia membuat padang gurunnya seperti taman Eden dan padang belantaranya seperti taman Tuhan. Di situ terdapat kegirangan dan sukacita, nyanyian syukur dan lagu yang nyaring."
  },
  {
    "reference": "Isa 51:4",
    "text": "Perhatikanlah suara-Ku, hai bangsa-bangsa, dan pasanglah telinga kepada-Ku, hai suku-suku bangsa! Sebab pengajaran akan keluar dari pada-Ku dan hukum-Ku sebagai terang untuk bangsa-bangsa."
  },
  {
    "reference": "Isa 51:5",
    "text": "Dalam sekejap mata keselamatan yang dari pada-Ku akan dekat, kelepasan yang Kuberikan akan tiba, dan dengan tangan kekuasaan-Ku Aku akan memerintah bangsa-bangsa; kepada-Kulah pulau-pulau menanti-nanti, perbuatan tangan-Ku mereka harapkan."
  },
  {
    "reference": "Isa 51:6",
    "text": "Arahkanlah matamu ke langit dan lihatlah ke bumi di bawah; sebab langit lenyap seperti asap, bumi memburuk seperti pakaian yang sudah usang dan penduduknya akan mati seperti nyamuk; tetapi kelepasan yang Kuberikan akan tetap untuk selama-lamanya, dan keselamatan yang dari pada-Ku tidak akan berakhir."
  },
  {
    "reference": "Isa 51:7",
    "text": "Dengarkanlah Aku, hai kamu yang mengetahui apa yang benar, hai bangsa yang menyimpan pengajaran-Ku dalam hatimu! Janganlah takut jika diaibkan oleh manusia dan janganlah terkejut jika dinista oleh mereka."
  },
  {
    "reference": "Isa 51:8",
    "text": "Sebab ngengat akan memakan mereka seperti memakan pakaian dan gegat akan memakan mereka seperti memakan kain bulu domba; tetapi keselamatan yang dari pada-Ku akan tetap untuk selama-lamanya dan kelepasan yang Kuberikan akan lanjut dari keturunan kepada keturunan."
  },
  {
    "reference": "Isa 51:9",
    "text": "Terjagalah, terjagalah! Kenakanlah kekuatan, hai tangan Tuhan! Terjagalah seperti pada zaman purbakala, pada zaman keturunan yang dahulu kala! Bukankah Engkau yang meremukkan Rahab, yang menikam naga sampai mati?"
  },
  {
    "reference": "Isa 51:10",
    "text": "Bukankah Engkau yang mengeringkan laut, air samudera raya yang hebat? yang membuat laut yang dalam menjadi jalan, supaya orang-orang yang diselamatkan dapat menyeberang?"
  },
  {
    "reference": "Isa 51:11",
    "text": "Maka orang-orang yang dibebaskan Tuhan akan pulang dan masuk ke Sion dengan sorak-sorai, sedang sukacita abadi meliputi mereka; kegirangan dan sukacita akan memenuhi mereka, duka dan keluh akan menjauh."
  },
  {
    "reference": "Isa 51:12",
    "text": "Akulah, Akulah yang menghibur kamu. Siapakah engkau maka engkau takut terhadap manusia yang memang akan mati, terhadap anak manusia yang dibuang seperti rumput,"
  },
  {
    "reference": "Isa 51:13",
    "text": "sehingga engkau melupakan Tuhan yang menjadikan engkau, yang membentangkan langit dan meletakkan dasar bumi, sehingga engkau terus gentar sepanjang hari terhadap kepanasan amarah orang penganiaya, apabila ia bersiap-siap memusnahkan? Di manakah gerangan kepanasan amarah orang penganiaya itu?"
  },
  {
    "reference": "Isa 51:14",
    "text": "Dia yang dipasung terbelenggu akan segera dibebaskan; ia tidak akan turun mati ke liang kubur, dan tidak akan kekurangan makanan."
  },
  {
    "reference": "Isa 51:15",
    "text": "Sebab Akulah Tuhan, Allahmu, yang mengharubirukan laut, sehingga gelombang-gelombangnya ribut, – Tuhan semesta alam nama-Nya."
  },
  {
    "reference": "Isa 51:16",
    "text": "Aku menaruh firman-Ku ke dalam mulutmu dan menyembunyikan engkau dalam naungan tangan-Ku, supaya Aku kembali membentangkan langit dan meletakkan dasar bumi, dan berkata kepada Sion: Engkau adalah umat-Ku!"
  },
  {
    "reference": "Isa 51:17",
    "text": "- 51:17: Why. 14:10, 16:19 Terjagalah, terjagalah, bangunlah, hai Yerusalem, hai engkau yang telah meminum dari tangan Tuhan isi piala kehangatan murka-Nya, engkau yang telah meminum, menghirup habis isi cangkir yang memusingkan!"
  },
  {
    "reference": "Isa 51:18",
    "text": "Dari semua anak-anak yang dilahirkannya tidak ada yang membimbing dia dan dari semua anak-anak yang dibesarkannya tidak ada yang memegang tangannya."
  },
  {
    "reference": "Isa 51:19",
    "text": "Kedua hal ini telah menimpa engkau – siapakah yang akan turut berdukacita dengan engkau? Kebinasaan dan keruntuhan, kelaparan dan pedang – siapakah yang akan menghibur engkau?"
  },
  {
    "reference": "Isa 51:20",
    "text": "Anak-anakmu sudah terlentang kelesuan di semua ujung jalan seperti lembu hutan kena jaring; mereka diliputi kehangatan murka Tuhan dan hardik Allahmu."
  },
  {
    "reference": "Isa 51:21",
    "text": "Sebab itu, dengarlah ini, hai engkau yang tertindas, hai engkau yang mabuk, tetapi bukan karena anggur!"
  },
  {
    "reference": "Isa 51:22",
    "text": "Beginilah firman Tuhanmu, Tuhan, Allahmu yang memperjuangkan perkara umat-Nya: ”Sesungguhnya, Aku mengambil dari tanganmu piala dengan isinya yang memusingkan, dan isi cangkir kehangatan murka-Ku tidak akan kauminum lagi,"
  },
  {
    "reference": "Isa 51:23",
    "text": "tetapi Aku akan memberikannya ke tangan orang yang menindas engkau, orang yang tadinya berkata kepadamu: Tunduklah, supaya kami lewat menginjak kamu! Maka engkau merentangkan punggungmu serata tanah dan sebagai jalan bagi orang yang lewat dari atasnya.”"
  },
  {
    "reference": "Isa 52:1",
    "text": "- 52:1: Why. 21:2, 27 Terjagalah, terjagalah! Kenakanlah kekuatanmu seperti pakaian, hai Sion! Kenakanlah pakaian kehormatanmu, hai Yerusalem, kota yang kudus! Sebab tidak seorang pun yang tak bersunat atau yang najis akan masuk lagi ke dalammu."
  },
  {
    "reference": "Isa 52:2",
    "text": "Kebaskanlah debu dari padamu, bangunlah, hai Yerusalem yang tertawan! Tanggalkanlah ikatan-ikatan dari lehermu, hai puteri Sion yang tertawan!"
  },
  {
    "reference": "Isa 52:3",
    "text": "Sebab beginilah firman Tuhan: Kamu dijual tanpa pembayaran, maka kamu akan ditebus tanpa pembayaran juga."
  },
  {
    "reference": "Isa 52:4",
    "text": "Sebab beginilah firman Tuhan Allah: Dahulu umat-Ku berangkat ke Mesir untuk tinggal di situ sebagai orang asing, lalu Asyur memeras dia tanpa alasan."
  },
  {
    "reference": "Isa 52:5",
    "text": "- 52:5: Rm. 2:24 Tetapi sekarang, apakah lagi urusan-Ku di sini? demikianlah firman Tuhan. Umat-Ku sudah dirampas begitu saja. Mereka yang berkuasa atas dia memegahkan diri, demikianlah firman Tuhan, dan nama-Ku terus dihujat sepanjang hari."
  },
  {
    "reference": "Isa 52:6",
    "text": "Sebab itu umat-Ku akan mengenal nama-Ku dan pada waktu itu mereka akan mengerti bahwa Akulah Dia yang berbicara, ya Aku!"
  },
  {
    "reference": "Isa 52:7",
    "text": "- 52:7: Nah. 1:15; Rm. 10:15; Ef. 6:15 Betapa indahnya kelihatan dari puncak bukit-bukit kedatangan pembawa berita, yang mengabarkan berita damai dan memberitakan kabar baik, yang mengabarkan berita selamat dan berkata kepada Sion: ”Allahmu itu Raja!”"
  },
  {
    "reference": "Isa 52:8",
    "text": "Dengarlah suara orang-orang yang mengawal engkau: mereka bersama-sama bersorak-sorai. Sebab dengan mata kepala sendiri mereka melihat bagaimana Tuhan kembali ke Sion."
  },
  {
    "reference": "Isa 52:9",
    "text": "Bergembiralah, bersorak-sorailah bersama-sama, hai reruntuhan Yerusalem! Sebab Tuhan telah menghibur umat-Nya, telah menebus Yerusalem."
  },
  {
    "reference": "Isa 52:10",
    "text": "Tuhan telah menunjukkan tangan-Nya yang kudus di depan mata semua bangsa; maka segala ujung bumi melihat keselamatan yang dari Allah kita."
  },
  {
    "reference": "Isa 52:11",
    "text": "- 52:11: 2Kor. 6:17 Menjauhlah, menjauhlah! Keluarlah dari sana! Janganlah engkau kena kepada yang najis! Keluarlah dari tengah-tengahnya, sucikanlah dirimu, hai orang-orang yang mengangkat perkakas rumah Tuhan!"
  },
  {
    "reference": "Isa 52:12",
    "text": "Sungguh, kamu tidak akan buru-buru keluar dan tidak akan lari-lari berjalan, sebab Tuhan akan berjalan di depanmu, dan Allah Israel akan menjadi penutup barisanmu. Hamba Tuhan yang menderita 52:13–53:12"
  },
  {
    "reference": "Isa 52:13",
    "text": "Sesungguhnya, hamba-Ku akan berhasil, ia akan ditinggikan, disanjung dan dimuliakan."
  },
  {
    "reference": "Isa 52:14",
    "text": "Seperti banyak orang akan tertegun melihat dia – begitu buruk rupanya, bukan seperti manusia lagi, dan tampaknya bukan seperti anak manusia lagi –"
  },
  {
    "reference": "Isa 52:15",
    "text": "- 52:15: Rm. 15:21 demikianlah ia akan membuat tercengang banyak bangsa, raja-raja akan mengatupkan mulutnya melihat dia; sebab apa yang tidak diceritakan kepada mereka akan mereka lihat, dan apa yang tidak mereka dengar akan mereka pahami."
  },
  {
    "reference": "Isa 53:1",
    "text": "- 53:1: Yoh. 12:38; Rm. 10:16 Siapakah yang percaya kepada berita yang kami dengar, dan kepada siapakah tangan kekuasaan Tuhan dinyatakan?"
  },
  {
    "reference": "Isa 53:2",
    "text": "Sebagai taruk ia tumbuh di hadapan Tuhan dan sebagai tunas dari tanah kering. Ia tidak tampan dan semaraknya pun tidak ada sehingga kita memandang dia, dan rupa pun tidak, sehingga kita menginginkannya."
  },
  {
    "reference": "Isa 53:3",
    "text": "Ia dihina dan dihindari orang, seorang yang penuh kesengsaraan dan yang biasa menderita kesakitan; ia sangat dihina, sehingga orang menutup mukanya terhadap dia dan bagi kita pun dia tidak masuk hitungan."
  },
  {
    "reference": "Isa 53:4",
    "text": "- 53:4: Mat. 8:17 Tetapi sesungguhnya, penyakit kitalah yang ditanggungnya, dan kesengsaraan kita yang dipikulnya, padahal kita mengira dia kena tulah, dipukul dan ditindas Allah."
  },
  {
    "reference": "Isa 53:5",
    "text": "- 53:5-6: 1Ptr. 2:24-25 Tetapi dia tertikam oleh karena pemberontakan kita, dia diremukkan oleh karena kejahatan kita; ganjaran yang mendatangkan keselamatan bagi kita ditimpakan kepadanya, dan oleh bilur-bilurnya kita menjadi sembuh."
  },
  {
    "reference": "Isa 53:6",
    "text": "Kita sekalian sesat seperti domba, masing-masing kita mengambil jalannya sendiri, tetapi Tuhan telah menimpakan kepadanya kejahatan kita sekalian."
  },
  {
    "reference": "Isa 53:7",
    "text": "- 53:7: Why. 5:6 - 53:7-8: Kis. 8:32-33 Dia dianiaya, tetapi dia membiarkan diri ditindas dan tidak membuka mulutnya seperti anak domba yang dibawa ke pembantaian; seperti induk domba yang kelu di depan orang-orang yang menggunting bulunya, ia tidak membuka mulutnya."
  },
  {
    "reference": "Isa 53:8",
    "text": "Sesudah penahanan dan penghukuman ia terambil, dan tentang nasibnya siapakah yang memikirkannya? Sungguh, ia terputus dari negeri orang-orang hidup, dan karena pemberontakan umat-Ku ia kena tulah."
  },
  {
    "reference": "Isa 53:9",
    "text": "- 53:9: 1Ptr. 2:22 Orang menempatkan kuburnya di antara orang-orang fasik, dan dalam matinya ia ada di antara penjahat-penjahat, sekalipun ia tidak berbuat kekerasan dan tipu tidak ada dalam mulutnya."
  },
  {
    "reference": "Isa 53:10",
    "text": "Tetapi Tuhan berkehendak meremukkan dia dengan kesakitan. Apabila ia menyerahkan dirinya sebagai korban penebus salah, ia akan melihat keturunannya, umurnya akan lanjut, dan kehendak Tuhan akan terlaksana olehnya."
  },
  {
    "reference": "Isa 53:11",
    "text": "Sesudah kesusahan jiwanya ia akan melihat terang dan menjadi puas; dan hamba-Ku itu, sebagai orang yang benar, akan membenarkan banyak orang oleh hikmatnya, dan kejahatan mereka dia pikul."
  },
  {
    "reference": "Isa 53:12",
    "text": "- 53:12: Luk. 22:37 Sebab itu Aku akan membagikan kepadanya orang-orang besar sebagai rampasan, dan ia akan memperoleh orang-orang kuat sebagai jarahan, yaitu sebagai ganti karena ia telah menyerahkan nyawanya ke dalam maut dan karena ia terhitung di antara pemberontak-pemberontak, sekalipun ia menanggung dosa banyak orang dan berdoa untuk pemberontak-pemberontak."
  },
  {
    "reference": "Isa 54:1",
    "text": "- 54:1: Gal. 4:27 Bersorak-sorailah, hai si mandul yang tidak pernah melahirkan! Bergembiralah dengan sorak-sorai dan memekiklah, hai engkau yang tidak pernah menderita sakit bersalin! Sebab yang ditinggalkan suaminya akan mempunyai lebih banyak anak dari pada yang bersuami, firman Tuhan."
  },
  {
    "reference": "Isa 54:2",
    "text": "Lapangkanlah tempat kemahmu, dan bentangkanlah tenda tempat kediamanmu, janganlah menghematnya; panjangkanlah tali-tali kemahmu dan pancangkanlah kokoh-kokoh patok-patokmu!"
  },
  {
    "reference": "Isa 54:3",
    "text": "Sebab engkau akan mengembang ke kanan dan ke kiri, keturunanmu akan memperoleh tempat bangsa-bangsa, dan akan mendiami kota-kota yang sunyi."
  },
  {
    "reference": "Isa 54:4",
    "text": "Janganlah takut, sebab engkau tidak akan mendapat malu, dan janganlah merasa malu, sebab engkau tidak akan tersipu-sipu. Sebab engkau akan melupakan malu keremajaanmu, dan tidak akan mengingat lagi aib kejandaanmu."
  },
  {
    "reference": "Isa 54:5",
    "text": "Sebab yang menjadi suamimu ialah Dia yang menjadikan engkau, Tuhan semesta alam nama-Nya; yang menjadi Penebusmu ialah Yang Mahakudus, Allah Israel, Ia disebut Allah seluruh bumi."
  },
  {
    "reference": "Isa 54:6",
    "text": "Sebab seperti isteri yang ditinggalkan dan yang bersusah hati Tuhan memanggil engkau kembali; masakan isteri dari masa muda akan tetap ditolak? firman Allahmu."
  },
  {
    "reference": "Isa 54:7",
    "text": "Hanya sesaat lamanya Aku meninggalkan engkau, tetapi karena kasih sayang yang besar Aku mengambil engkau kembali."
  },
  {
    "reference": "Isa 54:8",
    "text": "Dalam murka yang meluap Aku telah menyembunyikan wajah-Ku terhadap engkau sesaat lamanya, tetapi dalam kasih setia abadi Aku telah mengasihani engkau, firman Tuhan, Penebusmu."
  },
  {
    "reference": "Isa 54:9",
    "text": "- 54:9: Kej. 9:8-17 Keadaan ini bagi-Ku seperti pada zaman Nuh: seperti Aku telah bersumpah kepadanya bahwa air bah tidak akan meliputi bumi lagi, demikianlah Aku telah bersumpah bahwa Aku tidak akan murka terhadap engkau dan tidak akan menghardik engkau lagi."
  },
  {
    "reference": "Isa 54:10",
    "text": "Sebab biarpun gunung-gunung beranjak dan bukit-bukit bergoyang, tetapi kasih setia-Ku tidak akan beranjak dari padamu dan perjanjian damai-Ku tidak akan bergoyang, firman Tuhan, yang mengasihani engkau."
  },
  {
    "reference": "Isa 54:11",
    "text": "- 54:11-12: Why. 21:18-21 Hai yang tertindas, yang dilanggar angin badai, yang tidak dihiburkan! Sesungguhnya, Aku akan meletakkan alasmu dari batu hitam dan dasar-dasarmu dari batu nilam."
  },
  {
    "reference": "Isa 54:12",
    "text": "Aku akan membuat kemuncak-kemuncak tembokmu dari batu delima, pintu-pintu gerbangmu dari batu manikam merah dan segenap tembok perbatasanmu dari batu permata."
  },
  {
    "reference": "Isa 54:13",
    "text": "- 54:13: Yoh. 6:45 Semua anakmu akan menjadi murid Tuhan, dan besarlah kesejahteraan mereka;"
  },
  {
    "reference": "Isa 54:14",
    "text": "engkau akan ditegakkan di atas kebenaran. Engkau akan jauh dari pemerasan, sebab engkau tidak usah lagi takut, dan engkau akan jauh dari kekejutan, sebab ia tidak akan mendekat kepadamu."
  },
  {
    "reference": "Isa 54:15",
    "text": "Apabila orang menyerbu, itu bukanlah dari pada-Ku; siapa pun yang menyerbu engkau, ia akan rebah melawan engkau."
  },
  {
    "reference": "Isa 54:16",
    "text": "Sesungguhnya, Akulah yang menciptakan tukang besi yang menghembus api dan menghasilkan senjata menurut kecakapannya, tetapi Akulah juga yang menciptakan pemusnah untuk merusakkannya."
  },
  {
    "reference": "Isa 54:17",
    "text": "Setiap senjata yang ditempa terhadap engkau tidak akan berhasil, dan setiap orang yang melontarkan tuduhan melawan engkau dalam pengadilan, akan engkau buktikan salah. Inilah yang menjadi bagian hamba-hamba Tuhan dan kebenaran yang mereka terima dari pada-Ku, demikianlah firman Tuhan."
  },
  {
    "reference": "Isa 55:1",
    "text": "- 55:1: Why. 21:6, 22:17 Ayo, hai semua orang yang haus, marilah dan minumlah air, dan hai orang yang tidak mempunyai uang, marilah! Terimalah gandum tanpa uang pembeli dan makanlah, juga anggur dan susu tanpa bayaran!"
  },
  {
    "reference": "Isa 55:2",
    "text": "Mengapakah kamu belanjakan uang untuk sesuatu yang bukan roti, dan upah jerih payahmu untuk sesuatu yang tidak mengenyangkan? Dengarkanlah Aku maka kamu akan memakan yang baik dan kamu akan menikmati sajian yang paling lezat."
  },
  {
    "reference": "Isa 55:3",
    "text": "- 55:3: Kis. 13:34 Sendengkanlah telingamu dan datanglah kepada-Ku; dengarkanlah, maka kamu akan hidup! Aku hendak mengikat perjanjian abadi dengan kamu, menurut kasih setia yang teguh yang Kujanjikan kepada Daud."
  },
  {
    "reference": "Isa 55:4",
    "text": "Sesungguhnya, Aku telah menetapkan dia menjadi saksi bagi bangsa-bangsa, menjadi seorang raja dan pemerintah bagi suku-suku bangsa;"
  },
  {
    "reference": "Isa 55:5",
    "text": "sesungguhnya, engkau akan memanggil bangsa yang tidak kaukenal, dan bangsa yang tidak mengenal engkau akan berlari kepadamu, oleh karena Tuhan, Allahmu, dan karena Yang Mahakudus, Allah Israel, yang mengagungkan engkau."
  },
  {
    "reference": "Isa 55:6",
    "text": "Carilah Tuhan selama Ia berkenan ditemui; berserulah kepada-Nya selama Ia dekat!"
  },
  {
    "reference": "Isa 55:7",
    "text": "Baiklah orang fasik meninggalkan jalannya, dan orang jahat meninggalkan rancangannya; baiklah ia kembali kepada Tuhan, maka Dia akan mengasihaninya, dan kepada Allah kita, sebab Ia memberi pengampunan dengan limpahnya."
  },
  {
    "reference": "Isa 55:8",
    "text": "Sebab rancangan-Ku bukanlah rancanganmu, dan jalanmu bukanlah jalan-Ku, demikianlah firman Tuhan."
  },
  {
    "reference": "Isa 55:9",
    "text": "Seperti tingginya langit dari bumi, demikianlah tingginya jalan-Ku dari jalanmu dan rancangan-Ku dari rancanganmu."
  },
  {
    "reference": "Isa 55:10",
    "text": "- 55:10: 2Kor. 9:10 Sebab seperti hujan dan salju turun dari langit dan tidak kembali ke situ, melainkan mengairi bumi, membuatnya subur dan menumbuhkan tumbuh-tumbuhan, memberikan benih kepada penabur dan roti kepada orang yang mau makan,"
  },
  {
    "reference": "Isa 55:11",
    "text": "demikianlah firman-Ku yang keluar dari mulut-Ku: ia tidak akan kembali kepada-Ku dengan sia-sia, tetapi ia akan melaksanakan apa yang Kukehendaki, dan akan berhasil dalam apa yang Kusuruhkan kepadanya."
  },
  {
    "reference": "Isa 55:12",
    "text": "Sungguh, kamu akan berangkat dengan sukacita dan akan dihantarkan dengan damai; gunung-gunung serta bukit-bukit akan bergembira dan bersorak-sorai di depanmu, dan segala pohon-pohonan di padang akan bertepuk tangan."
  },
  {
    "reference": "Isa 55:13",
    "text": "Sebagai ganti semak duri akan tumbuh pohon sanobar, dan sebagai ganti kecubung akan tumbuh pohon murad, dan itu akan terjadi sebagai kemasyhuran bagi Tuhan, sebagai tanda abadi yang tidak akan lenyap."
  },
  {
    "reference": "Isa 56:1",
    "text": "Beginilah firman Tuhan: Taatilah hukum dan tegakkanlah keadilan, sebab sebentar lagi akan datang keselamatan yang dari pada-Ku, dan keadilan-Ku akan dinyatakan."
  },
  {
    "reference": "Isa 56:2",
    "text": "Berbahagialah orang yang melakukannya, dan anak manusia yang berpegang kepadanya: yang memelihara hari Sabat dan tidak menajiskannya, dan yang menahan diri dari setiap perbuatan jahat."
  },
  {
    "reference": "Isa 56:3",
    "text": "Janganlah orang asing yang menggabungkan diri kepada Tuhan berkata: ”Sudah tentu Tuhan hendak memisahkan aku dari pada umat-Nya”; dan janganlah orang kebiri berkata: ”Sesungguhnya, aku ini pohon yang kering.”"
  },
  {
    "reference": "Isa 56:4",
    "text": "Sebab beginilah firman Tuhan: ”Kepada orang-orang kebiri yang memelihara hari-hari Sabat-Ku dan yang memilih apa yang Kukehendaki dan yang berpegang kepada perjanjian-Ku,"
  },
  {
    "reference": "Isa 56:5",
    "text": "kepada mereka akan Kuberikan dalam rumah-Ku dan di lingkungan tembok-tembok kediaman-Ku suatu tanda peringatan dan nama – itu lebih baik dari pada anak-anak lelaki dan perempuan –, suatu nama abadi yang tidak akan lenyap akan Kuberikan kepada mereka."
  },
  {
    "reference": "Isa 56:6",
    "text": "Dan orang-orang asing yang menggabungkan diri kepada Tuhan untuk melayani Dia, untuk mengasihi nama Tuhan dan untuk menjadi hamba-hamba-Nya, semuanya yang memelihara hari Sabat dan tidak menajiskannya, dan yang berpegang kepada perjanjian-Ku,"
  },
  {
    "reference": "Isa 56:7",
    "text": "- 56:7: Mat. 21:13; Mrk. 11:17; Luk. 19:46 mereka akan Kubawa ke gunung-Ku yang kudus dan akan Kuberi kesukaan di rumah doa-Ku. Aku akan berkenan kepada korban-korban bakaran dan korban-korban sembelihan mereka yang dipersembahkan di atas mezbah-Ku, sebab rumah-Ku akan disebut rumah doa bagi segala bangsa."
  },
  {
    "reference": "Isa 56:8",
    "text": "Demikianlah firman Tuhan Allah yang menghimpun orang-orang Israel yang terbuang: Aku akan menghimpunkan orang kepadanya lagi sebagai tambahan kepada orang-orangnya yang telah terhimpun.” Pemimpin-pemimpin yang fasik 56:9–57:5"
  },
  {
    "reference": "Isa 56:9",
    "text": "Hai segala binatang di padang, hai segala binatang di hutan, datanglah untuk makan!"
  },
  {
    "reference": "Isa 56:10",
    "text": "Sebab pengawal-pengawal umat-Ku adalah orang-orang buta, mereka semua tidak tahu apa-apa; mereka semua adalah anjing-anjing bisu, tidak tahu menyalak; mereka berbaring melamun dan suka tidur saja;"
  },
  {
    "reference": "Isa 56:11",
    "text": "anjing-anjing pelahap, yang tidak tahu kenyang. Dan orang-orang itulah gembala-gembala, yang tidak dapat mengerti! Mereka semua mengambil jalannya sendiri, masing-masing mengejar laba, tiada yang terkecuali."
  },
  {
    "reference": "Isa 56:12",
    "text": "”Datanglah,” kata mereka, ”aku akan mengambil anggur, baiklah kita minum arak banyak-banyak; besok akan sama seperti hari ini, dan lebih hebat lagi!”"
  },
  {
    "reference": "Isa 57:1",
    "text": "Orang benar binasa, dan tidak ada seorang pun yang memperhatikannya; orang-orang saleh tercabut nyawanya, dan tidak ada seorang pun yang mengindahkannya; sungguh, karena merajalelanya kejahatan, tercabutlah nyawa orang benar"
  },
  {
    "reference": "Isa 57:2",
    "text": "dan ia masuk ke tempat damai; orang-orang yang hidup dengan lurus hati mendapat perhentian di atas tempat tidurnya."
  },
  {
    "reference": "Isa 57:3",
    "text": "Tetapi kamu, mendekatlah kamu ke mari, hai anak-anak dari perempuan-perempuan sihir, hai keturunan orang yang berzinah dan perempuan sundal!"
  },
  {
    "reference": "Isa 57:4",
    "text": "Tentang siapakah kamu berkelakar, terhadap siapakah kamu melontarkan kata-kata yang bukan-bukan dan mengejeknya? Bukankah kamu ini anak-anak pemberontak, keturunan pendusta,"
  },
  {
    "reference": "Isa 57:5",
    "text": "hai orang-orang yang terbakar oleh hawa nafsu dekat pohon-pohon keramat, di bawah setiap pohon yang rimbun, hai orang-orang yang menyembelih anak-anak di lembah-lembah, di dalam celah-celah bukit batu. Penyembahan berhala sebagai perzinahan 57:6-13"
  },
  {
    "reference": "Isa 57:6",
    "text": "Padamu hanya ada batu-batu licin dari sungai, dan hanya itu sajalah yang ditentukan bagimu; kepada mereka juga engkau mengunjukkan korban curahan, dan mempersembahkan korban sajian. Masakan Aku sabar akan hal itu?"
  },
  {
    "reference": "Isa 57:7",
    "text": "Engkau menaruh petiduranmu di atas gunung yang tinggi dan menjulang dan ke atas gunung itu juga engkau naik untuk mempersembahkan korban sembelihan."
  },
  {
    "reference": "Isa 57:8",
    "text": "Engkau telah menaruh lambang berhalamu di ambang pintu masuk rumahmu, ya, engkau telah meninggalkan Aku dan menelanjangi dirimu, engkau telah menaiki petiduranmu dan telah melebarkannya; engkau telah mengadakan janji dengan beberapa orang yang kauingini untuk tidur bersama-sama mereka dan engkau memandangi lingga."
  },
  {
    "reference": "Isa 57:9",
    "text": "Engkau datang menghadap Molokh dengan membawa minyak dan banyak-banyak wangi-wangian; engkau menyuruh duta-dutamu pergi sampai jauh, dan sampai ke bawah di dunia orang mati."
  },
  {
    "reference": "Isa 57:10",
    "text": "Oleh perjalananmu yang jauh engkau sudah letih lesu, tetapi engkau tidak berkata: ”Tidak ada harapan!” Engkau mendapat kekuatan yang baru, dan sebab itu engkau tidak menjadi lemah."
  },
  {
    "reference": "Isa 57:11",
    "text": "Kepada siapa gerangan engkau gentar dan takut, sehingga engkau berdusta dan tidak mengingat Aku atau memberi perhatian kepada-Ku? Bukankah karena Aku membisu dan menutup mata, maka engkau tidak takut kepada-Ku!"
  },
  {
    "reference": "Isa 57:12",
    "text": "Aku akan menyebutkan kesalehanmu dan segala perbuatanmu, tetapi semuanya itu tidak akan berguna bagimu:"
  },
  {
    "reference": "Isa 57:13",
    "text": "apabila engkau berteriak, biarlah berhala-berhalamu melepaskan engkau! Mereka semua akan ditiup angin, akan diterbangkan hembusan nafas. Tetapi orang yang berlindung kepada-Ku akan mewarisi negeri dan akan memiliki gunung-Ku yang kudus. Kata-kata penghiburan 57:14-21"
  },
  {
    "reference": "Isa 57:14",
    "text": "Ada yang berkata: ”Bukalah, bukalah, persiapkanlah jalan, angkatlah batu sandungan dari jalan umat-Ku!”"
  },
  {
    "reference": "Isa 57:15",
    "text": "Sebab beginilah firman Yang Mahatinggi dan Yang Mahamulia, yang bersemayam untuk selamanya dan Yang Mahakudus nama-Nya: ”Aku bersemayam di tempat tinggi dan di tempat kudus tetapi juga bersama-sama orang yang remuk dan rendah hati, untuk menghidupkan semangat orang-orang yang rendah hati dan untuk menghidupkan hati orang-orang yang remuk."
  },
  {
    "reference": "Isa 57:16",
    "text": "Sebab bukan untuk selama-lamanya Aku hendak berbantah, dan bukan untuk seterusnya Aku hendak murka, supaya semangat mereka jangan lemah lesu di hadapan-Ku, padahal Akulah yang membuat nafas kehidupan."
  },
  {
    "reference": "Isa 57:17",
    "text": "Aku murka karena kesalahan kelobaannya, Aku menghajar dia, menyembunyikan wajah-Ku dan murka, tetapi dengan murtad ia menempuh jalan yang dipilih hatinya."
  },
  {
    "reference": "Isa 57:18",
    "text": "Aku telah melihat segala jalannya itu, tetapi Aku akan menyembuhkan dan akan menuntun dia dan akan memulihkan dia dengan penghiburan; juga pada bibir orang-orangnya yang berkabung"
  },
  {
    "reference": "Isa 57:19",
    "text": "- 57:19: Ef. 2:17 Aku akan menciptakan puji-pujian. Damai, damai sejahtera bagi mereka yang jauh dan bagi mereka yang dekat – firman Tuhan – Aku akan menyembuhkan dia!"
  },
  {
    "reference": "Isa 57:20",
    "text": "Tetapi orang-orang fasik adalah seperti laut yang berombak-ombak sebab tidak dapat tetap tenang, dan arusnya menimbulkan sampah dan lumpur."
  },
  {
    "reference": "Isa 57:21",
    "text": "- 57:21: Yes. 48:22 Tiada damai bagi orang-orang fasik itu,” firman Allahku."
  },
  {
    "reference": "Isa 58:1",
    "text": "Serukanlah kuat-kuat, janganlah tahan-tahan! Nyaringkanlah suaramu bagaikan sangkakala, beritahukanlah kepada umat-Ku pelanggaran mereka dan kepada kaum keturunan Yakub dosa mereka!"
  },
  {
    "reference": "Isa 58:2",
    "text": "Memang setiap hari mereka mencari Aku dan suka untuk mengenal segala jalan-Ku. Seperti bangsa yang melakukan yang benar dan yang tidak meninggalkan hukum Allahnya mereka menanyakan Aku tentang hukum-hukum yang benar, mereka suka mendekat menghadap Allah, tanyanya:"
  },
  {
    "reference": "Isa 58:3",
    "text": "”Mengapa kami berpuasa dan Engkau tidak memperhatikannya juga? Mengapa kami merendahkan diri dan Engkau tidak mengindahkannya juga?” Sesungguhnya, pada hari puasamu engkau masih tetap mengurus urusanmu, dan kamu mendesak-desak semua buruhmu."
  },
  {
    "reference": "Isa 58:4",
    "text": "Sesungguhnya, kamu berpuasa sambil berbantah dan berkelahi serta memukul dengan tinju dengan tidak semena-mena. Dengan caramu berpuasa seperti sekarang ini suaramu tidak akan didengar di tempat tinggi."
  },
  {
    "reference": "Isa 58:5",
    "text": "Sungguh-sungguh inikah berpuasa yang Kukehendaki, dan mengadakan hari merendahkan diri, jika engkau menundukkan kepala seperti gelagah dan membentangkan kain karung dan abu sebagai lapik tidur? Sungguh-sungguh itukah yang kausebutkan berpuasa, mengadakan hari yang berkenan pada Tuhan?"
  },
  {
    "reference": "Isa 58:6",
    "text": "Bukan! Berpuasa yang Kukehendaki, ialah supaya engkau membuka belenggu-belenggu kelaliman, dan melepaskan tali-tali kuk, supaya engkau memerdekakan orang yang teraniaya dan mematahkan setiap kuk,"
  },
  {
    "reference": "Isa 58:7",
    "text": "supaya engkau memecah-mecah rotimu bagi orang yang lapar dan membawa ke rumahmu orang miskin yang tak punya rumah, dan apabila engkau melihat orang telanjang, supaya engkau memberi dia pakaian dan tidak menyembunyikan diri terhadap saudaramu sendiri!"
  },
  {
    "reference": "Isa 58:8",
    "text": "Pada waktu itulah terangmu akan merekah seperti fajar dan lukamu akan pulih dengan segera; kebenaran menjadi barisan depanmu dan kemuliaan Tuhan barisan belakangmu."
  },
  {
    "reference": "Isa 58:9",
    "text": "Pada waktu itulah engkau akan memanggil dan Tuhan akan menjawab, engkau akan berteriak minta tolong dan Ia akan berkata: Ini Aku! Apabila engkau tidak lagi mengenakan kuk kepada sesamamu dan tidak lagi menunjuk-nunjuk orang dengan jari dan memfitnah,"
  },
  {
    "reference": "Isa 58:10",
    "text": "apabila engkau menyerahkan kepada orang lapar apa yang kauinginkan sendiri dan memuaskan hati orang yang tertindas maka terangmu akan terbit dalam gelap dan kegelapanmu akan seperti rembang tengah hari."
  },
  {
    "reference": "Isa 58:11",
    "text": "Tuhan akan menuntun engkau senantiasa dan akan memuaskan hatimu di tanah yang kering, dan akan membaharui kekuatanmu; engkau akan seperti taman yang diairi dengan baik dan seperti mata air yang tidak pernah mengecewakan."
  },
  {
    "reference": "Isa 58:12",
    "text": "Engkau akan membangun reruntuhan yang sudah berabad-abad, dan akan memperbaiki dasar yang diletakkan oleh banyak keturunan. Engkau akan disebutkan ”yang memperbaiki tembok yang tembus”, ”yang membetulkan jalan supaya tempat itu dapat dihuni”. Menghormati hari Sabat 58:13-14"
  },
  {
    "reference": "Isa 58:13",
    "text": "Apabila engkau tidak menginjak-injak hukum Sabat dan tidak melakukan urusanmu pada hari kudus-Ku; apabila engkau menyebutkan hari Sabat ”hari kenikmatan”, dan hari kudus Tuhan ”hari yang mulia”; apabila engkau menghormatinya dengan tidak menjalankan segala acaramu dan dengan tidak mengurus urusanmu atau berkata omong kosong,"
  },
  {
    "reference": "Isa 58:14",
    "text": "maka engkau akan bersenang-senang karena Tuhan, dan Aku akan membuat engkau melintasi puncak bukit-bukit di bumi dengan kendaraan kemenangan; Aku akan memberi makan engkau dari milik pusaka Yakub, bapa leluhurmu, sebab mulut Tuhanlah yang mengatakannya."
  },
  {
    "reference": "Isa 59:1",
    "text": "Sesungguhnya, tangan Tuhan tidak kurang panjang untuk menyelamatkan, dan pendengaran-Nya tidak kurang tajam untuk mendengar;"
  },
  {
    "reference": "Isa 59:2",
    "text": "tetapi yang merupakan pemisah antara kamu dan Allahmu ialah segala kejahatanmu, dan yang membuat Dia menyembunyikan diri terhadap kamu, sehingga Ia tidak mendengar, ialah segala dosamu."
  },
  {
    "reference": "Isa 59:3",
    "text": "Sebab tanganmu cemar oleh darah dan jarimu oleh kejahatan; mulutmu mengucapkan dusta, lidahmu menyebut-nyebut kecurangan."
  },
  {
    "reference": "Isa 59:4",
    "text": "Tidak ada yang mengajukan pengaduan dengan alasan benar, dan tidak ada yang menghakimi dengan alasan teguh; orang mengandalkan kesia-siaan dan mengucapkan dusta, orang mengandung bencana dan melahirkan kelaliman."
  },
  {
    "reference": "Isa 59:5",
    "text": "Mereka menetaskan telur ular beludak, dan menenun sarang laba-laba; siapa yang makan dari telurnya itu akan mati, dan apabila sebutir ditekan pecah, keluarlah seekor ular beludak."
  },
  {
    "reference": "Isa 59:6",
    "text": "Sarang yang ditenun itu tidak dapat dipergunakan sebagai pakaian, dan buatan mereka itu tidak dapat dipakai sebagai kain; perbuatan mereka adalah perbuatan kelaliman, dan yang dikerjakan tangan mereka adalah kekerasan belaka."
  },
  {
    "reference": "Isa 59:7",
    "text": "- 59:7-8: Rm. 3:15-17 Mereka segera melakukan kejahatan, dan bersegera hendak menumpahkan darah orang yang tidak bersalah; rancangan mereka adalah rancangan kelaliman, dan ke mana saja mereka pergi mereka meninggalkan kebinasaan dan keruntuhan."
  },
  {
    "reference": "Isa 59:8",
    "text": "Mereka tidak mengenal jalan damai, dan dalam jejak mereka tidak ada keadilan; mereka mengambil jalan-jalan yang bengkok, dan setiap orang yang berjalan di situ tidaklah mengenal damai."
  },
  {
    "reference": "Isa 59:9",
    "text": "Sebab itu keadilan tetap jauh dari pada kami dan kebenaran tidak sampai kepada kami. Kami menanti-nantikan terang, tetapi hanya kegelapan belaka, menanti-nantikan cahaya, tetapi kami berjalan dalam kekelaman."
  },
  {
    "reference": "Isa 59:10",
    "text": "Kami meraba-raba dinding seperti orang buta, dan meraba-raba seolah-olah tidak punya mata; kami tersandung di waktu tengah hari seperti di waktu senja, duduk di tempat gelap seperti orang mati."
  },
  {
    "reference": "Isa 59:11",
    "text": "Kami sekalian meraung seperti beruang; suara kami redup seperti suara burung merpati; kami menanti-nantikan keadilan, tetapi tidak ada, menanti-nantikan keselamatan, tetapi tetap jauh dari kami."
  },
  {
    "reference": "Isa 59:12",
    "text": "Sungguh, dosa pemberontakan kami banyak di hadapan-Mu dan dosa kami bersaksi melawan kami; sungguh, kami menyadari pemberontakan kami dan kami mengenal kejahatan kami:"
  },
  {
    "reference": "Isa 59:13",
    "text": "kami telah memberontak dan mungkir terhadap Tuhan, dan berbalik dari mengikuti Allah kami, kami merancangkan pemerasan dan penyelewengan, mengandung dusta dalam hati dan melahirkannya dalam kata-kata."
  },
  {
    "reference": "Isa 59:14",
    "text": "Hukum telah terdesak ke belakang, dan keadilan berdiri jauh-jauh, sebab kebenaran tersandung di tempat umum dan ketulusan ditolak orang."
  },
  {
    "reference": "Isa 59:15",
    "text": "Dengan demikian kebenaran telah hilang, dan siapa yang menjauhi kejahatan, ia menjadi korban rampasan. Tetapi Tuhan melihatnya, dan adalah jahat di mata-Nya bahwa tidak ada hukum."
  },
  {
    "reference": "Isa 59:16",
    "text": "- 59:16: Yes. 63:5 Ia melihat bahwa tidak seorang pun yang tampil, dan Ia tertegun karena tidak ada yang membela. Maka tangan-Nya sendiri memberi Dia pertolongan, dan keadilan-Nyalah yang membantu Dia."
  },
  {
    "reference": "Isa 59:17",
    "text": "- 59:17: Ef. 6:14, 17; 1Tes. 5:8 Ia mengenakan keadilan sebagai baju zirah dan ketopong keselamatan ada di kepala-Nya; Ia mengenakan pakaian pembalasan dan menyelubungkan kecemburuan sebagai jubah."
  },
  {
    "reference": "Isa 59:18",
    "text": "Sesuai dengan perbuatan-perbuatan orang, demikianlah Ia memberi pembalasan: kehangatan murka kepada lawan-lawan-Nya, ganjaran kepada musuh-musuh-Nya; bahkan kepada pulau-pulau yang jauh Ia memberi ganjaran."
  },
  {
    "reference": "Isa 59:19",
    "text": "Maka orang akan takut kepada nama Tuhan di tempat matahari terbenam dan kepada kemuliaan-Nya di tempat matahari terbit, sebab Ia akan datang seperti arus dari tempat yang sempit, yang didorong oleh nafas Tuhan."
  },
  {
    "reference": "Isa 59:20",
    "text": "- 59:20: Rm. 11:26 Dan Ia akan datang sebagai Penebus untuk Sion dan untuk orang-orang Yakub yang bertobat dari pemberontakannya, demikianlah firman Tuhan."
  },
  {
    "reference": "Isa 59:21",
    "text": "Adapun Aku, inilah perjanjian-Ku dengan mereka, firman Tuhan: Roh-Ku yang menghinggapi engkau dan firman-Ku yang Kutaruh dalam mulutmu tidak akan meninggalkan mulutmu dan mulut keturunanmu dan mulut keturunan mereka, dari sekarang sampai selama-lamanya, firman Tuhan."
  },
  {
    "reference": "Isa 60:1",
    "text": "Bangkitlah, menjadi teranglah, sebab terangmu datang, dan kemuliaan Tuhan terbit atasmu."
  },
  {
    "reference": "Isa 60:2",
    "text": "Sebab sesungguhnya, kegelapan menutupi bumi, dan kekelaman menutupi bangsa-bangsa; tetapi terang Tuhan terbit atasmu, dan kemuliaan-Nya menjadi nyata atasmu."
  },
  {
    "reference": "Isa 60:3",
    "text": "Bangsa-bangsa berduyun-duyun datang kepada terangmu, dan raja-raja kepada cahaya yang terbit bagimu."
  },
  {
    "reference": "Isa 60:4",
    "text": "Angkatlah mukamu dan lihatlah ke sekeliling, mereka semua datang berhimpun kepadamu; anak-anakmu laki-laki datang dari jauh, dan anak-anakmu perempuan digendong."
  },
  {
    "reference": "Isa 60:5",
    "text": "Pada waktu itu engkau akan heran melihat dan berseri-seri, engkau akan tercengang dan akan berbesar hati, sebab kelimpahan dari seberang laut akan beralih kepadamu, dan kekayaan bangsa-bangsa akan datang kepadamu."
  },
  {
    "reference": "Isa 60:6",
    "text": "Sejumlah besar unta akan menutupi daerahmu, unta-unta muda dari Midian dan Efa. Mereka semua akan datang dari Syeba, akan membawa emas dan kemenyan, serta memberitakan perbuatan masyhur Tuhan."
  },
  {
    "reference": "Isa 60:7",
    "text": "Segala kambing domba Kedar akan berhimpun kepadamu, domba-domba jantan Nebayot akan tersedia untuk ibadahmu; semuanya akan dipersembahkan di atas mezbah-Ku sebagai korban yang berkenan kepada-Ku, dan Aku akan menyemarakkan rumah keagungan-Ku."
  },
  {
    "reference": "Isa 60:8",
    "text": "Siapakah mereka ini yang melayang seperti awan dan seperti burung merpati ke pintu kandangnya?"
  },
  {
    "reference": "Isa 60:9",
    "text": "Sungguh, Akulah yang dinanti-nantikan pulau-pulau yang jauh; kapal-kapal Tarsis berlayar di depan untuk membawa anak-anakmu laki-laki dari jauh, perak dan emasnya dibawa serta, untuk nama Tuhan, Allahmu, dan oleh karena Yang Mahakudus, Allah Israel, sebab Ia mengagungkan engkau."
  },
  {
    "reference": "Isa 60:10",
    "text": "Orang-orang asing akan membangun tembokmu, dan raja-raja mereka akan melayani engkau; sebab dalam murka-Ku Aku telah menghajar engkau, namun Aku telah berkenan untuk mengasihani engkau."
  },
  {
    "reference": "Isa 60:11",
    "text": "- 60:11: Why. 21:25-26 Pintu-pintu gerbangmu akan terbuka senantiasa, baik siang maupun malam tidak akan tertutup, supaya orang dapat membawa kekayaan bangsa-bangsa kepadamu, sedang raja-raja mereka ikut digiring sebagai tawanan."
  },
  {
    "reference": "Isa 60:12",
    "text": "Sungguh, bangsa dan kerajaan yang tidak mau mengabdi kepadamu akan lenyap; bangsa-bangsa itu akan dirusakbinasakan."
  },
  {
    "reference": "Isa 60:13",
    "text": "Kemuliaan Libanon, yaitu pohon sanobar, pohon berangan dan pohon cemara, akan dibawa bersama-sama kepadamu, untuk mempersemarak tempat bait kudus-Ku, sebab Aku hendak memuliakan tempat kaki-Ku berjejak."
  },
  {
    "reference": "Isa 60:14",
    "text": "- 60:14: Why. 3:9 Anak-anak orang-orang yang menindas engkau akan datang kepadamu dan tunduk, dan semua orang yang menista engkau akan sujud menyembah telapak kakimu; mereka akan menyebutkan engkau ”kota Tuhan”, ”Sion, milik Yang Mahakudus, Allah Israel.”"
  },
  {
    "reference": "Isa 60:15",
    "text": "Sebagai ganti keadaanmu dahulu, ketika engkau ditinggalkan, dibenci dan tidak disinggahi seorang pun, sekarang Aku akan membuat engkau menjadi kebanggaan abadi, menjadi kegirangan turun-temurun."
  },
  {
    "reference": "Isa 60:16",
    "text": "Engkau akan mengisap susu bangsa-bangsa dan akan meminum susu kerajaan-kerajaan maka engkau akan mengetahui, bahwa Akulah, Tuhan, Juruselamatmu, dan Penebusmu, Yang Mahakuasa, Allah Yakub."
  },
  {
    "reference": "Isa 60:17",
    "text": "Sebagai ganti tembaga Aku akan membawa emas, dan sebagai ganti besi Aku akan membawa perak, sebagai ganti kayu, tembaga, dan sebagai ganti batu, besi; Aku akan memberikan damai sejahtera dan keadilan yang akan melindungi dan mengatur hidupmu."
  },
  {
    "reference": "Isa 60:18",
    "text": "Tidak akan ada lagi kabar tentang perbuatan kekerasan di negerimu, tentang kebinasaan atau keruntuhan di daerahmu; engkau akan menyebutkan tembokmu ”Selamat” dan pintu-pintu gerbangmu ”Pujian”."
  },
  {
    "reference": "Isa 60:19",
    "text": "- 60:19: Why. 21:23, 22:5 Bagimu matahari tidak lagi menjadi penerang pada siang hari dan cahaya bulan tidak lagi memberi terang pada malam hari, tetapi Tuhan akan menjadi penerang abadi bagimu dan Allahmu akan menjadi keagunganmu."
  },
  {
    "reference": "Isa 60:20",
    "text": "Bagimu akan ada matahari yang tidak pernah terbenam dan bulan yang tidak surut, sebab Tuhan akan menjadi penerang abadi bagimu, dan hari-hari perkabunganmu akan berakhir."
  },
  {
    "reference": "Isa 60:21",
    "text": "Pendudukmu semuanya orang-orang benar, mereka memiliki negeri untuk selama-lamanya; mereka sebagai cangkokan yang Kutanam sendiri untuk memperlihatkan keagungan-Ku."
  },
  {
    "reference": "Isa 60:22",
    "text": "Yang paling kecil akan menjadi kaum yang besar, dan yang paling lemah akan menjadi bangsa yang kuat; Aku, Tuhan, akan melaksanakannya dengan segera pada waktunya."
  },
  {
    "reference": "Isa 61:1",
    "text": "- 61:1: Mat. 11:5; Luk. 7:22 - 61:1-2: Luk. 4:18-19 Roh Tuhan Allah ada padaku, oleh karena Tuhan telah mengurapi aku; Ia telah mengutus aku untuk menyampaikan kabar baik kepada orang-orang sengsara, dan merawat orang-orang yang remuk hati, untuk memberitakan pembebasan kepada orang-orang tawanan, dan kepada orang-orang yang terkurung kelepasan dari penjara,"
  },
  {
    "reference": "Isa 61:2",
    "text": "- 61:2-3: Mat. 5:4 untuk memberitakan tahun rahmat Tuhan dan hari pembalasan Allah kita, untuk menghibur semua orang berkabung,"
  },
  {
    "reference": "Isa 61:3",
    "text": "untuk mengaruniakan kepada mereka perhiasan kepala ganti abu, minyak untuk pesta ganti kain kabung, nyanyian puji-pujian ganti semangat yang pudar, supaya orang menyebutkan mereka ”pohon tarbantin kebenaran”, ”tanaman Tuhan” untuk memperlihatkan keagungan-Nya."
  },
  {
    "reference": "Isa 61:4",
    "text": "Mereka akan membangun reruntuhan yang sudah berabad-abad, dan akan mendirikan kembali tempat-tempat yang sejak dahulu menjadi sunyi; mereka akan membaharui kota-kota yang runtuh, tempat-tempat yang telah turun-temurun menjadi sunyi."
  },
  {
    "reference": "Isa 61:5",
    "text": "Orang-orang luar akan melayani kamu sebagai gembala kambing dombamu, dan orang-orang asing akan bekerja bagimu sebagai petani dan tukang kebun anggurmu."
  },
  {
    "reference": "Isa 61:6",
    "text": "Tetapi kamu akan disebut imam Tuhan dan akan dinamai pelayan Allah kita. Kamu akan menikmati kekayaan bangsa-bangsa dan akan memegahkan diri dengan segala harta benda mereka."
  },
  {
    "reference": "Isa 61:7",
    "text": "Sebagai ganti bahwa kamu mendapat malu dua kali lipat, dan sebagai ganti noda dan ludah yang menjadi bagianmu, kamu akan mendapat warisan dua kali lipat di negerimu dan sukacita abadi akan menjadi kepunyaanmu."
  },
  {
    "reference": "Isa 61:8",
    "text": "Sebab Aku, Tuhan, mencintai hukum, dan membenci perampasan dan kecurangan; Aku akan memberi upahmu dengan tepat, dan akan mengikat perjanjian abadi dengan kamu."
  },
  {
    "reference": "Isa 61:9",
    "text": "Keturunanmu akan terkenal di antara bangsa-bangsa, dan anak cucumu di tengah-tengah suku-suku bangsa, sehingga semua orang yang melihat mereka akan mengakui, bahwa mereka adalah keturunan yang diberkati Tuhan."
  },
  {
    "reference": "Isa 61:10",
    "text": "- 61:10: Why. 21:2 Aku bersukaria di dalam Tuhan, jiwaku bersorak-sorai di dalam Allahku, sebab Ia mengenakan pakaian keselamatan kepadaku dan menyelubungi aku dengan jubah kebenaran, seperti pengantin laki-laki yang mengenakan perhiasan kepala dan seperti pengantin perempuan yang memakai perhiasannya."
  },
  {
    "reference": "Isa 61:11",
    "text": "Sebab seperti bumi memancarkan tumbuh-tumbuhan, dan seperti kebun menumbuhkan benih yang ditaburkan, demikianlah Tuhan Allah akan menumbuhkan kebenaran dan puji-pujian di depan semua bangsa-bangsa."
  },
  {
    "reference": "Isa 62:1",
    "text": "Oleh karena Sion aku tidak dapat berdiam diri, dan oleh karena Yerusalem aku tidak akan tinggal tenang, sampai kebenarannya bersinar seperti cahaya dan keselamatannya menyala seperti suluh."
  },
  {
    "reference": "Isa 62:2",
    "text": "Maka bangsa-bangsa akan melihat kebenaranmu, dan semua raja akan melihat kemuliaanmu, dan orang akan menyebut engkau dengan nama baru yang akan ditentukan oleh Tuhan sendiri."
  },
  {
    "reference": "Isa 62:3",
    "text": "Engkau akan menjadi mahkota keagungan di tangan Tuhan dan serban kerajaan di tangan Allahmu."
  },
  {
    "reference": "Isa 62:4",
    "text": "Engkau tidak akan disebut lagi ”yang ditinggalkan suami”, dan negerimu tidak akan disebut lagi ”yang sunyi”, tetapi engkau akan dinamai ”yang berkenan kepada-Ku” dan negerimu ”yang bersuami”, sebab Tuhan telah berkenan kepadamu, dan negerimu akan bersuami."
  },
  {
    "reference": "Isa 62:5",
    "text": "Sebab seperti seorang muda belia menjadi suami seorang anak dara, demikianlah Dia yang membangun engkau akan menjadi suamimu, dan seperti girang hatinya seorang mempelai melihat pengantin perempuan, demikianlah Allahmu akan girang hati atasmu."
  },
  {
    "reference": "Isa 62:6",
    "text": "Di atas tembok-tembokmu, hai Yerusalem, telah Kutempatkan pengintai-pengintai. Sepanjang hari dan sepanjang malam, mereka tidak akan pernah berdiam diri. Hai kamu yang harus mengingatkan Tuhan kepada Sion, janganlah kamu tinggal tenang"
  },
  {
    "reference": "Isa 62:7",
    "text": "dan janganlah biarkan Dia tinggal tenang, sampai Ia menegakkan Yerusalem dan sampai Ia membuatnya menjadi kemasyhuran di bumi."
  },
  {
    "reference": "Isa 62:8",
    "text": "Tuhan telah bersumpah demi tangan kanan-Nya, demi tangan kekuatan-Nya: ”Sesungguhnya, Aku tidak akan memberi gandummu lagi sebagai makanan kepada musuhmu, dan sesungguhnya, orang-orang asing tidak akan meminum air anggurmu yang telah kauhasilkan dengan bersusah-susah;"
  },
  {
    "reference": "Isa 62:9",
    "text": "tetapi orang yang menuainya akan memakannya juga dan akan memuji-muji Tuhan, dan orang yang mengumpulkannya akan meminumnya juga di pelataran-pelataran tempat kudus-Ku.”"
  },
  {
    "reference": "Isa 62:10",
    "text": "Berjalanlah, berjalanlah melalui pintu-pintu gerbang, persiapkanlah jalan bagi umat, bukalah, bukalah jalan raya, singkirkanlah batu-batu, tegakkanlah panji-panji untuk bangsa-bangsa!"
  },
  {
    "reference": "Isa 62:11",
    "text": "- 62:11: Yes. 40:10; Why. 22:12 Sebab inilah yang telah diperdengarkan Tuhan sampai ke ujung bumi! Katakanlah kepada puteri Sion: Sesungguhnya, keselamatanmu datang; sesungguhnya, mereka yang menjadi upah jerih payah-Nya ada bersama-sama Dia dan mereka yang diperoleh-Nya berjalan di hadapan-Nya."
  },
  {
    "reference": "Isa 62:12",
    "text": "Orang akan menyebutkan mereka ”bangsa kudus”, ”orang-orang tebusan Tuhan”, dan engkau akan disebutkan ”yang dicari”, ”kota yang tidak ditinggalkan”."
  },
  {
    "reference": "Isa 63:1",
    "text": "- 63:1-6: Yes. 34:5-17; Yer. 49:7-22; Yeh. 25:12-14, 35:1-15; Am. 1:11-12; Ob. 1-14; Mal. 1:2-5 ”Siapa dia yang datang dari Edom, yang datang dari Bozra dengan baju yang merah, dia yang bersemarak dengan pakaiannya, yang melangkah dengan kekuatannya yang besar?” ”Akulah yang menjanjikan keadilan dan yang berkuasa untuk menyelamatkan!”"
  },
  {
    "reference": "Isa 63:2",
    "text": "”Mengapakah pakaian-Mu semerah itu, dan baju-Mu seperti baju pengirik buah anggur?”"
  },
  {
    "reference": "Isa 63:3",
    "text": "- 63:3: Why. 14:20, 19:13, 15 ”Aku seorang dirilah yang melakukan pengirikan, dan dari antara umat-Ku tidak ada yang menemani Aku! Aku telah mengirik bangsa-bangsa dalam murka-Ku, dan Aku telah menginjak-injak mereka dalam kehangatan amarah-Ku; semburan darah mereka memercik kepada baju-Ku, dan seluruh pakaian-Ku telah cemar."
  },
  {
    "reference": "Isa 63:4",
    "text": "Sebab hari pembalasan telah Kurencanakan dan tahun penuntutan bela telah datang."
  },
  {
    "reference": "Isa 63:5",
    "text": "- 63:5: Yes. 59:16 Aku melayangkan pandangan-Ku: tidak ada yang menolong; Aku tertegun: tidak ada yang membantu. Lalu tangan-Ku memberi Aku pertolongan, dan kehangatan amarah-Ku, itulah yang membantu Aku."
  },
  {
    "reference": "Isa 63:6",
    "text": "Aku memijak-mijak bangsa-bangsa dalam murka-Ku, menghancurkan mereka dalam kehangatan amarah-Ku dan membuat semburan darah mereka mengalir ke tanah.” Doa pengakuan dan permohonan Israel 63:7–64:12"
  },
  {
    "reference": "Isa 63:7",
    "text": "Aku hendak menyebut-nyebut perbuatan kasih setia Tuhan, perbuatan Tuhan yang masyhur, sesuai dengan segala yang dilakukan Tuhan kepada kita, dan kebajikan yang besar kepada kaum Israel yang dilakukan-Nya kepada mereka sesuai dengan kasih sayang-Nya dan sesuai dengan kasih setia-Nya yang besar."
  },
  {
    "reference": "Isa 63:8",
    "text": "Bukankah Ia berfirman: ”Sungguh, merekalah umat-Ku, anak-anak yang tidak akan berlaku curang,” maka Ia menjadi Juruselamat mereka"
  },
  {
    "reference": "Isa 63:9",
    "text": "dalam segala kesesakan mereka. Bukan seorang duta atau utusan, melainkan Ia sendirilah yang menyelamatkan mereka; Dialah yang menebus mereka dalam kasih-Nya dan belas kasihan-Nya. Ia mengangkat dan menggendong mereka selama zaman dahulu kala."
  },
  {
    "reference": "Isa 63:10",
    "text": "Tetapi mereka memberontak dan mendukakan Roh Kudus-Nya; maka Ia berubah menjadi musuh mereka, dan Ia sendiri berperang melawan mereka."
  },
  {
    "reference": "Isa 63:11",
    "text": "Lalu teringatlah mereka kepada zaman dahulu kala, zaman Musa, hamba-Nya itu: Di manakah Dia yang membawa mereka naik dari laut bersama-sama dengan penggembala kambing domba-Nya? Di manakah Dia yang menaruh Roh Kudus-Nya dalam hati mereka;"
  },
  {
    "reference": "Isa 63:12",
    "text": "- 63:12: Kel. 14:21 yang dengan tangan-Nya yang agung menyertai Musa di sebelah kanan; yang membelah air di depan mereka untuk membuat nama abadi bagi-Nya;"
  },
  {
    "reference": "Isa 63:13",
    "text": "yang menuntun mereka melintasi samudera raya seperti kuda melintasi padang gurun? Mereka tidak pernah tersandung,"
  },
  {
    "reference": "Isa 63:14",
    "text": "seperti ternak yang turun ke dalam lembah. Roh Tuhan membawa mereka ke tempat perhentian. Demikianlah Engkau memimpin umat-Mu untuk membuat nama yang agung bagi-Mu."
  },
  {
    "reference": "Isa 63:15",
    "text": "Pandanglah dari sorga dan lihatlah dari kediaman-Mu yang kudus dan agung! Di manakah kecemburuan-Mu dan keperkasaan-Mu, hati-Mu yang tergerak dan kasih sayang-Mu? Janganlah kiranya Engkau menahan diri!"
  },
  {
    "reference": "Isa 63:16",
    "text": "Bukankah Engkau Bapa kami? Sungguh, Abraham tidak tahu apa-apa tentang kami, dan Israel tidak mengenal kami. Ya Tuhan, Engkau sendiri Bapa kami; nama-Mu ialah ”Penebus kami” sejak dahulu kala."
  },
  {
    "reference": "Isa 63:17",
    "text": "Ya Tuhan, mengapa Engkau biarkan kami sesat dari jalan-Mu, dan mengapa Engkau tegarkan hati kami, sehingga tidak takut kepada-Mu? Kembalilah oleh karena hamba-hamba-Mu, oleh karena suku-suku milik kepunyaan-Mu!"
  },
  {
    "reference": "Isa 63:18",
    "text": "Mengapa orang-orang fasik menghina tempat kudus-Mu, para lawan kami memijak-mijak bait kudus-Mu?"
  },
  {
    "reference": "Isa 63:19",
    "text": "Keadaan kami seolah-olah kami dari dahulu kala tidak pernah berada di bawah pemerintahan-Mu, seolah-olah nama-Mu tidak pernah disebut atas kami."
  },
  {
    "reference": "Isa 64:1",
    "text": "Sekiranya Engkau mengoyakkan langit dan Engkau turun, sehingga gunung-gunung goyang di hadapan-Mu"
  },
  {
    "reference": "Isa 64:2",
    "text": "– seperti api membuat ranggas menyala-nyala dan seperti api membuat air mendidih – untuk membuat nama-Mu dikenal oleh lawan-lawan-Mu, sehingga bangsa-bangsa gemetar di hadapan-Mu,"
  },
  {
    "reference": "Isa 64:3",
    "text": "karena Engkau melakukan kedahsyatan yang tidak kami harapkan, seperti tidak pernah didengar orang sejak dahulu kala!"
  },
  {
    "reference": "Isa 64:4",
    "text": "- 64:4: 1Kor. 2:9 Tidak ada telinga yang mendengar, dan tidak ada mata yang melihat seorang allah yang bertindak bagi orang yang menanti-nantikan dia; hanya Engkau yang berbuat demikian."
  },
  {
    "reference": "Isa 64:5",
    "text": "Engkau menyongsong mereka yang melakukan yang benar dan yang mengingat jalan yang Kautunjukkan! Sesungguhnya, Engkau ini murka, sebab kami berdosa; terhadap Engkau kami memberontak sejak dahulu kala."
  },
  {
    "reference": "Isa 64:6",
    "text": "Demikianlah kami sekalian seperti seorang najis dan segala kesalehan kami seperti kain kotor; kami sekalian menjadi layu seperti daun dan kami lenyap oleh kejahatan kami seperti daun dilenyapkan oleh angin."
  },
  {
    "reference": "Isa 64:7",
    "text": "Tidak ada yang memanggil nama-Mu atau yang bangkit untuk berpegang kepada-Mu; sebab Engkau menyembunyikan wajah-Mu terhadap kami, dan menyerahkan kami ke dalam kekuasaan dosa kami."
  },
  {
    "reference": "Isa 64:8",
    "text": "Tetapi sekarang, ya Tuhan, Engkaulah Bapa kami! Kamilah tanah liat dan Engkaulah yang membentuk kami, dan kami sekalian adalah buatan tangan-Mu."
  },
  {
    "reference": "Isa 64:9",
    "text": "Ya Tuhan, janganlah murka amat sangat dan janganlah mengingat-ingat dosa untuk seterusnya! Sesungguhnya, pandanglah kiranya, kami sekalian adalah umat-Mu."
  },
  {
    "reference": "Isa 64:10",
    "text": "Kota-kota-Mu yang kudus sudah menjadi padang gurun, Sion sudah menjadi padang gurun, Yerusalem sunyi sepi."
  },
  {
    "reference": "Isa 64:11",
    "text": "Bait kami yang kudus dan agung, tempat nenek moyang kami memuji-muji Engkau, sudah menjadi umpan api, maka milik kami yang paling indah sudah menjadi reruntuhan."
  },
  {
    "reference": "Isa 64:12",
    "text": "Melihat semuanya ini, ya Tuhan, masakan Engkau menahan diri, masakan Engkau tinggal diam dan menindas kami amat sangat?"
  },
  {
    "reference": "Isa 65:1",
    "text": "- 65:1-2: Rm. 10:20-21 Aku telah berkenan memberi petunjuk kepada orang yang tidak menanyakan Aku; Aku telah berkenan ditemukan oleh orang yang tidak mencari Aku. Aku telah berkata: ”Ini Aku, ini Aku!” kepada bangsa yang tidak memanggil nama-Ku."
  },
  {
    "reference": "Isa 65:2",
    "text": "Sepanjang hari Aku telah mengulurkan tangan-Ku kepada suku bangsa yang memberontak, yang menempuh jalan yang tidak baik dan mengikuti rancangannya sendiri;"
  },
  {
    "reference": "Isa 65:3",
    "text": "suku bangsa yang menyakitkan hati-Ku senantiasa di depan mata-Ku, dengan mempersembahkan korban di taman-taman dewa dan membakar korban di atas batu bata;"
  },
  {
    "reference": "Isa 65:4",
    "text": "yang duduk di kuburan-kuburan dan bermalam di dalam gua-gua; yang memakan daging babi dan kuah daging najis ada dalam kuali mereka;"
  },
  {
    "reference": "Isa 65:5",
    "text": "yang berkata: ”Menjauhlah, janganlah meraba aku, nanti engkau menjadi kudus olehku!” Semuanya ini seperti asap yang naik ke dalam hidung-Ku, seperti api yang menyala sepanjang hari."
  },
  {
    "reference": "Isa 65:6",
    "text": "Sesungguhnya, telah ada tertulis di hadapan-Ku: Aku tidak akan tinggal diam, malah Aku akan mengadakan pembalasan, ya, pembalasan terhadap diri mereka,"
  },
  {
    "reference": "Isa 65:7",
    "text": "atas segala kesalahan mereka sendiri, maupun atas kesalahan nenek moyangnya, semuanya serentak, firman Tuhan. Sebab mereka telah membakar korban di atas gunung-gunung dan mengaibkan Aku di atas bukit-bukit. Memang Aku akan menakar ke dalam jubah mereka upah untuk perbuatan-perbuatan mereka yang dahulu!"
  },
  {
    "reference": "Isa 65:8",
    "text": "Beginilah firman Tuhan: ”Seperti kata orang jika pada tandan buah anggur masih terdapat airnya: Janganlah musnahkan itu, sebab di dalamnya masih ada berkat! demikianlah Aku akan bertindak oleh karena hamba-hamba-Ku, yakni Aku tidak akan memusnahkan sekaliannya."
  },
  {
    "reference": "Isa 65:9",
    "text": "Aku akan membangkitkan keturunan dari Yakub, dan orang yang mewarisi gunung-gunung-Ku dari Yehuda; orang-orang pilihan-Ku akan mewarisinya, dan hamba-hamba-Ku akan tinggal di situ."
  },
  {
    "reference": "Isa 65:10",
    "text": "- 65:10: Yos. 7:24-26 Saron akan menjadi padang rumput bagi kambing domba, dan lembah Akhor menjadi tempat pembaringan bagi lembu sapi, untuk umat-Ku yang mencari Aku."
  },
  {
    "reference": "Isa 65:11",
    "text": "Tetapi kamu yang telah meninggalkan Tuhan, yang telah melupakan gunung-Ku yang kudus, yang menyajikan hidangan bagi dewa Gad, dan yang menyuguhkan anggur bercampur rempah bagi dewa Meni:"
  },
  {
    "reference": "Isa 65:12",
    "text": "Aku akan menentukan kamu bagi pedang, dan kamu sekalian akan menekuk lutut untuk dibantai! Oleh karena ketika Aku memanggil, kamu tidak menjawab, ketika Aku berbicara, kamu tidak mendengar, tetapi kamu melakukan apa yang jahat di mata-Ku dan lebih menyukai apa yang tidak berkenan kepada-Ku.”"
  },
  {
    "reference": "Isa 65:13",
    "text": "Sebab itu beginilah firman Tuhan Allah: ”Sesungguhnya, hamba-hamba-Ku akan makan, tetapi kamu akan menderita kelaparan; sesungguhnya, hamba-hamba-Ku akan minum, tetapi kamu akan menderita kehausan; sesungguhnya, hamba-hamba-Ku akan bersukacita, tetapi kamu akan mendapat malu;"
  },
  {
    "reference": "Isa 65:14",
    "text": "sesungguhnya, hamba-hamba-Ku akan bersorak-sorai karena gembira hatinya, tetapi kamu akan mengerang karena sedih hati, dan kamu akan menangis karena patah semangat."
  },
  {
    "reference": "Isa 65:15",
    "text": "Kamu harus meninggalkan namamu kepada orang-orang pilihan-Ku untuk dipakai sebagai sumpah kutuk ini: Tuhan Allah kiranya membuat engkau seperti mereka! Tetapi hamba-hamba-Ku akan disebut dengan nama lain,"
  },
  {
    "reference": "Isa 65:16",
    "text": "sehingga orang yang hendak mendapat berkat di negeri akan memohon berkat demi Allah yang setia, dan orang yang hendak bersumpah di negeri akan bersumpah demi Allah yang setia, sebab kesesakan-kesesakan yang dahulu sudah terlupa, dan sudah tersembunyi dari mata-Ku.” Janji mengenai langit yang baru dan bumi yang baru 65:17-25"
  },
  {
    "reference": "Isa 65:17",
    "text": "- 65:17: Yes. 66:22; 2Ptr. 3:13; Why. 21:1 ”Sebab sesungguhnya, Aku menciptakan langit yang baru dan bumi yang baru; hal-hal yang dahulu tidak akan diingat lagi, dan tidak akan timbul lagi dalam hati."
  },
  {
    "reference": "Isa 65:18",
    "text": "Tetapi bergiranglah dan bersorak-sorak untuk selama-lamanya atas apa yang Kuciptakan, sebab sesungguhnya, Aku menciptakan Yerusalem penuh sorak-sorak dan penduduknya penuh kegirangan."
  },
  {
    "reference": "Isa 65:19",
    "text": "- 65:19: Why. 21:4 Aku akan bersorak-sorak karena Yerusalem, dan bergirang karena umat-Ku; di dalamnya tidak akan kedengaran lagi bunyi tangisan dan bunyi erang pun tidak."
  },
  {
    "reference": "Isa 65:20",
    "text": "Di situ tidak akan ada lagi bayi yang hanya hidup beberapa hari atau orang tua yang tidak mencapai umur suntuk, sebab siapa yang mati pada umur seratus tahun masih akan dianggap muda, dan siapa yang tidak mencapai umur seratus tahun akan dianggap kena kutuk."
  },
  {
    "reference": "Isa 65:21",
    "text": "Mereka akan mendirikan rumah-rumah dan mendiaminya juga; mereka akan menanami kebun-kebun anggur dan memakan buahnya juga."
  },
  {
    "reference": "Isa 65:22",
    "text": "Mereka tidak akan mendirikan sesuatu, supaya orang lain mendiaminya, dan mereka tidak akan menanam sesuatu, supaya orang lain memakan buahnya; sebab umur umat-Ku akan sepanjang umur pohon, dan orang-orang pilihan-Ku akan menikmati pekerjaan tangan mereka."
  },
  {
    "reference": "Isa 65:23",
    "text": "Mereka tidak akan bersusah-susah dengan percuma dan tidak akan melahirkan anak yang akan mati mendadak, sebab mereka itu keturunan orang-orang yang diberkati Tuhan, dan anak cucu mereka ada beserta mereka."
  },
  {
    "reference": "Isa 65:24",
    "text": "Maka sebelum mereka memanggil, Aku sudah menjawabnya; ketika mereka sedang berbicara, Aku sudah mendengarkannya."
  },
  {
    "reference": "Isa 65:25",
    "text": "- 65:25: Yes. 11:6-9 Serigala dan anak domba akan bersama-sama makan rumput, singa akan makan jerami seperti lembu dan ular akan hidup dari debu. Tidak ada yang akan berbuat jahat atau yang berlaku busuk di segenap gunung-Ku yang kudus,” firman Tuhan."
  },
  {
    "reference": "Isa 66:1",
    "text": "- 66:1: Mat. 5:34-35, 23:22 - 66:1-2: Kis. 7:49-50 Beginilah firman Tuhan: Langit adalah takhta-Ku dan bumi adalah tumpuan kaki-Ku; rumah apakah yang akan kamu dirikan bagi-Ku, dan tempat apakah yang akan menjadi perhentian-Ku?"
  },
  {
    "reference": "Isa 66:2",
    "text": "Bukankah tangan-Ku yang membuat semuanya ini, sehingga semuanya ini terjadi? demikianlah firman Tuhan. Tetapi kepada orang inilah Aku memandang: kepada orang yang tertindas dan patah semangatnya dan yang gentar kepada firman-Ku."
  },
  {
    "reference": "Isa 66:3",
    "text": "Orang menyembelih lembu jantan, namun membunuh manusia juga, orang mengorbankan domba, namun mematahkan batang leher anjing, orang mempersembahkan korban sajian, namun mempersembahkan darah babi, orang mempersembahkan kemenyan, namun memuja berhala juga. Karena itu: sama seperti mereka lebih menyukai jalan mereka sendiri, dan jiwanya menghendaki dewa kejijikan mereka,"
  },
  {
    "reference": "Isa 66:4",
    "text": "demikianlah Aku lebih menyukai memperlakukan mereka dengan sewenang-wenang dan mendatangkan kepada mereka apa yang ditakutkan mereka; oleh karena apabila Aku memanggil, tidak ada yang menjawab, apabila Aku berbicara, mereka tidak mendengarkan, tetapi mereka melakukan yang jahat di mata-Ku dan lebih menyukai apa yang tidak Kukehendaki."
  },
  {
    "reference": "Isa 66:5",
    "text": "Dengarlah firman Tuhan, hai kamu yang gentar kepada firman-Nya! Saudara-saudaramu, yang membenci kamu, yang mengucilkan kamu oleh karena kamu menghormati nama-Ku, telah berkata: ”Baiklah Tuhan menyatakan kemuliaan-Nya, supaya kami melihat sukacitamu!” Tetapi mereka sendirilah yang mendapat malu."
  },
  {
    "reference": "Isa 66:6",
    "text": "Dengar, bunyi kegemparan dari kota, dengar, datangnya dari Bait Suci! Dengar, Tuhan melakukan pembalasan kepada musuh-musuh-Nya!"
  },
  {
    "reference": "Isa 66:7",
    "text": "- 66:7-8: Why. 12:3-5 Sebelum menggeliat sakit, ia sudah bersalin, sebelum mengalami sakit beranak, ia sudah melahirkan anak laki-laki."
  },
  {
    "reference": "Isa 66:8",
    "text": "Siapakah yang telah mendengar hal yang seperti itu, siapakah yang telah melihat hal yang demikian? Masakan suatu negeri diperanakkan dalam satu hari, atau suatu bangsa dilahirkan dalam satu kali? Namun baru saja menggeliat sakit, Sion sudah melahirkan anak-anaknya."
  },
  {
    "reference": "Isa 66:9",
    "text": "Masakan Aku membukakan rahim orang, dan tidak membuatnya melahirkan? firman Tuhan. Atau masakan Aku membuat orang melahirkan, dan menutup rahimnya pula? firman Allahmu."
  },
  {
    "reference": "Isa 66:10",
    "text": "Bersukacitalah bersama-sama Yerusalem, dan bersorak-soraklah karenanya, hai semua orang yang mencintainya! Bergiranglah bersama-sama dia segirang-girangnya, hai semua orang yang berkabung karenanya!"
  },
  {
    "reference": "Isa 66:11",
    "text": "supaya kamu mengisap dan menjadi kenyang dari susu yang menyegarkan kamu, supaya kamu menghirup dan menikmati dari dadanya yang bernas."
  },
  {
    "reference": "Isa 66:12",
    "text": "Sebab beginilah firman Tuhan: Sesungguhnya, Aku mengalirkan kepadanya keselamatan seperti sungai, dan kekayaan bangsa-bangsa seperti batang air yang membanjir; kamu akan menyusu, akan digendong, akan dibelai-belai di pangkuan."
  },
  {
    "reference": "Isa 66:13",
    "text": "Seperti seseorang yang dihibur ibunya, demikianlah Aku ini akan menghibur kamu; kamu akan dihibur di Yerusalem."
  },
  {
    "reference": "Isa 66:14",
    "text": "Apabila kamu melihatnya, hatimu akan girang, dan kamu akan seperti rumput muda yang tumbuh dengan lebat; maka tangan Tuhan akan nyata kepada hamba-hamba-Nya, dan amarah-Nya kepada musuh-musuh-Nya."
  },
  {
    "reference": "Isa 66:15",
    "text": "Sebab sesungguhnya, Tuhan akan datang dengan api, dan kereta-kereta-Nya akan seperti puting beliung, untuk melampiaskan murka-Nya dengan kepanasan dan hardik-Nya dengan nyala api."
  },
  {
    "reference": "Isa 66:16",
    "text": "Sebab Tuhan akan menghukum segala yang hidup dengan api dan dengan pedang-Nya, dan orang-orang yang mati terbunuh oleh Tuhan akan banyak jumlahnya."
  },
  {
    "reference": "Isa 66:17",
    "text": "Mereka yang menguduskan dan mentahirkan dirinya untuk taman-taman dewa, dengan mengikuti seseorang yang ada di tengah-tengahnya, yang memakan daging babi dan binatang-binatang jijik serta tikus, mereka semuanya akan lenyap sekaligus, demikianlah firman Tuhan."
  },
  {
    "reference": "Isa 66:18",
    "text": "Aku mengenal segala perbuatan dan rancangan mereka, dan Aku datang untuk mengumpulkan segala bangsa dari semua bahasa, dan mereka itu akan datang dan melihat kemuliaan-Ku."
  },
  {
    "reference": "Isa 66:19",
    "text": "Aku akan menaruh tanda di tengah-tengah mereka dan akan mengutus dari antara mereka orang-orang yang terluput kepada bangsa-bangsa, yakni Tarsis, Pul dan Lud, ke Mesekh dan Rosh, ke Tubal dan Yawan, ke pulau-pulau yang jauh yang belum pernah mendengar kabar tentang Aku dan yang belum pernah melihat kemuliaan-Ku, supaya mereka memberitakan kemuliaan-Ku di antara bangsa-bangsa."
  },
  {
    "reference": "Isa 66:20",
    "text": "Mereka itu akan membawa semua saudaramu dari antara segala bangsa sebagai korban untuk Tuhan di atas kuda dan kereta dan di atas usungan, di atas bagal dan unta betina yang cepat, ke atas gunung-Ku yang kudus, ke Yerusalem, firman Tuhan, sama seperti orang Israel membawa korban dalam wadah yang tahir ke dalam rumah Tuhan."
  },
  {
    "reference": "Isa 66:21",
    "text": "Juga dari antara mereka akan Kuambil imam-imam dan orang-orang Lewi, firman Tuhan."
  },
  {
    "reference": "Isa 66:22",
    "text": "- 66:22: Yes. 65:17; 2Ptr. 3:13; Why. 21:1 Sebab sama seperti langit yang baru dan bumi yang baru yang akan Kujadikan itu, tinggal tetap di hadapan-Ku, demikianlah firman Tuhan, demikianlah keturunanmu dan namamu akan tinggal tetap."
  },
  {
    "reference": "Isa 66:23",
    "text": "Bulan berganti bulan, dan Sabat berganti Sabat, maka seluruh umat manusia akan datang untuk sujud menyembah di hadapan-Ku, firman Tuhan."
  },
  {
    "reference": "Isa 66:24",
    "text": "- 66:24: Mrk. 9:48 Mereka akan keluar dan akan memandangi bangkai orang-orang yang telah memberontak kepada-Ku. Di situ ulat-ulatnya tidak akan mati, dan apinya tidak akan padam, maka semuanya akan menjadi kengerian bagi segala yang hidup."
  }
]
