[
  {
    "reference": "Jas 1:1",
    "text": "Salam dari Yakobus, hamba Allah dan Tuhan Yesus Kristus, kepada kedua belas suku di perantauan. Iman dan hikmat 1:2-8"
  },
  {
    "reference": "Jas 1:2",
    "text": "Saudara-saudaraku, anggaplah sebagai suatu kebahagiaan, apabila kamu jatuh ke dalam berbagai-bagai pencobaan,"
  },
  {
    "reference": "Jas 1:3",
    "text": "sebab kamu tahu, bahwa ujian terhadap imanmu itu menghasilkan ketekunan."
  },
  {
    "reference": "Jas 1:4",
    "text": "Dan biarkanlah ketekunan itu memperoleh buah yang matang, supaya kamu menjadi sempurna dan utuh dan tak kekurangan suatu apa pun."
  },
  {
    "reference": "Jas 1:5",
    "text": "Tetapi apabila di antara kamu ada yang kekurangan hikmat, hendaklah ia memintakannya kepada Allah, – yang memberikan kepada semua orang dengan murah hati dan dengan tidak membangkit-bangkit –, maka hal itu akan diberikan kepadanya."
  },
  {
    "reference": "Jas 1:6",
    "text": "Hendaklah ia memintanya dalam iman, dan sama sekali jangan bimbang, sebab orang yang bimbang sama dengan gelombang laut, yang diombang-ambingkan kian ke mari oleh angin."
  },
  {
    "reference": "Jas 1:7",
    "text": "Orang yang demikian janganlah mengira, bahwa ia akan menerima sesuatu dari Tuhan."
  },
  {
    "reference": "Jas 1:8",
    "text": "Sebab orang yang mendua hati tidak akan tenang dalam hidupnya. Keadaan rendah dan keadaan kaya 1:9-11"
  },
  {
    "reference": "Jas 1:9",
    "text": "Baiklah saudara yang berada dalam keadaan yang rendah bermegah karena kedudukannya yang tinggi,"
  },
  {
    "reference": "Jas 1:10",
    "text": "- 1:10-11: Yes. 40:6-7 dan orang kaya karena kedudukannya yang rendah sebab ia akan lenyap seperti bunga rumput."
  },
  {
    "reference": "Jas 1:11",
    "text": "Karena matahari terbit dengan panasnya yang terik dan melayukan rumput itu, sehingga gugurlah bunganya dan hilanglah semaraknya. Demikian jugalah halnya dengan orang kaya; di tengah-tengah segala usahanya ia akan lenyap. Pengujian dan pencobaan 1:12-18"
  },
  {
    "reference": "Jas 1:12",
    "text": "Berbahagialah orang yang bertahan dalam pencobaan, sebab apabila ia sudah tahan uji, ia akan menerima mahkota kehidupan yang dijanjikan Allah kepada barangsiapa yang mengasihi Dia."
  },
  {
    "reference": "Jas 1:13",
    "text": "Apabila seorang dicobai, janganlah ia berkata: ”Pencobaan ini datang dari Allah!” Sebab Allah tidak dapat dicobai oleh yang jahat, dan Ia sendiri tidak mencobai siapa pun."
  },
  {
    "reference": "Jas 1:14",
    "text": "Tetapi tiap-tiap orang dicobai oleh keinginannya sendiri, karena ia diseret dan dipikat olehnya."
  },
  {
    "reference": "Jas 1:15",
    "text": "Dan apabila keinginan itu telah dibuahi, ia melahirkan dosa; dan apabila dosa itu sudah matang, ia melahirkan maut."
  },
  {
    "reference": "Jas 1:16",
    "text": "Saudara-saudara yang kukasihi, janganlah sesat!"
  },
  {
    "reference": "Jas 1:17",
    "text": "Setiap pemberian yang baik dan setiap anugerah yang sempurna, datangnya dari atas, diturunkan dari Bapa segala terang; pada-Nya tidak ada perubahan atau bayangan karena pertukaran."
  },
  {
    "reference": "Jas 1:18",
    "text": "Atas kehendak-Nya sendiri Ia telah menjadikan kita oleh firman kebenaran, supaya kita pada tingkat yang tertentu menjadi anak sulung di antara semua ciptaan-Nya. Pendengar atau pelaku firman 1:19-27"
  },
  {
    "reference": "Jas 1:19",
    "text": "Hai saudara-saudara yang kukasihi, ingatlah hal ini: setiap orang hendaklah cepat untuk mendengar, tetapi lambat untuk berkata-kata, dan juga lambat untuk marah;"
  },
  {
    "reference": "Jas 1:20",
    "text": "sebab amarah manusia tidak mengerjakan kebenaran di hadapan Allah."
  },
  {
    "reference": "Jas 1:21",
    "text": "Sebab itu buanglah segala sesuatu yang kotor dan kejahatan yang begitu banyak itu dan terimalah dengan lemah lembut firman yang tertanam di dalam hatimu, yang berkuasa menyelamatkan jiwamu."
  },
  {
    "reference": "Jas 1:22",
    "text": "Tetapi hendaklah kamu menjadi pelaku firman dan bukan hanya pendengar saja; sebab jika tidak demikian kamu menipu diri sendiri."
  },
  {
    "reference": "Jas 1:23",
    "text": "Sebab jika seorang hanya mendengar firman saja dan tidak melakukannya, ia adalah seumpama seorang yang sedang mengamat-amati mukanya yang sebenarnya di depan cermin."
  },
  {
    "reference": "Jas 1:24",
    "text": "Baru saja ia memandang dirinya, ia sudah pergi atau ia segera lupa bagaimana rupanya."
  },
  {
    "reference": "Jas 1:25",
    "text": "Tetapi barangsiapa meneliti hukum yang sempurna, yaitu hukum yang memerdekakan orang, dan ia bertekun di dalamnya, jadi bukan hanya mendengar untuk melupakannya, tetapi sungguh-sungguh melakukannya, ia akan berbahagia oleh perbuatannya."
  },
  {
    "reference": "Jas 1:26",
    "text": "Jikalau ada seorang menganggap dirinya beribadah, tetapi tidak mengekang lidahnya, ia menipu dirinya sendiri, maka sia-sialah ibadahnya."
  },
  {
    "reference": "Jas 1:27",
    "text": "Ibadah yang murni dan yang tak bercacat di hadapan Allah, Bapa kita, ialah mengunjungi yatim piatu dan janda-janda dalam kesusahan mereka, dan menjaga supaya dirinya sendiri tidak dicemarkan oleh dunia."
  },
  {
    "reference": "Jas 2:1",
    "text": "Saudara-saudaraku, sebagai orang yang beriman kepada Yesus Kristus, Tuhan kita yang mulia, janganlah iman itu kamu amalkan dengan memandang muka."
  },
  {
    "reference": "Jas 2:2",
    "text": "Sebab, jika ada seorang masuk ke dalam kumpulanmu dengan memakai cincin emas dan pakaian indah dan datang juga seorang miskin ke situ dengan memakai pakaian buruk,"
  },
  {
    "reference": "Jas 2:3",
    "text": "dan kamu menghormati orang yang berpakaian indah itu dan berkata kepadanya: ”Silakan tuan duduk di tempat yang baik ini!”, sedang kepada orang yang miskin itu kamu berkata: ”Berdirilah di sana!” atau: ”Duduklah di lantai ini dekat tumpuan kakiku!”,"
  },
  {
    "reference": "Jas 2:4",
    "text": "bukankah kamu telah membuat pembedaan di dalam hatimu dan bertindak sebagai hakim dengan pikiran yang jahat?"
  },
  {
    "reference": "Jas 2:5",
    "text": "Dengarkanlah, hai saudara-saudara yang kukasihi! Bukankah Allah memilih orang-orang yang dianggap miskin oleh dunia ini untuk menjadi kaya dalam iman dan menjadi ahli waris Kerajaan yang telah dijanjikan-Nya kepada barangsiapa yang mengasihi Dia?"
  },
  {
    "reference": "Jas 2:6",
    "text": "Tetapi kamu telah menghinakan orang-orang miskin. Bukankah justru orang-orang kaya yang menindas kamu dan yang menyeret kamu ke pengadilan?"
  },
  {
    "reference": "Jas 2:7",
    "text": "Bukankah mereka yang menghujat Nama yang mulia, yang oleh-Nya kamu menjadi milik Allah?"
  },
  {
    "reference": "Jas 2:8",
    "text": "- 2:8: Im. 19:18 Akan tetapi, jikalau kamu menjalankan hukum utama yang tertulis dalam Kitab Suci: ”Kasihilah sesamamu manusia seperti dirimu sendiri”, kamu berbuat baik."
  },
  {
    "reference": "Jas 2:9",
    "text": "Tetapi, jikalau kamu memandang muka, kamu berbuat dosa, dan oleh hukum itu menjadi nyata, bahwa kamu melakukan pelanggaran."
  },
  {
    "reference": "Jas 2:10",
    "text": "Sebab barangsiapa menuruti seluruh hukum itu, tetapi mengabaikan satu bagian dari padanya, ia bersalah terhadap seluruhnya."
  },
  {
    "reference": "Jas 2:11",
    "text": "- 2:11: Kel. 20:13-14; Ul. 5:17-18 Sebab Ia yang mengatakan: ”Jangan berzinah”, Ia mengatakan juga: ”Jangan membunuh”. Jadi jika kamu tidak berzinah tetapi membunuh, maka kamu menjadi pelanggar hukum juga."
  },
  {
    "reference": "Jas 2:12",
    "text": "Berkatalah dan berlakulah seperti orang-orang yang akan dihakimi oleh hukum yang memerdekakan orang."
  },
  {
    "reference": "Jas 2:13",
    "text": "Sebab penghakiman yang tak berbelas kasihan akan berlaku atas orang yang tidak berbelas kasihan. Tetapi belas kasihan akan menang atas penghakiman. Iman tanpa perbuatan pada hakekatnya adalah mati 2:14-26"
  },
  {
    "reference": "Jas 2:14",
    "text": "Apakah gunanya, saudara-saudaraku, jika seorang mengatakan, bahwa ia mempunyai iman, padahal ia tidak mempunyai perbuatan? Dapatkah iman itu menyelamatkan dia?"
  },
  {
    "reference": "Jas 2:15",
    "text": "Jika seorang saudara atau saudari tidak mempunyai pakaian dan kekurangan makanan sehari-hari,"
  },
  {
    "reference": "Jas 2:16",
    "text": "dan seorang dari antara kamu berkata: ”Selamat jalan, kenakanlah kain panas dan makanlah sampai kenyang!”, tetapi ia tidak memberikan kepadanya apa yang perlu bagi tubuhnya, apakah gunanya itu?"
  },
  {
    "reference": "Jas 2:17",
    "text": "Demikian juga halnya dengan iman: Jika iman itu tidak disertai perbuatan, maka iman itu pada hakekatnya adalah mati."
  },
  {
    "reference": "Jas 2:18",
    "text": "Tetapi mungkin ada orang berkata: ”Padamu ada iman dan padaku ada perbuatan”, aku akan menjawab dia: ”Tunjukkanlah kepadaku imanmu itu tanpa perbuatan, dan aku akan menunjukkan kepadamu imanku dari perbuatan-perbuatanku.”"
  },
  {
    "reference": "Jas 2:19",
    "text": "Engkau percaya, bahwa hanya ada satu Allah saja? Itu baik! Tetapi setan-setan pun juga percaya akan hal itu dan mereka gemetar."
  },
  {
    "reference": "Jas 2:20",
    "text": "Hai manusia yang bebal, maukah engkau mengakui sekarang, bahwa iman tanpa perbuatan adalah iman yang kosong?"
  },
  {
    "reference": "Jas 2:21",
    "text": "- 2:21: Kej. 22:1-14 Bukankah Abraham, bapa kita, dibenarkan karena perbuatan-perbuatannya, ketika ia mempersembahkan Ishak, anaknya, di atas mezbah?"
  },
  {
    "reference": "Jas 2:22",
    "text": "Kamu lihat, bahwa iman bekerjasama dengan perbuatan-perbuatan dan oleh perbuatan-perbuatan itu iman menjadi sempurna."
  },
  {
    "reference": "Jas 2:23",
    "text": "- 2:23: Kej. 15:6; 2Taw. 20:7; Yes. 41:8 Dengan jalan demikian genaplah nas yang mengatakan: ”Lalu percayalah Abraham kepada Allah, maka Allah memperhitungkan hal itu kepadanya sebagai kebenaran.” Karena itu Abraham disebut: ”Sahabat Allah.”"
  },
  {
    "reference": "Jas 2:24",
    "text": "Jadi kamu lihat, bahwa manusia dibenarkan karena perbuatan-perbuatannya dan bukan hanya karena iman."
  },
  {
    "reference": "Jas 2:25",
    "text": "- 2:25: Yos. 2:1-21 Dan bukankah demikian juga Rahab, pelacur itu, dibenarkan karena perbuatan-perbuatannya, ketika ia menyembunyikan orang-orang yang disuruh itu di dalam rumahnya, lalu menolong mereka lolos melalui jalan yang lain?"
  },
  {
    "reference": "Jas 2:26",
    "text": "Sebab seperti tubuh tanpa roh adalah mati, demikian jugalah iman tanpa perbuatan-perbuatan adalah mati."
  },
  {
    "reference": "Jas 3:1",
    "text": "Saudara-saudaraku, janganlah banyak orang di antara kamu mau menjadi guru; sebab kita tahu, bahwa sebagai guru kita akan dihakimi menurut ukuran yang lebih berat."
  },
  {
    "reference": "Jas 3:2",
    "text": "Sebab kita semua bersalah dalam banyak hal; barangsiapa tidak bersalah dalam perkataannya, ia adalah orang sempurna, yang dapat juga mengendalikan seluruh tubuhnya."
  },
  {
    "reference": "Jas 3:3",
    "text": "Kita mengenakan kekang pada mulut kuda, sehingga ia menuruti kehendak kita, dengan jalan demikian kita dapat juga mengendalikan seluruh tubuhnya."
  },
  {
    "reference": "Jas 3:4",
    "text": "Dan lihat saja kapal-kapal, walaupun amat besar dan digerakkan oleh angin keras, namun dapat dikendalikan oleh kemudi yang amat kecil menurut kehendak jurumudi."
  },
  {
    "reference": "Jas 3:5",
    "text": "Demikian juga lidah, walaupun suatu anggota kecil dari tubuh, namun dapat memegahkan perkara-perkara yang besar. Lihatlah, betapa pun kecilnya api, ia dapat membakar hutan yang besar."
  },
  {
    "reference": "Jas 3:6",
    "text": "Lidah pun adalah api; ia merupakan suatu dunia kejahatan dan mengambil tempat di antara anggota-anggota tubuh kita sebagai sesuatu yang dapat menodai seluruh tubuh dan menyalakan roda kehidupan kita, sedang ia sendiri dinyalakan oleh api neraka."
  },
  {
    "reference": "Jas 3:7",
    "text": "Semua jenis binatang liar, burung-burung, serta binatang-binatang menjalar dan binatang-binatang laut dapat dijinakkan dan telah dijinakkan oleh sifat manusia,"
  },
  {
    "reference": "Jas 3:8",
    "text": "tetapi tidak seorang pun yang berkuasa menjinakkan lidah; ia adalah sesuatu yang buas, yang tak terkuasai, dan penuh racun yang mematikan."
  },
  {
    "reference": "Jas 3:9",
    "text": "- 3:9: Kej. 1:26 Dengan lidah kita memuji Tuhan, Bapa kita; dan dengan lidah kita mengutuk manusia yang diciptakan menurut rupa Allah,"
  },
  {
    "reference": "Jas 3:10",
    "text": "dari mulut yang satu keluar berkat dan kutuk. Hal ini, saudara-saudaraku, tidak boleh demikian terjadi."
  },
  {
    "reference": "Jas 3:11",
    "text": "Adakah sumber memancarkan air tawar dan air pahit dari mata air yang sama?"
  },
  {
    "reference": "Jas 3:12",
    "text": "Saudara-saudaraku, adakah pohon ara dapat menghasilkan buah zaitun dan adakah pokok anggur dapat menghasilkan buah ara? Demikian juga mata air asin tidak dapat mengeluarkan air tawar. Hikmat yang dari atas 3:13-18"
  },
  {
    "reference": "Jas 3:13",
    "text": "Siapakah di antara kamu yang bijak dan berbudi? Baiklah ia dengan cara hidup yang baik menyatakan perbuatannya oleh hikmat yang lahir dari kelemahlembutan."
  },
  {
    "reference": "Jas 3:14",
    "text": "Jika kamu menaruh perasaan iri hati dan kamu mementingkan diri sendiri, janganlah kamu memegahkan diri dan janganlah berdusta melawan kebenaran!"
  },
  {
    "reference": "Jas 3:15",
    "text": "Itu bukanlah hikmat yang datang dari atas, tetapi dari dunia, dari nafsu manusia, dari setan-setan."
  },
  {
    "reference": "Jas 3:16",
    "text": "Sebab di mana ada iri hati dan mementingkan diri sendiri di situ ada kekacauan dan segala macam perbuatan jahat."
  },
  {
    "reference": "Jas 3:17",
    "text": "Tetapi hikmat yang dari atas adalah pertama-tama murni, selanjutnya pendamai, peramah, penurut, penuh belas kasihan dan buah-buah yang baik, tidak memihak dan tidak munafik."
  },
  {
    "reference": "Jas 3:18",
    "text": "Dan buah yang terdiri dari kebenaran ditaburkan dalam damai untuk mereka yang mengadakan damai."
  },
  {
    "reference": "Jas 4:1",
    "text": "Dari manakah datangnya sengketa dan pertengkaran di antara kamu? Bukankah datangnya dari hawa nafsumu yang saling berjuang di dalam tubuhmu?"
  },
  {
    "reference": "Jas 4:2",
    "text": "Kamu mengingini sesuatu, tetapi kamu tidak memperolehnya, lalu kamu membunuh; kamu iri hati, tetapi kamu tidak mencapai tujuanmu, lalu kamu bertengkar dan kamu berkelahi. Kamu tidak memperoleh apa-apa, karena kamu tidak berdoa."
  },
  {
    "reference": "Jas 4:3",
    "text": "Atau kamu berdoa juga, tetapi kamu tidak menerima apa-apa, karena kamu salah berdoa, sebab yang kamu minta itu hendak kamu habiskan untuk memuaskan hawa nafsumu."
  },
  {
    "reference": "Jas 4:4",
    "text": "Hai kamu, orang-orang yang tidak setia! Tidakkah kamu tahu, bahwa persahabatan dengan dunia adalah permusuhan dengan Allah? Jadi barangsiapa hendak menjadi sahabat dunia ini, ia menjadikan dirinya musuh Allah."
  },
  {
    "reference": "Jas 4:5",
    "text": "Janganlah kamu menyangka, bahwa Kitab Suci tanpa alasan berkata: ”Roh yang ditempatkan Allah di dalam diri kita, diingini-Nya dengan cemburu!”"
  },
  {
    "reference": "Jas 4:6",
    "text": "- 4:6: Ams. 3:34 Tetapi kasih karunia, yang dianugerahkan-Nya kepada kita, lebih besar dari pada itu. Karena itu Ia katakan: ”Allah menentang orang yang congkak, tetapi mengasihani orang yang rendah hati.”"
  },
  {
    "reference": "Jas 4:7",
    "text": "Karena itu tunduklah kepada Allah, dan lawanlah Iblis, maka ia akan lari dari padamu!"
  },
  {
    "reference": "Jas 4:8",
    "text": "Mendekatlah kepada Allah, dan Ia akan mendekat kepadamu. Tahirkanlah tanganmu, hai kamu orang-orang berdosa! dan sucikanlah hatimu, hai kamu yang mendua hati!"
  },
  {
    "reference": "Jas 4:9",
    "text": "Sadarilah kemalanganmu, berdukacita dan merataplah; hendaklah tertawamu kamu ganti dengan ratap dan sukacitamu dengan dukacita."
  },
  {
    "reference": "Jas 4:10",
    "text": "Rendahkanlah dirimu di hadapan Tuhan, dan Ia akan meninggikan kamu. Jangan memfitnah orang 4:11-12"
  },
  {
    "reference": "Jas 4:11",
    "text": "Saudara-saudaraku, janganlah kamu saling memfitnah! Barangsiapa memfitnah saudaranya atau menghakiminya, ia mencela hukum dan menghakiminya; dan jika engkau menghakimi hukum, maka engkau bukanlah penurut hukum, tetapi hakimnya."
  },
  {
    "reference": "Jas 4:12",
    "text": "Hanya ada satu Pembuat hukum dan Hakim, yaitu Dia yang berkuasa menyelamatkan dan membinasakan. Tetapi siapakah engkau, sehingga engkau mau menghakimi sesamamu manusia? Jangan melupakan Tuhan dalam perencanaan 4:13-17"
  },
  {
    "reference": "Jas 4:13",
    "text": "- 4:13-14: Ams. 27:1 Jadi sekarang, hai kamu yang berkata: ”Hari ini atau besok kami berangkat ke kota anu, dan di sana kami akan tinggal setahun dan berdagang serta mendapat untung”,"
  },
  {
    "reference": "Jas 4:14",
    "text": "sedang kamu tidak tahu apa yang akan terjadi besok. Apakah arti hidupmu? Hidupmu itu sama seperti uap yang sebentar saja kelihatan lalu lenyap."
  },
  {
    "reference": "Jas 4:15",
    "text": "Sebenarnya kamu harus berkata: ”Jika Tuhan menghendakinya, kami akan hidup dan berbuat ini dan itu.”"
  },
  {
    "reference": "Jas 4:16",
    "text": "Tetapi sekarang kamu memegahkan diri dalam congkakmu, dan semua kemegahan yang demikian adalah salah."
  },
  {
    "reference": "Jas 4:17",
    "text": "Jadi jika seorang tahu bagaimana ia harus berbuat baik, tetapi ia tidak melakukannya, ia berdosa."
  },
  {
    "reference": "Jas 5:1",
    "text": "Jadi sekarang hai kamu orang-orang kaya, menangislah dan merataplah atas sengsara yang akan menimpa kamu!"
  },
  {
    "reference": "Jas 5:2",
    "text": "- 5:2-3: Mat. 6:19 Kekayaanmu sudah busuk, dan pakaianmu telah dimakan ngengat!"
  },
  {
    "reference": "Jas 5:3",
    "text": "Emas dan perakmu sudah berkarat, dan karatnya akan menjadi kesaksian terhadap kamu dan akan memakan dagingmu seperti api. Kamu telah mengumpulkan harta pada hari-hari yang sedang berakhir."
  },
  {
    "reference": "Jas 5:4",
    "text": "- 5:4: Ul. 24:14-15 Sesungguhnya telah terdengar teriakan besar, karena upah yang kamu tahan dari buruh yang telah menuai hasil ladangmu, dan telah sampai ke telinga Tuhan semesta alam keluhan mereka yang menyabit panenmu."
  },
  {
    "reference": "Jas 5:5",
    "text": "Dalam kemewahan kamu telah hidup dan berfoya-foya di bumi, kamu telah memuaskan hatimu sama seperti pada hari penyembelihan."
  },
  {
    "reference": "Jas 5:6",
    "text": "Kamu telah menghukum, bahkan membunuh orang yang benar dan ia tidak dapat melawan kamu. Bersabar dalam penderitaan 5:7-11"
  },
  {
    "reference": "Jas 5:7",
    "text": "Karena itu, saudara-saudara, bersabarlah sampai kepada kedatangan Tuhan! Sesungguhnya petani menantikan hasil yang berharga dari tanahnya dan ia sabar sampai telah turun hujan musim gugur dan hujan musim semi."
  },
  {
    "reference": "Jas 5:8",
    "text": "Kamu juga harus bersabar dan harus meneguhkan hatimu, karena kedatangan Tuhan sudah dekat!"
  },
  {
    "reference": "Jas 5:9",
    "text": "Saudara-saudara, janganlah kamu bersungut-sungut dan saling mempersalahkan, supaya kamu jangan dihukum. Sesungguhnya Hakim telah berdiri di ambang pintu."
  },
  {
    "reference": "Jas 5:10",
    "text": "Saudara-saudara, turutilah teladan penderitaan dan kesabaran para nabi yang telah berbicara demi nama Tuhan."
  },
  {
    "reference": "Jas 5:11",
    "text": "- 5:11: Ayb. 1:21-22, 2:10; Mzm. 103:8 Sesungguhnya kami menyebut mereka berbahagia, yaitu mereka yang telah bertekun; kamu telah mendengar tentang ketekunan Ayub dan kamu telah tahu apa yang pada akhirnya disediakan Tuhan baginya, karena Tuhan maha penyayang dan penuh belas kasihan. Mengenai sumpah, dan doa untuk orang sakit 5:12-20"
  },
  {
    "reference": "Jas 5:12",
    "text": "- 5:12: Mat. 5:34-37 Tetapi yang terutama, saudara-saudara, janganlah kamu bersumpah demi sorga maupun demi bumi atau demi sesuatu yang lain. Jika ya, hendaklah kamu katakan ya, jika tidak hendaklah kamu katakan tidak, supaya kamu jangan kena hukuman."
  },
  {
    "reference": "Jas 5:13",
    "text": "Kalau ada seorang di antara kamu yang menderita, baiklah ia berdoa! Kalau ada seorang yang bergembira baiklah ia menyanyi!"
  },
  {
    "reference": "Jas 5:14",
    "text": "- 5:14: Mrk. 6:13 Kalau ada seorang di antara kamu yang sakit, baiklah ia memanggil para penatua jemaat, supaya mereka mendoakan dia serta mengolesnya dengan minyak dalam nama Tuhan."
  },
  {
    "reference": "Jas 5:15",
    "text": "Dan doa yang lahir dari iman akan menyelamatkan orang sakit itu dan Tuhan akan membangunkan dia; dan jika ia telah berbuat dosa, maka dosanya itu akan diampuni."
  },
  {
    "reference": "Jas 5:16",
    "text": "Karena itu hendaklah kamu saling mengaku dosamu dan saling mendoakan, supaya kamu sembuh. Doa orang yang benar, bila dengan yakin didoakan, sangat besar kuasanya."
  },
  {
    "reference": "Jas 5:17",
    "text": "- 5:17: 1Raj. 17:1, 18:1 Elia adalah manusia biasa sama seperti kita, dan ia telah bersungguh-sungguh berdoa, supaya hujan jangan turun, dan hujan pun tidak turun di bumi selama tiga tahun dan enam bulan."
  },
  {
    "reference": "Jas 5:18",
    "text": "- 5:18: 1Raj. 18:42-45 Lalu ia berdoa pula dan langit menurunkan hujan dan bumi pun mengeluarkan buahnya."
  },
  {
    "reference": "Jas 5:19",
    "text": "Saudara-saudaraku, jika ada di antara kamu yang menyimpang dari kebenaran dan ada seorang yang membuat dia berbalik,"
  },
  {
    "reference": "Jas 5:20",
    "text": "- 5:20: Ams. 10:2; 1Ptr. 4:8 ketahuilah, bahwa barangsiapa membuat orang berdosa berbalik dari jalannya yang sesat, ia akan menyelamatkan jiwa orang itu dari maut dan menutupi banyak dosa."
  }
]
