[
  {
    "reference": "Jdg 1:1",
    "text": "Sesudah Yosua mati, orang Israel bertanya kepada Tuhan: ”Siapakah dari pada kami yang harus lebih dahulu maju menghadapi orang Kanaan untuk berperang melawan mereka?”"
  },
  {
    "reference": "Jdg 1:2",
    "text": "Firman Tuhan: ”Suku Yehudalah yang harus maju; sesungguhnya telah Kuserahkan negeri itu ke dalam tangannya.”"
  },
  {
    "reference": "Jdg 1:3",
    "text": "Lalu berkatalah Yehuda kepada Simeon, saudaranya itu: ”Majulah bersama-sama dengan aku ke bagian yang telah diundikan kepadaku dan baiklah kita berperang melawan orang Kanaan, maka aku pun akan maju bersama-sama dengan engkau ke bagian yang telah diundikan kepadamu.” Lalu Simeon maju bersama-sama dengan dia."
  },
  {
    "reference": "Jdg 1:4",
    "text": "Maka majulah suku Yehuda, lalu Tuhan menyerahkan orang Kanaan dan orang Feris ke dalam tangan mereka, dan mereka memukul kalah orang-orang itu dekat Bezek, sepuluh ribu orang banyaknya."
  },
  {
    "reference": "Jdg 1:5",
    "text": "Di Bezek mereka menjumpai Adoni-Bezek dan berperang melawan dia, dan mereka memukul kalah orang Kanaan dan orang Feris."
  },
  {
    "reference": "Jdg 1:6",
    "text": "Tetapi Adoni-Bezek melarikan diri, lalu mereka mengejarnya, menangkapnya dan memotong ibu jari dari tangannya dan dari kakinya."
  },
  {
    "reference": "Jdg 1:7",
    "text": "Kata Adoni-Bezek: ”Ada tujuh puluh raja dengan terpotong ibu jari tangan dan kakinya memungut sisa-sisa makanan di bawah mejaku; sesuai dengan yang kulakukan itu, demikianlah dibalaskan Allah kepadaku.” Kemudian ia dibawa ke Yerusalem dan mati di sana."
  },
  {
    "reference": "Jdg 1:8",
    "text": "Sesudah itu bani Yehuda berperang melawan Yerusalem, merebutnya lalu memukulnya dengan mata pedang dan memusnahkan kota itu dengan api."
  },
  {
    "reference": "Jdg 1:9",
    "text": "Kemudian bani Yehuda maju berperang melawan orang Kanaan, yang diam di pegunungan, di Tanah Negeb dan di Daerah Bukit."
  },
  {
    "reference": "Jdg 1:10",
    "text": "- 1:10-15: Yos. 15:13-19 Lalu suku Yehuda bergerak menyerang orang Kanaan yang diam di Hebron – nama Hebron dahulu adalah Kiryat-Arba – dan memukul kalah Sesai, Ahiman dan Talmai."
  },
  {
    "reference": "Jdg 1:11",
    "text": "Dari sana mereka bergerak menyerang penduduk Debir. Nama Debir dahulu adalah Kiryat-Sefer."
  },
  {
    "reference": "Jdg 1:12",
    "text": "Berkatalah Kaleb: ”Siapa yang mengalahkan dan merebut Kiryat-Sefer, kepadanya akan kuberikan Akhsa, anakku, menjadi isterinya.”"
  },
  {
    "reference": "Jdg 1:13",
    "text": "Dan Otniel, anak Kenas adik Kaleb, merebut kota itu; lalu Kaleb memberikan Akhsa, anaknya, kepadanya menjadi isterinya."
  },
  {
    "reference": "Jdg 1:14",
    "text": "Ketika perempuan itu tiba, dibujuknya suaminya untuk meminta sebidang ladang kepada ayahnya. Maka turunlah perempuan itu dari keledainya, lalu berkatalah Kaleb kepadanya: ”Ada apa?”"
  },
  {
    "reference": "Jdg 1:15",
    "text": "Jawabnya kepadanya: ”Berikanlah kepadaku suatu hadiah; telah kauberikan kepadaku tanah yang gersang, berikanlah juga kepadaku mata air.” Lalu Kaleb memberikan kepadanya mata air yang di hulu dan mata air yang di hilir."
  },
  {
    "reference": "Jdg 1:16",
    "text": "Keturunan Hobab, ipar Musa, orang Keni itu, maju bersama-sama dengan bani Yehuda dari Kota Pohon Korma ke padang gurun Yehuda di Tanah Negeb dekat Arad; lalu mereka menetap di antara penduduk di sana."
  },
  {
    "reference": "Jdg 1:17",
    "text": "Yehuda maju bersama-sama dengan Simeon, saudaranya itu, lalu mereka memukul kalah orang Kanaan, penduduk Zefat; mereka menumpas kota itu. Sebab itu kota itu dinamai Horma."
  },
  {
    "reference": "Jdg 1:18",
    "text": "Selanjutnya suku Yehuda merebut Gaza dengan daerahnya, Askelon dengan daerahnya dan Ekron dengan daerahnya."
  },
  {
    "reference": "Jdg 1:19",
    "text": "Dan Tuhan menyertai suku Yehuda, sehingga mereka menduduki pegunungan itu; tetapi mereka tidak dapat menghalau penduduk yang di lembah, sebab orang-orang ini mempunyai kereta-kereta besi."
  },
  {
    "reference": "Jdg 1:20",
    "text": "- 1:20: Yos. 15:13-14 Kepada Kaleb telah diberikan Hebron, seperti yang dikatakan Musa dahulu, dan dari sana telah dihalaukannya anak Enak yang tiga itu."
  },
  {
    "reference": "Jdg 1:21",
    "text": "- 1:21: Yos. 15:63; 2Sam. 5:6; 1Taw. 11:4 Tetapi orang Yebus, penduduk kota Yerusalem, tidak dihalau oleh bani Benyamin, jadi orang Yebus itu masih diam bersama-sama dengan bani Benyamin di Yerusalem sampai sekarang."
  },
  {
    "reference": "Jdg 1:22",
    "text": "Keturunan Yusuf juga maju menyerang Betel, dan Tuhan menyertai mereka."
  },
  {
    "reference": "Jdg 1:23",
    "text": "Keturunan Yusuf menyuruh orang mengintai Betel itu – nama kota itu dahulu adalah Lus."
  },
  {
    "reference": "Jdg 1:24",
    "text": "Ketika pengintai-pengintai itu melihat seorang keluar dari kota itu, maka berkatalah mereka kepadanya: ”Tolong tunjukkan bagaimana kami dapat memasuki kota ini, maka kami akan memperlakukan engkau sebagai sahabat.”"
  },
  {
    "reference": "Jdg 1:25",
    "text": "Lalu ditunjukkannyalah kepada mereka bagaimana mereka dapat memasuki kota itu, dan mereka memukul kota itu dengan mata pedang, tetapi orang itu dengan seluruh kaumnya dibiarkan mereka pergi."
  },
  {
    "reference": "Jdg 1:26",
    "text": "Orang itu pergi ke negeri orang Het dan mendirikan di sana sebuah kota yang dinamainya Lus. Demikianlah nama kota itu sampai sekarang."
  },
  {
    "reference": "Jdg 1:27",
    "text": "- 1:27-28: Yos. 17:11-13 Suku Manasye tidak menghalau penduduk Bet-Sean dan penduduk segala anak kotanya, penduduk Taanakh dengan segala anak kotanya, penduduk Dor dengan segala anak kotanya, penduduk Yibleam dengan segala anak kotanya, dan penduduk Megido dengan segala anak kotanya, sebab orang Kanaan itu berkeras untuk tetap diam di negeri itu."
  },
  {
    "reference": "Jdg 1:28",
    "text": "Setelah orang Israel menjadi kuat, mereka membuat orang Kanaan itu menjadi orang rodi dan tidak menghalau mereka sama sekali."
  },
  {
    "reference": "Jdg 1:29",
    "text": "- 1:29: Yos. 16:10 Suku Efraim pun tidak menghalau orang Kanaan yang diam di Gezer, sehingga orang Kanaan itu tetap diam di tengah-tengah mereka di Gezer."
  },
  {
    "reference": "Jdg 1:30",
    "text": "Suku Zebulon tidak menghalau penduduk Kitron dan penduduk Nahalol, sehingga orang Kanaan itu tetap diam di tengah-tengah mereka, walaupun sebagai orang rodi."
  },
  {
    "reference": "Jdg 1:31",
    "text": "Suku Asyer tidak menghalau penduduk Ako, penduduk Sidon serta Ahlab, Akhzib, Helba, Afek dan Rehob,"
  },
  {
    "reference": "Jdg 1:32",
    "text": "sehingga orang Asyer itu diam di tengah-tengah orang Kanaan, penduduk asli di negeri itu, sebab orang-orang itu tidak dihalaunya."
  },
  {
    "reference": "Jdg 1:33",
    "text": "Suku Naftali tidak menghalau penduduk Bet-Semes dan penduduk Bet-Anat, sehingga mereka diam di tengah-tengah orang Kanaan, penduduk asli di negeri itu; tetapi penduduk Bet-Semes dan Bet-Anat itu menjadi orang rodi bagi mereka."
  },
  {
    "reference": "Jdg 1:34",
    "text": "Orang Amori mendesak bani Dan ke sebelah pegunungan dan tidak membiarkan mereka turun ke lembah,"
  },
  {
    "reference": "Jdg 1:35",
    "text": "dan orang Amori itu berkeras untuk tetap diam di Har-Heres, di Ayalon dan di Saalbim, walaupun mereka mendapat tekanan berat dari keturunan Yusuf, sebab mereka menjadi orang rodi."
  },
  {
    "reference": "Jdg 1:36",
    "text": "Daerah orang Amori itu mulai dari pendakian Akrabim, dari Sela, terus ke atas."
  },
  {
    "reference": "Jdg 2:1",
    "text": "Lalu Malaikat Tuhan pergi dari Gilgal ke Bokhim dan berfirman: ”Telah Kutuntun kamu keluar dari Mesir dan Kubawa ke negeri yang Kujanjikan dengan bersumpah kepada nenek moyangmu, dan Aku telah berfirman: Aku tidak akan membatalkan perjanjian-Ku dengan kamu untuk selama-lamanya,"
  },
  {
    "reference": "Jdg 2:2",
    "text": "- 2:2: Kel. 34:12-13; Ul. 7:2-5 tetapi janganlah kamu mengikat perjanjian dengan penduduk negeri ini; mezbah mereka haruslah kamu robohkan. Tetapi kamu tidak mendengarkan firman-Ku. Mengapa kamu perbuat demikian?"
  },
  {
    "reference": "Jdg 2:3",
    "text": "Lagi Aku telah berfirman: Aku tidak akan menghalau orang-orang itu dari depanmu, tetapi mereka akan menjadi musuhmu dan segala allah mereka akan menjadi jerat bagimu.”"
  },
  {
    "reference": "Jdg 2:4",
    "text": "Setelah Malaikat Tuhan mengucapkan firman itu kepada seluruh Israel, menangislah bangsa itu dengan keras."
  },
  {
    "reference": "Jdg 2:5",
    "text": "Maka tempat itu dinamai Bokhim. Lalu mereka mempersembahkan korban di sana kepada Tuhan. Orang Israel menyembah berhala pada zaman hakim-hakim 2:6-23"
  },
  {
    "reference": "Jdg 2:6",
    "text": "- 2:6-10: Yos. 24:29-30 Setelah Yosua melepas bangsa itu pergi, maka pergilah orang Israel itu, masing-masing ke milik pusakanya, untuk memiliki negeri itu."
  },
  {
    "reference": "Jdg 2:7",
    "text": "Dan bangsa itu beribadah kepada Tuhan sepanjang zaman Yosua dan sepanjang zaman para tua-tua yang hidup lebih lama dari pada Yosua, dan yang telah melihat segenap perbuatan yang besar, yang dilakukan Tuhan bagi orang Israel."
  },
  {
    "reference": "Jdg 2:8",
    "text": "Dan Yosua bin Nun, hamba Tuhan itu, mati pada umur seratus sepuluh tahun;"
  },
  {
    "reference": "Jdg 2:9",
    "text": "ia dikuburkan di daerah milik pusakanya di Timnat-Heres, di pegunungan Efraim, di sebelah utara gunung Gaas."
  },
  {
    "reference": "Jdg 2:10",
    "text": "Setelah seluruh angkatan itu dikumpulkan kepada nenek moyangnya, bangkitlah sesudah mereka itu angkatan yang lain, yang tidak mengenal Tuhan ataupun perbuatan yang dilakukan-Nya bagi orang Israel."
  },
  {
    "reference": "Jdg 2:11",
    "text": "Lalu orang Israel melakukan apa yang jahat di mata Tuhan dan mereka beribadah kepada para Baal."
  },
  {
    "reference": "Jdg 2:12",
    "text": "Mereka meninggalkan Tuhan, Allah nenek moyang mereka yang telah membawa mereka keluar dari tanah Mesir, lalu mengikuti allah lain, dari antara allah bangsa-bangsa di sekeliling mereka, dan sujud menyembah kepadanya, sehingga mereka menyakiti hati Tuhan."
  },
  {
    "reference": "Jdg 2:13",
    "text": "Demikianlah mereka meninggalkan Tuhan dan beribadah kepada Baal dan para Asytoret."
  },
  {
    "reference": "Jdg 2:14",
    "text": "Maka bangkitlah murka Tuhan terhadap orang Israel. Ia menyerahkan mereka ke dalam tangan perampok dan menjual mereka kepada musuh di sekeliling mereka, sehingga mereka tidak sanggup lagi menghadapi musuh mereka."
  },
  {
    "reference": "Jdg 2:15",
    "text": "Setiap kali mereka maju, tangan Tuhan melawan mereka dan mendatangkan malapetaka kepada mereka, sesuai dengan apa yang telah diperingatkan kepada mereka oleh Tuhan dengan sumpah, sehingga mereka sangat terdesak."
  },
  {
    "reference": "Jdg 2:16",
    "text": "Maka Tuhan membangkitkan hakim-hakim, yang menyelamatkan mereka dari tangan perampok itu."
  },
  {
    "reference": "Jdg 2:17",
    "text": "Tetapi juga para hakim itu tidak mereka hiraukan, karena mereka berzinah dengan mengikuti allah lain dan sujud menyembah kepadanya. Mereka segera menyimpang dari jalan yang ditempuh oleh nenek moyangnya yang mendengarkan perintah Tuhan; mereka melakukan yang tidak patut."
  },
  {
    "reference": "Jdg 2:18",
    "text": "Setiap kali apabila Tuhan membangkitkan seorang hakim bagi mereka, maka Tuhan menyertai hakim itu dan menyelamatkan mereka dari tangan musuh mereka selama hakim itu hidup; sebab Tuhan berbelas kasihan mendengar rintihan mereka karena orang-orang yang mendesak dan menindas mereka."
  },
  {
    "reference": "Jdg 2:19",
    "text": "Tetapi apabila hakim itu mati, kembalilah mereka berlaku jahat, lebih jahat dari nenek moyang mereka, dengan mengikuti allah lain, beribadah kepadanya dan sujud menyembah kepadanya; dalam hal apa pun mereka tidak berhenti dengan perbuatan dan kelakuan mereka yang tegar itu."
  },
  {
    "reference": "Jdg 2:20",
    "text": "Apabila murka Tuhan bangkit terhadap orang Israel, berfirmanlah Ia: ”Karena bangsa ini melanggar perjanjian yang telah Kuperintahkan kepada nenek moyang mereka, dan tidak mendengarkan firman-Ku,"
  },
  {
    "reference": "Jdg 2:21",
    "text": "maka Aku pun tidak mau menghalau lagi dari depan mereka satu pun dari bangsa-bangsa yang ditinggalkan Yosua pada waktu matinya,"
  },
  {
    "reference": "Jdg 2:22",
    "text": "supaya dengan perantaraan bangsa-bangsa itu Aku mencobai orang Israel, apakah mereka tetap hidup menurut jalan yang ditunjukkan Tuhan, seperti yang dilakukan oleh nenek moyang mereka, atau tidak.”"
  },
  {
    "reference": "Jdg 2:23",
    "text": "Demikianlah Tuhan membiarkan bangsa-bangsa itu tinggal dengan tidak segera menghalau mereka; mereka tidak diserahkan-Nya ke dalam tangan Yosua."
  },
  {
    "reference": "Jdg 3:1",
    "text": "Inilah bangsa-bangsa yang dibiarkan Tuhan tinggal untuk mencobai orang Israel itu dengan perantaraan mereka, yakni semua orang Israel yang tidak mengenal perang Kanaan."
  },
  {
    "reference": "Jdg 3:2",
    "text": "– Maksudnya hanyalah, supaya keturunan-keturunan orang Israel yang tidak mengenal perang yang sudah-sudah, dilatih berperang oleh Tuhan."
  },
  {
    "reference": "Jdg 3:3",
    "text": "Yang tinggal ialah kelima raja kota orang Filistin dan semua orang Kanaan, orang Sidon dan orang Hewi, yang mendiami pegunungan Libanon, dari gunung Baal-Hermon sampai ke jalan yang menuju ke Hamat."
  },
  {
    "reference": "Jdg 3:4",
    "text": "Mereka itu ada di sana, supaya Ia mencobai orang Israel dengan perantaraan mereka untuk mengetahui, apakah mereka mendengarkan perintah yang diberikan Tuhan kepada nenek moyang mereka dengan perantaraan Musa."
  },
  {
    "reference": "Jdg 3:5",
    "text": "Demikianlah orang Israel itu diam di tengah-tengah orang Kanaan, orang Het, orang Amori, orang Feris, orang Hewi dan orang Yebus."
  },
  {
    "reference": "Jdg 3:6",
    "text": "Mereka mengambil anak-anak perempuan, orang-orang itu menjadi isteri mereka dan memberikan anak-anak perempuan mereka kepada anak-anak lelaki orang-orang itu, serta beribadah kepada allah orang-orang itu. Otniel 3:7-11"
  },
  {
    "reference": "Jdg 3:7",
    "text": "Orang Israel melakukan apa yang jahat di mata Tuhan, mereka melupakan Tuhan, Allah mereka, dan beribadah kepada para Baal dan para Asyera."
  },
  {
    "reference": "Jdg 3:8",
    "text": "Lalu bangkitlah murka Tuhan terhadap orang Israel, sehingga Ia menjual mereka kepada Kusyan-Risyataim, raja Aram-Mesopotamia dan orang Israel menjadi takluk kepada Kusyan-Risyataim delapan tahun lamanya."
  },
  {
    "reference": "Jdg 3:9",
    "text": "Lalu berserulah orang Israel kepada Tuhan, maka Tuhan membangkitkan seorang penyelamat bagi orang Israel, yakni Otniel, anak Kenas adik Kaleb."
  },
  {
    "reference": "Jdg 3:10",
    "text": "Roh Tuhan menghinggapi dia dan ia menghakimi orang Israel. Ia maju berperang, lalu Tuhan menyerahkan Kusyan-Risyataim, raja Aram, ke dalam tangannya, sehingga ia mengalahkan Kusyan-Risyataim."
  },
  {
    "reference": "Jdg 3:11",
    "text": "Lalu amanlah negeri itu empat puluh tahun lamanya. Kemudian matilah Otniel anak Kenas. Ehud 3:12-30"
  },
  {
    "reference": "Jdg 3:12",
    "text": "Tetapi orang Israel melakukan pula apa yang jahat di mata Tuhan; lalu Eglon, raja Moab, diberi Tuhan kuasa atas orang Israel, oleh sebab mereka telah melakukan apa yang jahat di mata Tuhan."
  },
  {
    "reference": "Jdg 3:13",
    "text": "Raja ini mengajak bani Amon dan bani Amalek menjadi sekutunya. Lalu majulah ia dan memukul orang Israel kalah. Kota Pohon Korma diduduki mereka."
  },
  {
    "reference": "Jdg 3:14",
    "text": "Delapan belas tahun lamanya orang Israel menjadi takluk kepada Eglon, raja Moab."
  },
  {
    "reference": "Jdg 3:15",
    "text": "Lalu orang Israel berseru kepada Tuhan, maka Tuhan membangkitkan bagi mereka seorang penyelamat yakni Ehud, anak Gera, orang Benyamin, seorang yang kidal. Dengan perantaraannya orang Israel biasa mengirimkan upeti kepada Eglon, raja Moab."
  },
  {
    "reference": "Jdg 3:16",
    "text": "Dan Ehud membuat pedang yang bermata dua, yang panjangnya hampir sehasta, disandangnyalah itu di bawah pakaiannya, pada pangkal paha kanannya."
  },
  {
    "reference": "Jdg 3:17",
    "text": "Kemudian ia menyampaikan upeti kepada Eglon, raja Moab. Adapun Eglon itu seorang yang sangat gendut."
  },
  {
    "reference": "Jdg 3:18",
    "text": "Setelah Ehud selesai menyampaikan upeti itu, disuruhnya pembawa-pembawa upeti itu pulang,"
  },
  {
    "reference": "Jdg 3:19",
    "text": "tetapi ia sendiri berhenti pada batu-batu berpahat yang di dekat Gilgal, dan kembali menghadap raja. Berkatalah ia: ”Ada pesan rahasia yang kubawa untuk tuanku, ya raja.” Kata Eglon: ”Diamlah dahulu!” Maka semua orang yang berdiri di depannya itu pergi ke luar."
  },
  {
    "reference": "Jdg 3:20",
    "text": "Lalu Ehud masuk mendapatkan dia, sedang ia duduk sendirian di kamar atas di rumah peranginannya. Berkatalah Ehud: ”Ada firman Allah yang kubawa untuk tuanku.” Lalu bangunlah ia berdiri dari tempat duduknya."
  },
  {
    "reference": "Jdg 3:21",
    "text": "Kemudian Ehud mengulurkan tangan kirinya, dihunusnya pedang itu dari pangkal paha kanannya dan ditikamkannya ke perut raja,"
  },
  {
    "reference": "Jdg 3:22",
    "text": "sehingga hulunya beserta mata pedang itu masuk. Lemak menutupi mata pedang itu, sebab pedang itu tidak dicabutnya dari perut raja. Lalu keluarlah ia melalui pintu belakang."
  },
  {
    "reference": "Jdg 3:23",
    "text": "Demikianlah Ehud sampai ke serambi; pintu kamar atas itu ditutup dan dikuncinya setelah ia keluar."
  },
  {
    "reference": "Jdg 3:24",
    "text": "Baru saja ia keluar, datanglah hamba-hamba raja melihat, tetapi pintu kamar atas itu terkunci. Lalu berkatalah mereka: ”Tentulah ia membuang air di kamar rumah peranginan itu.”"
  },
  {
    "reference": "Jdg 3:25",
    "text": "Lalu mereka menunggu-nunggu sampai menjadi bingung, tetapi raja tidak membuka pintu kamar atas itu. Kemudian mereka mengambil kunci, membuka pintu, maka tampaklah tuan mereka mati tergeletak di lantai."
  },
  {
    "reference": "Jdg 3:26",
    "text": "Sedang mereka berlambat-lambat, Ehud meloloskan diri; ia lewat dari batu-batu berpahat dan meloloskan diri ke arah Seira."
  },
  {
    "reference": "Jdg 3:27",
    "text": "Setelah ia sampai ke sana, ditiupnyalah sangkakala di pegunungan Efraim, lalu turunlah orang Israel bersama-sama dengan dia dari pegunungan itu, dan ia sendiri di depan."
  },
  {
    "reference": "Jdg 3:28",
    "text": "Berkatalah ia kepada mereka: ”Ikutlah aku, sebab Tuhan telah menyerahkan musuhmu, orang-orang Moab itu, ke dalam tanganmu.” Maka turunlah mereka mengikuti dia, lalu mereka merebut tempat penyeberangan sungai Yordan ke Moab dan tidak seorang pun dibiarkan mereka menyeberang."
  },
  {
    "reference": "Jdg 3:29",
    "text": "Pada waktu itu mereka menewaskan kira-kira sepuluh ribu orang dari Moab, semuanya orang yang tegap dan tangkas, seorang pun tidak ada yang lolos."
  },
  {
    "reference": "Jdg 3:30",
    "text": "Demikianlah pada hari itu Moab ditundukkan oleh Israel, maka amanlah tanah itu, delapan puluh tahun lamanya. Samgar 3:31"
  },
  {
    "reference": "Jdg 3:31",
    "text": "Sesudah dia, bangkitlah Samgar bin Anat; ia menewaskan orang Filistin dengan tongkat penghalau lembu, enam ratus orang banyaknya. Demikianlah ia juga menyelamatkan orang Israel."
  },
  {
    "reference": "Jdg 4:1",
    "text": "Setelah Ehud mati, orang Israel melakukan pula apa yang jahat di mata Tuhan."
  },
  {
    "reference": "Jdg 4:2",
    "text": "Lalu Tuhan menyerahkan mereka ke dalam tangan Yabin, raja Kanaan, yang memerintah di Hazor. Panglima tentaranya ialah Sisera yang diam di Haroset-Hagoyim."
  },
  {
    "reference": "Jdg 4:3",
    "text": "Lalu orang Israel berseru kepada Tuhan, sebab Sisera mempunyai sembilan ratus kereta besi dan dua puluh tahun lamanya ia menindas orang Israel dengan keras."
  },
  {
    "reference": "Jdg 4:4",
    "text": "Pada waktu itu Debora, seorang nabiah, isteri Lapidot, memerintah sebagai hakim atas orang Israel."
  },
  {
    "reference": "Jdg 4:5",
    "text": "Ia biasa duduk di bawah pohon korma Debora antara Rama dan Betel di pegunungan Efraim, dan orang Israel menghadap dia untuk berhakim kepadanya."
  },
  {
    "reference": "Jdg 4:6",
    "text": "Ia menyuruh memanggil Barak bin Abinoam dari Kedesh di daerah Naftali, lalu berkata kepadanya: ”Bukankah Tuhan, Allah Israel, memerintahkan demikian: Majulah, bergeraklah menuju gunung Tabor dengan membawa sepuluh ribu orang bani Naftali dan bani Zebulon bersama-sama dengan engkau,"
  },
  {
    "reference": "Jdg 4:7",
    "text": "dan Aku akan menggerakkan Sisera, panglima tentara Yabin, dengan kereta-keretanya dan pasukan-pasukannya menuju engkau ke sungai Kison dan Aku akan menyerahkan dia ke dalam tanganmu.”"
  },
  {
    "reference": "Jdg 4:8",
    "text": "Jawab Barak kepada Debora: ”Jika engkau turut maju aku pun maju, tetapi jika engkau tidak turut maju aku pun tidak maju.”"
  },
  {
    "reference": "Jdg 4:9",
    "text": "Kata Debora: ”Baik, aku turut! Hanya, engkau tidak akan mendapat kehormatan dalam perjalanan yang engkau lakukan ini, sebab Tuhan akan menyerahkan Sisera ke dalam tangan seorang perempuan.” Lalu Debora bangun berdiri dan pergi bersama-sama dengan Barak ke Kedesh."
  },
  {
    "reference": "Jdg 4:10",
    "text": "Barak mengerahkan suku Zebulon dan suku Naftali ke Kedesh, maka sepuluh ribu orang maju mengikuti dia; juga Debora maju bersama-sama dengan dia."
  },
  {
    "reference": "Jdg 4:11",
    "text": "Adapun Heber, orang Keni itu, telah memisahkan diri dari suku Keni, dari anak-anak Hobab ipar Musa, dan telah berpindah-pindah memasang kemahnya sampai ke pohon tarbantin di Zaanaim yang dekat Kedesh."
  },
  {
    "reference": "Jdg 4:12",
    "text": "Setelah dikabarkan kepada Sisera, bahwa Barak bin Abinoam telah maju ke gunung Tabor,"
  },
  {
    "reference": "Jdg 4:13",
    "text": "dikerahkannyalah segala keretanya, sembilan ratus kereta besi, dan seluruh rakyat yang bersama-sama dengan dia, dari Haroset-Hagoyim ke sungai Kison."
  },
  {
    "reference": "Jdg 4:14",
    "text": "Lalu berkatalah Debora kepada Barak: ”Bersiaplah, sebab inilah harinya Tuhan menyerahkan Sisera ke dalam tanganmu. Bukankah Tuhan telah maju di depan engkau?” Lalu turunlah Barak dari gunung Tabor dan sepuluh ribu orang mengikuti dia,"
  },
  {
    "reference": "Jdg 4:15",
    "text": "dan Tuhan mengacaukan Sisera serta segala keretanya dan seluruh tentaranya oleh mata pedang di depan Barak, sehingga Sisera turun dari keretanya dan melarikan diri dengan berjalan kaki."
  },
  {
    "reference": "Jdg 4:16",
    "text": "Lalu Barak mengejar kereta-kereta dan tentara itu sampai ke Haroset-Hagoyim, dan seluruh tentara Sisera tewas oleh mata pedang; tidak ada seorang pun yang tinggal hidup."
  },
  {
    "reference": "Jdg 4:17",
    "text": "Tetapi Sisera dengan berjalan kaki melarikan diri ke kemah Yael, isteri Heber, orang Keni itu, sebab ada perhubungan baik antara Yabin, raja Hazor, dengan keluarga Heber, orang Keni itu."
  },
  {
    "reference": "Jdg 4:18",
    "text": "Yael itu pun keluar mendapatkan Sisera, dan berkata kepadanya: ”Singgahlah, tuanku, silakan masuk. Jangan takut.” Lalu singgahlah ia ke dalam kemah perempuan itu dan perempuan itu menutupi dia dengan selimut."
  },
  {
    "reference": "Jdg 4:19",
    "text": "Kemudian berkatalah ia kepada perempuan itu: ”Berilah kiranya aku minum air sedikit, aku haus.” Lalu perempuan itu membuka kirbat susu, diberinyalah dia minum dan diselimutinya pula."
  },
  {
    "reference": "Jdg 4:20",
    "text": "Lagi katanya kepada perempuan itu: ”Berdirilah di depan pintu kemah dan apabila ada orang datang dan bertanya kepadamu: Ada orang di sini?, maka jawablah: Tidak ada.”"
  },
  {
    "reference": "Jdg 4:21",
    "text": "Tetapi Yael, isteri Heber, mengambil patok kemah, diambilnya pula palu, mendekatinya diam-diam, lalu dilantaknyalah patok itu masuk ke dalam pelipisnya sampai tembus ke tanah – sebab ia telah tidur nyenyak karena lelahnya – maka matilah orang itu."
  },
  {
    "reference": "Jdg 4:22",
    "text": "Pada waktu itu muncullah Barak yang mengejar Sisera. Keluarlah Yael mendapatkan dia dan berkata kepadanya: ”Mari, aku akan menunjukkan kepadamu orang yang kaucari itu.” Lalu masuklah Barak ke dalam dan tampaklah Sisera mati tergeletak dengan patok dalam pelipisnya."
  },
  {
    "reference": "Jdg 4:23",
    "text": "Demikianlah Allah pada hari itu menundukkan Yabin, raja Kanaan, di depan orang Israel."
  },
  {
    "reference": "Jdg 4:24",
    "text": "Dan kekuasaan orang Israel kian keras menekan Yabin, raja Kanaan, sampai mereka melenyapkan Yabin, raja Kanaan itu."
  },
  {
    "reference": "Jdg 5:1",
    "text": "Pada hari itu bernyanyilah Debora dan Barak bin Abinoam, demikian:"
  },
  {
    "reference": "Jdg 5:2",
    "text": "Karena pahlawan-pahlawan di Israel siap berperang, karena bangsa itu menawarkan dirinya dengan sukarela, pujilah Tuhan!"
  },
  {
    "reference": "Jdg 5:3",
    "text": "Dengarlah, ya raja-raja! Pasanglah telingamu, ya pemuka-pemuka! Kalau aku, aku mau bernyanyi bagi Tuhan, bermazmur bagi Tuhan, Allah Israel."
  },
  {
    "reference": "Jdg 5:4",
    "text": "Tuhan, ketika Engkau bergerak dari Seir, ketika Engkau melangkah maju dari daerah Edom, bergoncanglah bumi, tirislah juga langit, juga awan tiris airnya;"
  },
  {
    "reference": "Jdg 5:5",
    "text": "- 5:5: Kel. 19:18 gunung-gunung – yakni Sinai – bergoyang di hadapan Tuhan, di hadapan Tuhan, Allah Israel."
  },
  {
    "reference": "Jdg 5:6",
    "text": "Dalam zaman Samgar bin Anat, dalam zaman Yael, kafilah tidak ada lagi dan orang-orang yang dalam perjalanan terpaksa menempuh jalan yang berbelit-belit."
  },
  {
    "reference": "Jdg 5:7",
    "text": "Penduduk pedusunan diam-diam saja di Israel, ya mereka diam-diam, sampai engkau bangkit, Debora, bangkit sebagai ibu di Israel."
  },
  {
    "reference": "Jdg 5:8",
    "text": "Ketika orang memilih allah baru, maka terjadilah perang di pintu gerbang. Sesungguhnya, perisai ataupun tombak tidak terlihat di antara empat puluh ribu orang di Israel."
  },
  {
    "reference": "Jdg 5:9",
    "text": "Hatiku tertuju kepada para panglima Israel, kepada mereka yang menawarkan dirinya dengan sukarela di antara bangsa itu. Pujilah Tuhan!"
  },
  {
    "reference": "Jdg 5:10",
    "text": "Kamu, yang menunggang keledai betina putih, kamu, yang duduk di atas permadani, kamu, yang berjalan di jalan, ceriterakanlah hal itu!"
  },
  {
    "reference": "Jdg 5:11",
    "text": "Di tempat-tempat penimbaan air, menurut suara orang-orang yang berdendang, di sanalah orang menyanyikan perbuatan Tuhan yang adil, perbuatan-Nya yang adil terhadap orang-orang-Nya di pedusunan di Israel. Pada waktu itu turunlah umat Tuhan ke pintu gerbang."
  },
  {
    "reference": "Jdg 5:12",
    "text": "Bangunlah, bangunlah, Debora! Bangunlah, bangunlah, nyanyikanlah suatu nyanyian! Bangkitlah, Barak! dan giringlah tawananmu, hai anak Abinoam!"
  },
  {
    "reference": "Jdg 5:13",
    "text": "Lalu turunlah para bangsawan yang terluput, umat Tuhan turun bagi-Nya sebagai pahlawan."
  },
  {
    "reference": "Jdg 5:14",
    "text": "Dari suku Efraim mereka datang ke lembah, mengikuti engkau, ya suku Benyamin, dengan laskarmu; dari suku Makhir turunlah para panglima dan dari suku Zebulon orang-orang pembawa tongkat pengerah."
  },
  {
    "reference": "Jdg 5:15",
    "text": "Juga para pemimpin suku Isakhar menyertai Debora, dan seperti Isakhar, demikianlah Naftali menyertai Barak. Mereka menyusul dia dan menyerbu masuk lembah. Tetapi pihak pasukan-pasukan suku Ruben ada banyak pertimbangan."
  },
  {
    "reference": "Jdg 5:16",
    "text": "Mengapa engkau tinggal duduk di antara kandang-kandang sambil mendengarkan seruling pemanggil kawanan? Di pihak pasukan-pasukan suku Ruben ada banyak pertimbangan!"
  },
  {
    "reference": "Jdg 5:17",
    "text": "Orang Gilead tinggal diam di seberang sungai Yordan; dan suku Dan, mengapa mereka tinggal dekat kapal-kapal? Suku Asyer duduk di tepi pantai laut, tinggal diam di teluk-teluknya."
  },
  {
    "reference": "Jdg 5:18",
    "text": "Tetapi suku Zebulon ialah bangsa yang berani mempertaruhkan nyawanya, demikian juga suku Naftali, di tempat-tempat tinggi di padang."
  },
  {
    "reference": "Jdg 5:19",
    "text": "Raja-raja datang dan berperang, pada waktu itu raja-raja Kanaan berperang dekat Taanakh, pada mata air di Megido, tetapi perak sebagai rampasan tidak diperoleh mereka."
  },
  {
    "reference": "Jdg 5:20",
    "text": "Dari langit berperang bintang-bintang, dari peredarannya mereka memerangi Sisera."
  },
  {
    "reference": "Jdg 5:21",
    "text": "Sungai Kison menghanyutkan musuh, Kison, sungai yang terkenal dari dahulu kala itu. – Majulah sekuat tenaga, hai jiwaku! –"
  },
  {
    "reference": "Jdg 5:22",
    "text": "Ketika itu menderaplah telapak kuda, karena berpacu lari kuda-kudanya."
  },
  {
    "reference": "Jdg 5:23",
    "text": "”Kutukilah kota Meros!” firman Malaikat Tuhan, ”kutukilah habis-habisan penduduknya, karena mereka tidak datang membantu Tuhan, membantu Tuhan sebagai pahlawan.”"
  },
  {
    "reference": "Jdg 5:24",
    "text": "Diberkatilah Yael, isteri Heber, orang Keni itu, melebihi perempuan-perempuan lain, diberkatilah ia, melebihi perempuan-perempuan yang di dalam kemah."
  },
  {
    "reference": "Jdg 5:25",
    "text": "Air diminta orang itu, tetapi susu diberikannya; dalam cawan yang indah disuguhkannya dadih."
  },
  {
    "reference": "Jdg 5:26",
    "text": "Tangannya diulurkannya mengambil patok, tangan kanannya mengambil tukul tukang, ditukulnya Sisera, dihancurkannya kepalanya, diremukkan dan ditembusnya pelipisnya."
  },
  {
    "reference": "Jdg 5:27",
    "text": "Dekat kakinya orang itu rebah, tewas tergeletak, dekat kakinya orang itu rebah dan tewas, di tempat ia rebah, di sanalah orang itu tewas, digagahi."
  },
  {
    "reference": "Jdg 5:28",
    "text": "Dari jendela ibu Sisera menjenguk dan berseru dari tingkap: ”Mengapa keretanya tak kunjung datang? Mengapa kereta-keretanya belum kedengaran?”"
  },
  {
    "reference": "Jdg 5:29",
    "text": "Yang paling bijak di antara dayang-dayangnya menjawabnya, dan ia sendiri juga membalas perkataannya itu:"
  },
  {
    "reference": "Jdg 5:30",
    "text": "”Bukankah mereka mendapat jarahan dan membagi-baginya, gadis seorang dua untuk setiap orang jarahan kain berwarna sehelai dua untuk Sisera, jarahan kain sulaman aneka warna sehelai dua untuk leherku?”"
  },
  {
    "reference": "Jdg 5:31",
    "text": "Demikianlah akan binasa segala musuh-Mu, ya Tuhan! Tetapi orang yang mengasihi-Nya bagaikan matahari terbit dalam kemegahannya. Lalu amanlah negeri itu empat puluh tahun lamanya."
  },
  {
    "reference": "Jdg 6:1",
    "text": "Tetapi orang Israel melakukan apa yang jahat di mata Tuhan; sebab itu Tuhan menyerahkan mereka ke dalam tangan orang Midian, tujuh tahun lamanya,"
  },
  {
    "reference": "Jdg 6:2",
    "text": "dan selama itu orang Midian berkuasa atas orang Israel. Karena takutnya kepada orang Midian itu, maka orang Israel membuat tempat-tempat perlindungan di pegunungan, yakni gua-gua dan kubu-kubu."
  },
  {
    "reference": "Jdg 6:3",
    "text": "Setiap kali orang Israel selesai menabur, datanglah orang Midian, orang Amalek dan orang-orang dari sebelah timur, lalu maju mendatangi mereka;"
  },
  {
    "reference": "Jdg 6:4",
    "text": "berkemahlah orang-orang itu di daerah mereka, dan memusnahkan hasil tanah itu sampai ke dekat Gaza, dan tidak meninggalkan bahan makanan apa pun di Israel, juga domba, atau lembu atau keledai pun tidak."
  },
  {
    "reference": "Jdg 6:5",
    "text": "Sebab orang-orang itu datang maju dengan ternaknya dan kemahnya, dan datangnya itu berbanyak-banyak seperti belalang. Orang-orangnya dan unta-untanya tidak terhitung banyaknya, sekaliannya datang ke negeri itu untuk memusnahkannya,"
  },
  {
    "reference": "Jdg 6:6",
    "text": "sehingga orang Israel menjadi sangat melarat oleh perbuatan orang Midian itu. Lalu berserulah orang Israel kepada Tuhan."
  },
  {
    "reference": "Jdg 6:7",
    "text": "Ketika orang Israel berseru kepada Tuhan karena orang Midian itu,"
  },
  {
    "reference": "Jdg 6:8",
    "text": "maka Tuhan mengutus seorang nabi kepada orang Israel, yang berkata kepada mereka: ”Beginilah firman Tuhan, Allah Israel: Akulah yang menuntun kamu keluar dari Mesir dan yang membawa kamu keluar dari rumah perbudakan."
  },
  {
    "reference": "Jdg 6:9",
    "text": "Aku melepaskan kamu dari tangan orang Mesir dan dari tangan semua orang yang menindas kamu, bahkan Aku menghalau mereka dari depanmu dan negeri mereka Kuberikan kepadamu."
  },
  {
    "reference": "Jdg 6:10",
    "text": "Dan Aku telah berfirman kepadamu: Akulah Tuhan, Allahmu, maka janganlah kamu menyembah allah orang Amori, yang negerinya kamu diami ini. Tetapi kamu tidak mendengarkan firman-Ku itu.”"
  },
  {
    "reference": "Jdg 6:11",
    "text": "Kemudian datanglah Malaikat Tuhan dan duduk di bawah pohon tarbantin di Ofra, kepunyaan Yoas, orang Abiezer itu, sedang Gideon, anaknya, mengirik gandum dalam tempat pemerasan anggur agar tersembunyi bagi orang Midian."
  },
  {
    "reference": "Jdg 6:12",
    "text": "Malaikat Tuhan menampakkan diri kepadanya dan berfirman kepadanya, demikian: ” Tuhan menyertai engkau, ya pahlawan yang gagah berani.”"
  },
  {
    "reference": "Jdg 6:13",
    "text": "Jawab Gideon kepada-Nya: ”Ah, tuanku, jika Tuhan menyertai kami, mengapa semuanya ini menimpa kami? Di manakah segala perbuatan-perbuatan-Nya yang ajaib yang diceritakan oleh nenek moyang kami kepada kami, ketika mereka berkata: Bukankah Tuhan telah menuntun kita keluar dari Mesir? Tetapi sekarang Tuhan membuang kami dan menyerahkan kami ke dalam cengkeraman orang Midian.”"
  },
  {
    "reference": "Jdg 6:14",
    "text": "Lalu berpalinglah Tuhan kepadanya dan berfirman: ”Pergilah dengan kekuatanmu ini dan selamatkanlah orang Israel dari cengkeraman orang Midian. Bukankah Aku mengutus engkau!”"
  },
  {
    "reference": "Jdg 6:15",
    "text": "Tetapi jawabnya kepada-Nya: ”Ah Tuhanku, dengan apakah akan kuselamatkan orang Israel? Ketahuilah, kaumku adalah yang paling kecil di antara suku Manasye dan aku pun seorang yang paling muda di antara kaum keluargaku.”"
  },
  {
    "reference": "Jdg 6:16",
    "text": "Berfirmanlah Tuhan kepadanya: ”Tetapi Akulah yang menyertai engkau, sebab itu engkau akan memukul kalah orang Midian itu sampai habis.”"
  },
  {
    "reference": "Jdg 6:17",
    "text": "Maka jawabnya kepada-Nya: ”Jika sekiranya aku mendapat kasih karunia di mata-Mu, maka berikanlah kepadaku tanda, bahwa Engkau sendirilah yang berfirman kepadaku."
  },
  {
    "reference": "Jdg 6:18",
    "text": "Janganlah kiranya pergi dari sini, sampai aku datang kepada-Mu membawa persembahanku dan meletakkannya di hadapan-Mu.” Firman-Nya: ”Aku akan tinggal, sampai engkau kembali.”"
  },
  {
    "reference": "Jdg 6:19",
    "text": "Masuklah Gideon ke dalam, lalu mengolah seekor anak kambing dan roti yang tidak beragi dari seefa tepung; ditaruhnya daging itu ke dalam bakul dan kuahnya ke dalam periuk, dibawanya itu kepada-Nya ke bawah pohon tarbantin, lalu disuguhkannya."
  },
  {
    "reference": "Jdg 6:20",
    "text": "Berfirmanlah Malaikat Allah kepadanya: ”Ambillah daging dan roti yang tidak beragi itu, letakkanlah ke atas batu ini, dan curahkan kuahnya.” Maka diperbuatnya demikian."
  },
  {
    "reference": "Jdg 6:21",
    "text": "Dan Malaikat Tuhan mengulurkan tongkat yang ada di tangan-Nya; dengan ujungnya disinggung-Nya daging dan roti itu; maka timbullah api dari batu itu dan memakan habis daging dan roti itu. Kemudian hilanglah Malaikat Tuhan dari pandangannya."
  },
  {
    "reference": "Jdg 6:22",
    "text": "Maka tahulah Gideon, bahwa itulah Malaikat Tuhan, lalu katanya: ”Celakalah aku, Tuhanku Allah! sebab memang telah kulihat Malaikat Tuhan dengan berhadapan muka.”"
  },
  {
    "reference": "Jdg 6:23",
    "text": "Tetapi berfirmanlah Tuhan kepadanya: ”Selamatlah engkau! Jangan takut, engkau tidak akan mati.”"
  },
  {
    "reference": "Jdg 6:24",
    "text": "Lalu Gideon mendirikan mezbah di sana bagi Tuhan dan menamainya: Tuhan itu keselamatan. Mezbah itu masih ada sampai sekarang di Ofra, kota orang Abiezer."
  },
  {
    "reference": "Jdg 6:25",
    "text": "Pada malam itu juga Tuhan berfirman kepadanya: ”Ambillah seekor lembu jantan kepunyaan ayahmu, yakni lembu jantan yang kedua, berumur tujuh tahun, runtuhkanlah mezbah Baal kepunyaan ayahmu dan tebanglah tiang berhala yang di dekatnya."
  },
  {
    "reference": "Jdg 6:26",
    "text": "Kemudian dirikanlah mezbah bagi Tuhan, Allahmu, di atas kubu pertahanan ini dengan disusun baik, lalu ambillah lembu jantan yang kedua dan persembahkanlah korban bakaran dengan kayu tiang berhala yang akan kautebang itu.”"
  },
  {
    "reference": "Jdg 6:27",
    "text": "Kemudian Gideon membawa sepuluh orang hambanya dan diperbuatnyalah seperti yang difirmankan Tuhan kepadanya. Tetapi karena ia takut kepada kaum keluarganya dan kepada orang-orang kota itu untuk melakukan hal itu pada waktu siang, maka dilakukannyalah pada waktu malam."
  },
  {
    "reference": "Jdg 6:28",
    "text": "Ketika orang-orang kota itu bangun pagi-pagi, tampaklah telah dirobohkan mezbah Baal itu, telah ditebang tiang berhala yang di dekatnya dan telah dikorbankan lembu jantan yang kedua di atas mezbah yang didirikan itu."
  },
  {
    "reference": "Jdg 6:29",
    "text": "Berkatalah mereka seorang kepada yang lain: ”Siapakah yang melakukan hal itu?” Setelah diperiksa dan ditanya-tanya, maka kata orang: ”Gideon bin Yoas, dialah yang melakukan hal itu.”"
  },
  {
    "reference": "Jdg 6:30",
    "text": "Sesudah itu berkatalah orang-orang kota itu kepada Yoas: ”Bawalah anakmu itu ke luar; dia harus mati, karena ia telah merobohkan mezbah Baal dan karena ia telah menebang tiang berhala yang di dekatnya.”"
  },
  {
    "reference": "Jdg 6:31",
    "text": "Tetapi jawab Yoas kepada semua orang yang mengerumuninya itu: ”Kamu mau berjuang membela Baal? Atau kamu mau menolong dia? Siapa yang berjuang membela Baal akan dihukum mati sebelum pagi. Jika Baal itu allah, biarlah ia berjuang membela dirinya sendiri, setelah mezbahnya dirobohkan orang.”"
  },
  {
    "reference": "Jdg 6:32",
    "text": "Dan pada hari itu diberikan oranglah nama Yerubaal kepada Gideon, karena kata orang: ”Biarlah Baal berjuang dengan dia, setelah dirobohkannya mezbahnya itu.”"
  },
  {
    "reference": "Jdg 6:33",
    "text": "Seluruh orang Midian dan orang Amalek dan orang-orang dari sebelah timur telah berkumpul bersama-sama; mereka telah menyeberang dan berkemah di lembah Yizreel."
  },
  {
    "reference": "Jdg 6:34",
    "text": "Pada waktu itu Roh Tuhan menguasai Gideon; ditiupnyalah sangkakala dan orang-orang Abiezer dikerahkan untuk mengikuti dia."
  },
  {
    "reference": "Jdg 6:35",
    "text": "Juga dikirimnya pesan kepada seluruh suku Manasye dan orang-orang ini pun dikerahkan untuk mengikuti dia. Dikirimnya pula pesan kepada suku Asyer, Zebulon dan Naftali, dan orang-orang ini pun maju untuk menggabungkan diri dengan mereka."
  },
  {
    "reference": "Jdg 6:36",
    "text": "Kemudian berkatalah Gideon kepada Allah: ”Jika Engkau mau menyelamatkan orang Israel dengan perantaraanku, seperti yang Kaufirmankan itu,"
  },
  {
    "reference": "Jdg 6:37",
    "text": "maka aku membentangkan guntingan bulu domba di tempat pengirikan; apabila hanya di atas guntingan bulu itu ada embun, tetapi seluruh tanah di situ tinggal kering, maka tahulah aku, bahwa Engkau mau menyelamatkan orang Israel dengan perantaraanku, seperti yang Kaufirmankan.”"
  },
  {
    "reference": "Jdg 6:38",
    "text": "Dan demikianlah terjadi; sebab keesokan harinya pagi-pagi ia bangun, dipulasnya guntingan bulu itu dan diperasnya air embun dari guntingan bulu itu, secawan penuh air."
  },
  {
    "reference": "Jdg 6:39",
    "text": "Lalu berkatalah Gideon kepada Allah: ”Janganlah kiranya murka-Mu bangkit terhadap aku, apabila aku berkata lagi, sekali ini saja; biarkanlah aku satu kali lagi saja mengambil percobaan dengan guntingan bulu itu: sekiranya yang kering hanya guntingan bulu itu, dan di atas seluruh tanah itu ada embun.”"
  },
  {
    "reference": "Jdg 6:40",
    "text": "Dan demikianlah diperbuat Allah pada malam itu, sebab hanya guntingan bulu itu yang kering, dan di atas seluruh tanah itu ada embun."
  },
  {
    "reference": "Jdg 7:1",
    "text": "Adapun Yerubaal – itulah Gideon – bangun pagi-pagi dengan segala rakyat yang bersama-sama dengan dia, lalu mereka berkemah dekat mata air Harod; perkemahan orang Midian itu ada di sebelah utaranya, dekat bukit More, di lembah."
  },
  {
    "reference": "Jdg 7:2",
    "text": "Berfirmanlah Tuhan kepada Gideon: ”Terlalu banyak rakyat yang bersama-sama dengan engkau itu dari pada yang Kuhendaki untuk menyerahkan orang Midian ke dalam tangan mereka, jangan-jangan orang Israel memegah-megahkan diri terhadap Aku, sambil berkata: Tanganku sendirilah yang menyelamatkan aku."
  },
  {
    "reference": "Jdg 7:3",
    "text": "- 7:3: Ul. 20:8 Maka sekarang, serukanlah kepada rakyat itu, demikian: Siapa yang takut dan gentar, biarlah ia pulang, enyah dari pegunungan Gilead.” Lalu pulanglah dua puluh dua ribu orang dari rakyat itu dan tinggallah sepuluh ribu orang."
  },
  {
    "reference": "Jdg 7:4",
    "text": "Tetapi Tuhan berfirman kepada Gideon: ”Masih terlalu banyak rakyat; suruhlah mereka turun minum air, maka Aku akan menyaring mereka bagimu di sana. Siapa yang Kufirmankan kepadamu: Inilah orang yang akan pergi bersama-sama dengan engkau, dialah yang akan pergi bersama-sama dengan engkau, tetapi barangsiapa yang Kufirmankan kepadamu: Inilah orang yang tidak akan pergi bersama-sama dengan engkau, dialah yang tidak akan pergi.”"
  },
  {
    "reference": "Jdg 7:5",
    "text": "Lalu Gideon menyuruh rakyat itu turun minum air, dan berfirmanlah Tuhan kepadanya: ”Barangsiapa yang menghirup air dengan lidahnya seperti anjing menjilat, haruslah kaukumpulkan tersendiri, demikian juga semua orang yang berlutut untuk minum.”"
  },
  {
    "reference": "Jdg 7:6",
    "text": "Jumlah orang yang menghirup dengan membawa tangannya ke mulutnya, ada tiga ratus orang, tetapi yang lain dari rakyat itu semuanya berlutut minum air."
  },
  {
    "reference": "Jdg 7:7",
    "text": "Lalu berfirmanlah Tuhan kepada Gideon: ”Dengan ketiga ratus orang yang menghirup itu akan Kuselamatkan kamu: Aku akan menyerahkan orang Midian ke dalam tanganmu; tetapi yang lain dari rakyat itu semuanya boleh pergi, masing-masing ke tempat kediamannya.”"
  },
  {
    "reference": "Jdg 7:8",
    "text": "Dari rakyat itu mereka mengambil bekal dan sangkakala; demikianlah seluruh orang Israel disuruhnya pergi, masing-masing ke kemahnya, tetapi ketiga ratus orang itu ditahannya. Adapun perkemahan orang Midian ada di bawahnya, di lembah."
  },
  {
    "reference": "Jdg 7:9",
    "text": "Pada malam itu berfirmanlah Tuhan kepadanya: ”Bangunlah, turunlah menyerbu perkemahan itu, sebab telah Kuserahkan itu ke dalam tanganmu."
  },
  {
    "reference": "Jdg 7:10",
    "text": "Tetapi jika engkau takut untuk turun menyerbu, turunlah bersama dengan Pura, bujangmu, ke perkemahan itu;"
  },
  {
    "reference": "Jdg 7:11",
    "text": "maka kaudengarlah apa yang mereka katakan; kemudian engkau akan mendapat keberanian untuk turun menyerbu perkemahan itu.” Lalu turunlah ia bersama dengan Pura, bujangnya itu, sampai kepada penjagaan terdepan laskar di perkemahan itu."
  },
  {
    "reference": "Jdg 7:12",
    "text": "Adapun orang Midian dan orang Amalek dan semua orang dari sebelah timur itu bergelimpangan di lembah itu, seperti belalang banyaknya, dan unta mereka tidak terhitung, seperti pasir di tepi laut banyaknya."
  },
  {
    "reference": "Jdg 7:13",
    "text": "Ketika Gideon sampai ke situ, kebetulan ada seorang menceritakan mimpinya kepada temannya, katanya: ”Aku bermimpi: tampak sekeping roti jelai terguling masuk ke perkemahan orang Midian; setelah sampai ke kemah ini, dilanggarnyalah kemah ini, sehingga roboh, dan dibongkar-bangkirkannya, demikianlah kemah ini habis runtuh.”"
  },
  {
    "reference": "Jdg 7:14",
    "text": "Lalu temannya menjawab: ”Ini tidak lain dari pedang Gideon bin Yoas, orang Israel itu; Allah telah menyerahkan orang Midian dan seluruh perkemahan ini ke dalam tangannya.”"
  },
  {
    "reference": "Jdg 7:15",
    "text": "Segera sesudah Gideon mendengar mimpi itu diceritakan dengan maknanya, sujudlah ia menyembah. Kemudian pulanglah ia ke perkemahan orang Israel, lalu berkata: ”Bangunlah, sebab Tuhan telah menyerahkan perkemahan orang Midian ke dalam tanganmu.”"
  },
  {
    "reference": "Jdg 7:16",
    "text": "Sesudah itu dibaginyalah ketiga ratus orang itu dalam tiga pasukan dan ke tangan mereka semuanya diberikannya sangkakala dan buyung kosong dengan suluh di dalam buyung itu."
  },
  {
    "reference": "Jdg 7:17",
    "text": "Dan berkatalah ia kepada mereka: ”Perhatikanlah aku dan lakukanlah seperti yang kulakukan. Maka apabila aku sampai ke ujung perkemahan itu, haruslah kamu lakukan seperti yang kulakukan."
  },
  {
    "reference": "Jdg 7:18",
    "text": "Apabila aku dan semua orang yang bersama dengan aku meniup sangkakala, maka haruslah kamu juga meniup sangkakala sekeliling seluruh perkemahan itu, dan berseru: ’Demi Tuhan dan demi Gideon!’ ”"
  },
  {
    "reference": "Jdg 7:19",
    "text": "Lalu Gideon dan keseratus orang yang bersama-sama dengan dia sampai ke ujung perkemahan itu pada waktu permulaan giliran jaga tengah malam, ketika penjaga-penjaga baru saja ditempatkan. Lalu mereka meniup sangkakala sambil memecahkan buyung yang di tangan mereka."
  },
  {
    "reference": "Jdg 7:20",
    "text": "Demikianlah ketiga pasukan itu bersama-sama meniup sangkakala, dan memecahkan buyung dengan memegang obor di tangan kirinya dan sangkakala di tangan kanannya untuk ditiup, serta berseru: ”Pedang demi Tuhan dan demi Gideon!”"
  },
  {
    "reference": "Jdg 7:21",
    "text": "Sementara itu tinggallah mereka berdiri, masing-masing di tempatnya, sekeliling perkemahan itu, tetapi seluruh tentara musuh menjadi kacau balau, berteriak-teriak dan melarikan diri."
  },
  {
    "reference": "Jdg 7:22",
    "text": "Sedang ketiga ratus orang itu meniup sangkakala, maka di perkemahan itu Tuhan membuat pedang yang seorang diarahkan kepada yang lain, lalu larilah tentara itu sampai ke Bet-Sita ke arah Zerera sampai ke pinggir Abel-Mehola dekat Tabat."
  },
  {
    "reference": "Jdg 7:23",
    "text": "Kemudian dikerahkanlah orang-orang Israel dari suku Naftali dan dari suku Asyer dan dari segenap suku Manasye, lalu mereka mengejar orang Midian itu."
  },
  {
    "reference": "Jdg 7:24",
    "text": "Gideon menyuruh juga orang ke seluruh pegunungan Efraim dengan pesan: ”Turunlah menghadapi orang Midian, dan dudukilah segala batang air sampai ke Bet-Bara, dan juga sungai Yordan.” Maka semua orang Efraim dikerahkan, lalu mereka menduduki segala batang air sampai ke Bet-Bara, juga sungai Yordan."
  },
  {
    "reference": "Jdg 7:25",
    "text": "Mereka berhasil menawan dua raja Midian, yakni Oreb dan Zeeb. Oreb dibunuh di gunung batu Oreb dan Zeeb dibunuh dalam tempat pemerasan anggur Zeeb. Mereka mengejar orang Midian itu, lalu mereka membawa kepala Oreb dan kepala Zeeb kepada Gideon di seberang sungai Yordan."
  },
  {
    "reference": "Jdg 8:1",
    "text": "Lalu berkatalah orang-orang Efraim kepada Gideon: ”Apa macam perbuatanmu ini terhadap kami! Mengapa engkau tidak memanggil kami, ketika engkau pergi berperang melawan orang Midian?” Lalu mereka menyesali dia dengan sangat."
  },
  {
    "reference": "Jdg 8:2",
    "text": "Jawabnya kepada mereka: ”Apa perbuatanku dalam hal ini, jika dibandingkan dengan kamu? Bukankah pemetikan susulan oleh suku Efraim lebih baik hasilnya dari panen buah anggur kaum Abiezer?"
  },
  {
    "reference": "Jdg 8:3",
    "text": "Allah telah menyerahkan kedua raja Midian itu, yakni Oreb dan Zeeb, ke dalam tanganmu; apa yang telah dapat kucapai, jika dibandingkan dengan kamu?” Setelah ia berkata demikian, maka redalah marah mereka terhadap dia. Orang Midian dikalahkan, raja-rajanya dibunuh 8:4-21"
  },
  {
    "reference": "Jdg 8:4",
    "text": "Ketika Gideon sampai ke sungai Yordan, menyeberanglah ia dan ketiga ratus orang yang bersama-sama dengan dia, meskipun masih lelah, namun mengejar juga."
  },
  {
    "reference": "Jdg 8:5",
    "text": "Dan berkatalah ia kepada orang-orang Sukot: ”Tolong berikan beberapa roti untuk rakyat yang mengikuti aku ini, sebab mereka telah lelah, dan aku sedang mengejar Zebah dan Salmuna, raja-raja Midian.”"
  },
  {
    "reference": "Jdg 8:6",
    "text": "Tetapi jawab para pemuka di Sukot itu: ”Sudahkah Zebah dan Salmuna itu ada dalam tanganmu, sehingga kami harus memberikan roti kepada tentaramu?”"
  },
  {
    "reference": "Jdg 8:7",
    "text": "Lalu kata Gideon: ”Kalau begitu, apabila Tuhan menyerahkan Zebah dan Salmuna ke dalam tanganku, aku akan menggaruk tubuhmu dengan duri padang gurun dan onak.”"
  },
  {
    "reference": "Jdg 8:8",
    "text": "Maka berjalanlah ia dari sana ke Pnuel, dan berkata demikian juga kepada orang-orang Pnuel, tetapi orang-orang ini pun menjawabnya seperti orang-orang Sukot."
  },
  {
    "reference": "Jdg 8:9",
    "text": "Lalu berkatalah ia juga kepada orang-orang Pnuel: ”Apabila aku kembali dengan selamat, maka aku akan merobohkan menara ini.”"
  },
  {
    "reference": "Jdg 8:10",
    "text": "Sementara itu Zebah dan Salmuna ada di Karkor bersama-sama dengan tentara mereka, kira-kira lima belas ribu orang banyaknya, yakni semua orang yang masih tinggal hidup dari seluruh tentara orang-orang dari sebelah timur; banyaknya yang tewas ada seratus dua puluh ribu orang yang bersenjatakan pedang."
  },
  {
    "reference": "Jdg 8:11",
    "text": "Gideon maju melalui jalan orang-orang yang diam di dalam kemah di sebelah timur Nobah dan Yogbeha, lalu memukul kalah tentara itu, ketika tentara itu menyangka dirinya aman."
  },
  {
    "reference": "Jdg 8:12",
    "text": "Zebah dan Salmuna melarikan diri, tetapi Gideon mengejar mereka dan menawan kedua raja Midian itu, yakni Zebah dan Salmuna, sedang seluruh tentara itu dicerai-beraikannya."
  },
  {
    "reference": "Jdg 8:13",
    "text": "Kemudian kembalilah Gideon bin Yoas dari peperangan dengan melalui pendakian Heres;"
  },
  {
    "reference": "Jdg 8:14",
    "text": "ditangkapnyalah seorang muda dari penduduk Sukot. Setelah ditanyai, orang itu menuliskan nama para pemuka dan para tua-tua di Sukot untuk Gideon, tujuh puluh tujuh orang banyaknya."
  },
  {
    "reference": "Jdg 8:15",
    "text": "Lalu pergilah Gideon kepada orang-orang Sukot sambil berkata: ”Inilah Zebah dan Salmuna yang karenanya kamu telah mencela aku dengan berkata: Sudahkah Zebah dan Salmuna itu ada dalam tanganmu, sehingga kami harus memberikan roti kepada orang-orangmu yang lelah itu?”"
  },
  {
    "reference": "Jdg 8:16",
    "text": "Lalu ia mengumpulkan para tua-tua kota itu, ia mengambil duri padang gurun dan onak, dan menghajar orang-orang Sukot dengan itu."
  },
  {
    "reference": "Jdg 8:17",
    "text": "Juga menara Pnuel dirobohkannya dan dibunuhnya orang-orang kota itu."
  },
  {
    "reference": "Jdg 8:18",
    "text": "Kemudian bertanyalah ia kepada Zebah dan Salmuna: ”Di manakah orang-orang yang telah kamu bunuh di Tabor itu?” Jawab mereka: ”Mereka itu serupa dengan engkau, sikap mereka masing-masing seperti anak raja.”"
  },
  {
    "reference": "Jdg 8:19",
    "text": "Lalu kata Gideon: ”Saudara-saudarakulah itu, anak-anak ibuku! Demi Tuhan yang hidup, seandainya kamu membiarkan mereka hidup, aku tidak akan membunuh kamu.”"
  },
  {
    "reference": "Jdg 8:20",
    "text": "Katanya kepada Yeter, anak sulungnya: ”Bangunlah, bunuhlah mereka.” Tetapi orang muda itu tidak menghunus pedangnya, karena ia takut, sebab ia masih muda."
  },
  {
    "reference": "Jdg 8:21",
    "text": "Lalu kata Zebah dan Salmuna: ”Bangunlah engkau sendiri dan paranglah kami, sebab seperti orangnya, demikian pula kekuatannya.” Maka bangunlah Gideon, dibunuhnya Zebah dan Salmuna, kemudian diambilnya bulan-bulanan yang ada pada leher unta mereka. Perbuatan Gideon selanjutnya dan akhir hidupnya 8:22-35"
  },
  {
    "reference": "Jdg 8:22",
    "text": "Kemudian berkatalah orang Israel kepada Gideon: ”Biarlah engkau memerintah kami, baik engkau baik anakmu maupun cucumu, sebab engkaulah yang telah menyelamatkan kami dari tangan orang Midian.”"
  },
  {
    "reference": "Jdg 8:23",
    "text": "Jawab Gideon kepada mereka: ”Aku tidak akan memerintah kamu dan juga anakku tidak akan memerintah kamu tetapi Tuhan yang memerintah kamu.”"
  },
  {
    "reference": "Jdg 8:24",
    "text": "Selanjutnya kata Gideon kepada mereka: ”Satu hal saja yang kuminta kepadamu: Baiklah kamu masing-masing memberikan anting-anting dari jarahannya.” – Karena musuh itu beranting-anting mas, sebab mereka orang Ismael."
  },
  {
    "reference": "Jdg 8:25",
    "text": "Jawab mereka: ”Kami mau memberikannya dengan suka hati.” Dan setelah dihamparkan sehelai kain, maka masing-masing melemparkan anting-anting dari jarahannya ke atas kain itu."
  },
  {
    "reference": "Jdg 8:26",
    "text": "Adapun berat anting-anting emas yang dimintanya itu ada seribu tujuh ratus syikal emas, belum terhitung bulan-bulanan, perhiasan telinga dan pakaian kain ungu muda yang dipakai oleh raja-raja Midian, dan belum terhitung kalung rantai yang ada pada leher unta mereka."
  },
  {
    "reference": "Jdg 8:27",
    "text": "Kemudian Gideon membuat efod dari semuanya itu dan menempatkannya di kotanya, di Ofra. Di sanalah orang Israel berlaku serong dengan menyembah efod itu; inilah yang menjadi jerat bagi Gideon dan seisi rumahnya."
  },
  {
    "reference": "Jdg 8:28",
    "text": "Demikianlah orang Midian tunduk kepada orang Israel dan tidak dapat menegakkan kepalanya lagi; maka amanlah negeri itu empat puluh tahun lamanya pada zaman Gideon."
  },
  {
    "reference": "Jdg 8:29",
    "text": "Lalu Yerubaal bin Yoas pergilah dan diam di rumahnya sendiri."
  },
  {
    "reference": "Jdg 8:30",
    "text": "Gideon mempunyai tujuh puluh anak laki-laki, semuanya anak kandungnya, sebab ia beristeri banyak;"
  },
  {
    "reference": "Jdg 8:31",
    "text": "juga gundiknya yang tinggal di Sikhem melahirkan seorang anak laki-laki baginya, lalu ia memberikan nama Abimelekh kepada anak itu."
  },
  {
    "reference": "Jdg 8:32",
    "text": "Gideon bin Yoas mati pada waktu rambutnya telah putih, lalu dikuburkan dalam kubur Yoas, ayahnya, di Ofra kota orang Abiezer."
  },
  {
    "reference": "Jdg 8:33",
    "text": "Setelah Gideon mati, kembalilah orang Israel berjalan serong dengan mengikuti para Baal dan membuat Baal-Berit menjadi allah mereka;"
  },
  {
    "reference": "Jdg 8:34",
    "text": "orang Israel tidak ingat kepada Tuhan, Allah mereka, yang telah melepaskan mereka dari tangan semua musuhnya di sekelilingnya,"
  },
  {
    "reference": "Jdg 8:35",
    "text": "juga tidak menunjukkan terima kasihnya kepada keturunan Yerubaal-Gideon seimbang dengan segala yang baik yang telah dilakukannya kepada orang Israel."
  },
  {
    "reference": "Jdg 9:1",
    "text": "Adapun Abimelekh bin Yerubaal pergi ke Sikhem kepada saudara-saudara ibunya dan berkata kepada mereka dan kepada seluruh kaum dari pihak keluarga ibunya:"
  },
  {
    "reference": "Jdg 9:2",
    "text": "”Tolong katakan kepada seluruh warga kota Sikhem: Manakah yang lebih baik bagimu: tujuh puluh orang memerintah kamu, yaitu semua anak Yerubaal, atau satu orang? Dan ingat juga, bahwa aku darah dagingmu.”"
  },
  {
    "reference": "Jdg 9:3",
    "text": "Lalu saudara-saudara ibunya mengatakan hal ihwalnya kepada seluruh warga kota Sikhem, maka condonglah hati orang-orang itu untuk mengikuti Abimelekh, sebab kata mereka: ”Memang ia saudara kita.”"
  },
  {
    "reference": "Jdg 9:4",
    "text": "Sesudah itu mereka memberikan kepadanya tujuh puluh uang perak dari kuil Baal-Berit, lalu Abimelekh memberi perak itu sebagai upah kepada petualang-petualang dan orang-orang nekat supaya mengikuti dia."
  },
  {
    "reference": "Jdg 9:5",
    "text": "Ia pergi ke rumah ayahnya di Ofra, lalu membunuh saudara-saudaranya, anak-anak Yerubaal, tujuh puluh orang, di atas satu batu. Tetapi Yotam, anak bungsu Yerubaal tinggal hidup, karena ia menyembunyikan diri."
  },
  {
    "reference": "Jdg 9:6",
    "text": "Kemudian berkumpullah seluruh warga kota Sikhem dan seluruh Bet-Milo; mereka pergi menobatkan Abimelekh menjadi raja dekat pohon tarbantin di tugu peringatan yang di Sikhem."
  },
  {
    "reference": "Jdg 9:7",
    "text": "Setelah hal itu dikabarkan kepada Yotam, pergilah ia ke gunung Gerizim dan berdiri di atasnya, lalu berserulah ia dengan suara nyaring kepada mereka: ”Dengarkanlah aku, kamu warga kota Sikhem, maka Allah akan mendengarkan kamu juga."
  },
  {
    "reference": "Jdg 9:8",
    "text": "Sekali peristiwa pohon-pohon pergi mengurapi yang akan menjadi raja atas mereka. Kata mereka kepada pohon zaitun: Jadilah raja atas kami!"
  },
  {
    "reference": "Jdg 9:9",
    "text": "Tetapi jawab pohon zaitun itu kepada mereka: Masakan aku meninggalkan minyakku yang dipakai untuk menghormati Allah dan manusia, dan pergi melayang di atas pohon-pohon?"
  },
  {
    "reference": "Jdg 9:10",
    "text": "Lalu kata pohon-pohon itu kepada pohon ara: Marilah, jadilah raja atas kami!"
  },
  {
    "reference": "Jdg 9:11",
    "text": "Tetapi jawab pohon ara itu kepada mereka: Masakan aku meninggalkan manisanku dan buah-buahku yang baik, dan pergi melayang di atas pohon-pohon?"
  },
  {
    "reference": "Jdg 9:12",
    "text": "Lalu kata pohon-pohon itu kepada pohon anggur: Marilah, jadilah raja atas kami!"
  },
  {
    "reference": "Jdg 9:13",
    "text": "Tetapi jawab pohon anggur itu kepada mereka: Masakan aku meninggalkan air buah anggurku, yang menyukakan hati Allah dan manusia, dan pergi melayang di atas pohon-pohon?"
  },
  {
    "reference": "Jdg 9:14",
    "text": "Lalu kata segala pohon itu kepada semak duri: Marilah, jadilah raja atas kami!"
  },
  {
    "reference": "Jdg 9:15",
    "text": "Jawab semak duri itu kepada pohon-pohon itu: Jika kamu sungguh-sungguh mau mengurapi aku menjadi raja atas kamu, datanglah berlindung di bawah naunganku; tetapi jika tidak, biarlah api keluar dari semak duri dan memakan habis pohon-pohon aras yang di gunung Libanon."
  },
  {
    "reference": "Jdg 9:16",
    "text": "Maka sekarang, jika kamu berlaku setia dan tulus ikhlas dengan membuat Abimelekh menjadi raja, dan jika kamu berbuat yang baik kepada Yerubaal dan kepada keturunannya dan jika kamu membalaskan kepadanya seimbang dengan jasanya –"
  },
  {
    "reference": "Jdg 9:17",
    "text": "bukankah ayahku telah berperang membela kamu dan menyabung nyawanya, dan telah melepaskan kamu dari tangan orang Midian,"
  },
  {
    "reference": "Jdg 9:18",
    "text": "padahal kamu sekarang memberontak terhadap keturunan ayahku dan membunuh anak-anaknya, tujuh puluh orang banyaknya, di atas satu batu, serta membuat Abimelekh anak seorang budaknya perempuan menjadi raja atas warga kota Sikhem, karena ia saudaramu –"
  },
  {
    "reference": "Jdg 9:19",
    "text": "jadi jika kamu pada hari ini berlaku setia dan tulus ikhlas kepada Yerubaal dan keturunannya, maka silakanlah kamu bersukacita atas Abimelekh dan silakanlah ia bersukacita atas kamu."
  },
  {
    "reference": "Jdg 9:20",
    "text": "Tetapi jika tidak demikian, maka biarlah api keluar dari pada Abimelekh dan memakan habis warga kota Sikhem dan juga Bet-Milo, dan biarlah api keluar dari pada warga kota Sikhem dan juga dari Bet-Milo dan memakan habis Abimelekh.”"
  },
  {
    "reference": "Jdg 9:21",
    "text": "Kemudian larilah Yotam; ia melarikan diri ke Beer, dan tinggal di sana karena takut kepada Abimelekh, saudaranya itu."
  },
  {
    "reference": "Jdg 9:22",
    "text": "Setelah tiga tahun lamanya Abimelekh memerintah atas orang Israel,"
  },
  {
    "reference": "Jdg 9:23",
    "text": "maka Allah membangkitkan semangat jahat di antara Abimelekh dan warga kota Sikhem, sehingga warga kota Sikhem itu menjadi tidak setia kepada Abimelekh,"
  },
  {
    "reference": "Jdg 9:24",
    "text": "supaya kekerasan terhadap ketujuh puluh anak Yerubaal dibalaskan dan darah mereka ditimpakan kepada Abimelekh, saudara mereka yang telah membunuh mereka dan kepada warga kota Sikhem yang membantu dia membunuh saudara-saudaranya itu."
  },
  {
    "reference": "Jdg 9:25",
    "text": "Sebab warga kota Sikhem itu menempatkan orang untuk menghadang dia di puncak gunung dan merampas setiap orang yang melewati mereka melalui jalan itu. Hal itu dikabarkan kepada Abimelekh."
  },
  {
    "reference": "Jdg 9:26",
    "text": "Sementara itu Gaal bin Ebed beserta saudara-saudaranya telah datang dan pindah ke kota Sikhem. Warga kota Sikhem percaya kepadanya,"
  },
  {
    "reference": "Jdg 9:27",
    "text": "jadi pergilah mereka ke ladang; mereka mengumpulkan hasil kebun anggur mereka, dan mengirik memerasnya, lalu mengadakan perayaan. Mereka masuk ke kuil allah mereka dan makan minum sambil mengutuki Abimelekh."
  },
  {
    "reference": "Jdg 9:28",
    "text": "Berkatalah Gaal bin Ebed: ”Siapa itu Abimelekh dan siapa kita orang Sikhem, maka kita menjadi hambanya? Bukankah anak Yerubaal dan Zebul, wakilnya, menjadi hamba orang-orang Hemor, ayah Sikhem, jadi mengapakah kita menjadi hambanya?"
  },
  {
    "reference": "Jdg 9:29",
    "text": "Sekiranya orang-orang kota ini ada di dalam tanganku, maka tentulah aku mengenyahkan Abimelekh.” Lalu berkatalah ia ke arah Abimelekh: ”Perkuatlah tentaramu dan majulah!”"
  },
  {
    "reference": "Jdg 9:30",
    "text": "Ketika Zebul, penguasa kota itu mendengar perkataan Gaal bin Ebed, bangkitlah amarahnya."
  },
  {
    "reference": "Jdg 9:31",
    "text": "Ia mengirim utusan kepada Abimelekh di Aruma dengan pesan: ”Gaal bin Ebed dan saudara-saudaranya telah datang ke Sikhem dan ketahuilah mereka menghasut kota itu melawan engkau."
  },
  {
    "reference": "Jdg 9:32",
    "text": "Oleh sebab itu, berangkatlah pada waktu malam, engkau dan rakyat yang bersama-sama dengan engkau itu, dan adakanlah penghadangan di padang."
  },
  {
    "reference": "Jdg 9:33",
    "text": "Esoknya pagi-pagi, pada waktu matahari terbit, haruslah engkau menyerbu kota itu. Dan jika ia dan orang-orangnya keluar melawan engkau, maka engkau dapat berbuat kepadanya sesuai dengan keadaan yang kaudapati.”"
  },
  {
    "reference": "Jdg 9:34",
    "text": "Sebab itu berangkatlah Abimelekh pada waktu malam beserta segala rakyat yang bersama-sama dengan dia, lalu mereka mengadakan penghadangan dalam empat pasukan untuk melawan Sikhem."
  },
  {
    "reference": "Jdg 9:35",
    "text": "Ketika Gaal bin Ebed pergi ke luar dan berdiri di depan pintu gerbang kota itu, Abimelekh kebetulan bangun dari tempat penghadangannya beserta rakyat yang bersama-sama dengan dia."
  },
  {
    "reference": "Jdg 9:36",
    "text": "Ketika Gaal melihat rakyat itu, berkatalah ia kepada Zebul: ”Lihat, ada orang banyak turun dari puncak gunung.” Jawab Zebul kepadanya: ”Itu bayang-bayang gunung, yang kausangka manusia.”"
  },
  {
    "reference": "Jdg 9:37",
    "text": "Kata Gaal sekali lagi: ”Lihat, ada orang banyak turun dari gunung Pusat Tanah dan satu kelompok datang dari jalan Pohon Tarbantin Peramal.”"
  },
  {
    "reference": "Jdg 9:38",
    "text": "Jawab Zebul kepadanya: ”Di manakah mulutmu itu yang mengatakan: Siapa itu Abimelekh, maka kita menjadi hambanya? Bukankah ini orang-orang yang telah kauhina itu? Majulah sekarang untuk memerangi mereka.”"
  },
  {
    "reference": "Jdg 9:39",
    "text": "Maka majulah Gaal dengan dipandangi oleh warga kota Sikhem, lalu berperang melawan Abimelekh."
  },
  {
    "reference": "Jdg 9:40",
    "text": "Tetapi Abimelekh mengejar dia, dan ia melarikan diri dari depannya, dan banyaklah orang tewas sampai di depan pintu gerbang."
  },
  {
    "reference": "Jdg 9:41",
    "text": "Adapun Abimelekh tinggal di Aruma, tetapi Zebul mengusir Gaal dan saudara-saudaranya, sehingga mereka ini tidak dapat tinggal di Sikhem."
  },
  {
    "reference": "Jdg 9:42",
    "text": "Keesokan harinya orang-orang kota itu pergi ke ladang. Setelah hal ini dikabarkan kepada Abimelekh,"
  },
  {
    "reference": "Jdg 9:43",
    "text": "dibawanyalah rakyatnya, dibaginya dalam tiga pasukan, lalu mereka mengadakan penghadangan di padang. Ketika dilihatnya, bahwa orang-orang kota itu keluar dari dalam kota, bangunlah ia menyerang mereka serta menewaskan mereka."
  },
  {
    "reference": "Jdg 9:44",
    "text": "Abimelekh dan pasukan yang bersama-sama dengan dia menyerbu dan menduduki pintu gerbang kota, sedang kedua pasukan lain itu menyerbu dan menewaskan semua orang yang ada di padang."
  },
  {
    "reference": "Jdg 9:45",
    "text": "Sehari-harian itu Abimelekh berperang melawan kota itu; ia merebut kota itu dan membunuh orang-orang yang di dalamnya; kemudian dirobohkannya kota itu dan ditaburinya dengan garam."
  },
  {
    "reference": "Jdg 9:46",
    "text": "Mendengar itu masuklah seluruh warga kota Menara-Sikhem ke dalam liang di bawah kuil El-Berit."
  },
  {
    "reference": "Jdg 9:47",
    "text": "Dikabarkanlah kepada Abimelekh, bahwa seluruh warga kota Menara-Sikhem telah berhimpun di sana."
  },
  {
    "reference": "Jdg 9:48",
    "text": "Lalu Abimelekh dan seluruh rakyat yang bersama-sama dengan dia naik ke gunung Zalmon. Abimelekh mengambil kapak, lalu memotong dahan-dahan kayu, mengangkatnya dan meletakkannya ke atas bahunya sambil berkata kepada rakyatnya yang bersama-sama dengan dia: ”Turutilah dengan segera perbuatanku yang kamu lihat ini.”"
  },
  {
    "reference": "Jdg 9:49",
    "text": "Kemudian rakyat itu juga masing-masing memotong dahan-dahan, lalu mengikuti Abimelekh, meletakkan dahan-dahan itu di atas liang dan membakar liang itu di atas kepala orang-orang itu. Demikianlah semua penduduk kota Menara-Sikhem juga mati, kira-kira seribu orang laki-laki dan perempuan. Abimelekh mati ditimpa batu 9:50-57"
  },
  {
    "reference": "Jdg 9:50",
    "text": "Selanjutnya Abimelekh pergi ke Tebes; ia mengepung Tebes, lalu merebutnya."
  },
  {
    "reference": "Jdg 9:51",
    "text": "Tetapi ada sebuah menara yang kuat di tengah-tengah kota, dan semua laki-laki dan perempuan, seluruh warga kota itu, melarikan diri ke situ; mereka menutup pintu di belakangnya dan naik ke atas sotoh menara itu."
  },
  {
    "reference": "Jdg 9:52",
    "text": "Lalu sampailah Abimelekh ke menara itu, menyerangnya, dan dapat menerobos sampai ke pintu menara itu untuk membakarnya."
  },
  {
    "reference": "Jdg 9:53",
    "text": "Tetapi seorang perempuan menimpakan sebuah batu kilangan kepada kepala Abimelekh dan memecahkan batu kepalanya."
  },
  {
    "reference": "Jdg 9:54",
    "text": "Dengan segera dipanggilnya bujang pembawa senjatanya dan berkata kepadanya: ”Hunuslah pedangmu dan bunuhlah aku, supaya jangan orang berkata tentang aku: Seorang perempuan membunuh dia.” Lalu bujangnya itu menikam dia, sehingga mati."
  },
  {
    "reference": "Jdg 9:55",
    "text": "Setelah dilihat oleh orang Israel, bahwa Abimelekh telah mati, pergilah mereka, masing-masing ke tempat kediamannya."
  },
  {
    "reference": "Jdg 9:56",
    "text": "Demikianlah Allah membalaskan kejahatan yang dilakukan oleh Abimelekh kepada ayahnya, yaitu pembunuhan atas ketujuh puluh saudaranya;"
  },
  {
    "reference": "Jdg 9:57",
    "text": "juga segala kejahatan orang-orang Sikhem ditimpakan kembali oleh Allah kepada kepala mereka sendiri. Demikianlah kutuk Yotam bin Yerubaal mengenai mereka."
  },
  {
    "reference": "Jdg 10:1",
    "text": "Sesudah Abimelekh, bangkitlah Tola bin Pua bin Dodo, seorang Isakhar, untuk menyelamatkan orang Israel. Ia diam di Samir, di pegunungan Efraim"
  },
  {
    "reference": "Jdg 10:2",
    "text": "dan ia memerintah sebagai hakim atas orang Israel dua puluh tiga tahun lamanya; kemudian matilah ia, lalu dikuburkan di Samir. Yair 10:3-5"
  },
  {
    "reference": "Jdg 10:3",
    "text": "Sesudah dia, bangkitlah Yair, orang Gilead, yang memerintah sebagai hakim atas orang Israel dua puluh dua tahun lamanya."
  },
  {
    "reference": "Jdg 10:4",
    "text": "Ia mempunyai tiga puluh anak laki-laki, yang mengendarai tiga puluh ekor keledai jantan, dan mereka mempunyai tiga puluh kota, yang sampai sekarang disebutkan orang Hawot-Yair, di tanah Gilead."
  },
  {
    "reference": "Jdg 10:5",
    "text": "Lalu matilah Yair dan dikuburkan di Kamon. Israel ditindas oleh bani Amon 10:6-18"
  },
  {
    "reference": "Jdg 10:6",
    "text": "Orang Israel itu melakukan pula apa yang jahat di mata Tuhan; mereka beribadah kepada para Baal dan para Asytoret, kepada para allah orang Aram, para allah orang Sidon, para allah orang Moab, para allah bani Amon dan para allah orang Filistin, tetapi Tuhan ditinggalkan mereka dan kepada Dia mereka tidak beribadah."
  },
  {
    "reference": "Jdg 10:7",
    "text": "Lalu bangkitlah murka Tuhan terhadap orang Israel, dan Ia menyerahkan mereka ke dalam tangan orang Filistin dan bani Amon."
  },
  {
    "reference": "Jdg 10:8",
    "text": "Dalam tahun itu juga orang Israel ditindas dan diinjak mereka; delapan belas tahun lamanya mereka memperlakukan demikian semua orang Israel yang di seberang sungai Yordan di tanah orang Amori yang di Gilead."
  },
  {
    "reference": "Jdg 10:9",
    "text": "Dan bani Amon pun menyeberangi sungai Yordan untuk berperang melawan suku Yehuda, suku Benyamin dan keturunan Efraim, sehingga orang Israel sangat terdesak."
  },
  {
    "reference": "Jdg 10:10",
    "text": "Lalu berserulah orang Israel kepada Tuhan, katanya: ”Kami telah berbuat dosa terhadap Engkau, sebab kami telah meninggalkan Allah kami lalu beribadah kepada para Baal.”"
  },
  {
    "reference": "Jdg 10:11",
    "text": "Tetapi firman Tuhan kepada orang Israel: ”Bukankah Aku yang telah menyelamatkan kamu dari tangan orang Mesir, orang Amori, bani Amon, orang Filistin,"
  },
  {
    "reference": "Jdg 10:12",
    "text": "orang Sidon, suku Amalek dan suku Maon yang menindas kamu, ketika kamu berseru kepada-Ku?"
  },
  {
    "reference": "Jdg 10:13",
    "text": "Tetapi kamu telah meninggalkan Aku dan beribadah kepada allah lain; sebab itu Aku tidak akan menyelamatkan kamu lagi."
  },
  {
    "reference": "Jdg 10:14",
    "text": "Pergi sajalah berseru kepada para allah yang telah kamu pilih itu; biar merekalah yang menyelamatkan kamu, pada waktu kamu terdesak.”"
  },
  {
    "reference": "Jdg 10:15",
    "text": "Kata orang Israel kepada Tuhan: ”Kami telah berbuat dosa. Lakukanlah kepada kami segala yang baik di mata-Mu. Hanya tolonglah kiranya kami sekarang ini!”"
  },
  {
    "reference": "Jdg 10:16",
    "text": "Dan mereka menjauhkan para allah asing dari tengah-tengah mereka, lalu mereka beribadah kepada Tuhan. Maka Tuhan tidak dapat lagi menahan hati-Nya melihat kesukaran mereka."
  },
  {
    "reference": "Jdg 10:17",
    "text": "Kemudian bani Amon dikerahkan dan berkemah di Gilead, sedang orang Israel berkumpul dan berkemah di Mizpa."
  },
  {
    "reference": "Jdg 10:18",
    "text": "Maka para pemimpin bangsa di Gilead berkata seorang kepada yang lain: ”Siapakah orang yang berani memulai peperangan melawan bani Amon itu? Dialah yang harus menjadi kepala atas seluruh penduduk Gilead.”"
  },
  {
    "reference": "Jdg 11:1",
    "text": "Adapun Yefta, orang Gilead itu, adalah seorang pahlawan yang gagah perkasa, tetapi ia anak seorang perempuan sundal; ayah Yefta ialah Gilead."
  },
  {
    "reference": "Jdg 11:2",
    "text": "Juga isteri Gilead melahirkan anak-anak lelaki baginya. Setelah besar anak-anak isterinya ini, maka mereka mengusir Yefta, katanya kepadanya: ”Engkau tidak mendapat milik pusaka dalam keluarga kami, sebab engkau anak dari perempuan lain.”"
  },
  {
    "reference": "Jdg 11:3",
    "text": "Maka larilah Yefta dari saudara-saudaranya itu dan diam di tanah Tob; di sana berkumpullah kepadanya petualang-petualang yang pergi merampok bersama-sama dengan dia."
  },
  {
    "reference": "Jdg 11:4",
    "text": "Beberapa waktu kemudian bani Amon berperang melawan orang Israel."
  },
  {
    "reference": "Jdg 11:5",
    "text": "Dan ketika bani Amon itu berperang melawan orang Israel, pergilah para tua-tua Gilead menjemput Yefta dari tanah Tob."
  },
  {
    "reference": "Jdg 11:6",
    "text": "Kata mereka kepada Yefta: ”Mari, jadilah panglima kami dan biarlah kita berperang melawan bani Amon.”"
  },
  {
    "reference": "Jdg 11:7",
    "text": "Tetapi kata Yefta kepada para tua-tua Gilead itu: ”Bukankah kamu sendiri membenci aku dan mengusir aku dari keluargaku? Mengapa kamu datang sekarang kepadaku, pada waktu kamu terdesak?”"
  },
  {
    "reference": "Jdg 11:8",
    "text": "Kemudian berkatalah para tua-tua Gilead kepada Yefta: ”Memang, kami datang kembali sekarang kepadamu, ikutilah kami dan berperanglah melawan bani Amon, maka engkau akan menjadi kepala atas kami, atas seluruh penduduk Gilead.”"
  },
  {
    "reference": "Jdg 11:9",
    "text": "Kata Yefta kepada para tua-tua Gilead: ”Jadi, jika kamu membawa aku kembali untuk berperang melawan bani Amon, dan Tuhan menyerahkan mereka kepadaku, maka akulah yang akan menjadi kepala atas kamu?”"
  },
  {
    "reference": "Jdg 11:10",
    "text": "Lalu kata para tua-tua Gilead kepada Yefta: ”Demi Tuhan yang mendengarkannya sebagai saksi antara kita: Kami akan berbuat seperti katamu itu.”"
  },
  {
    "reference": "Jdg 11:11",
    "text": "Maka Yefta ikut dengan para tua-tua Gilead, lalu bangsa itu mengangkat dia menjadi kepala dan panglima mereka. Tetapi Yefta membawa seluruh perkaranya itu ke hadapan Tuhan, di Mizpa. Yefta dan bani Amon 11:12-28"
  },
  {
    "reference": "Jdg 11:12",
    "text": "Kemudian Yefta mengirim utusan kepada raja bani Amon dengan pesan: ”Apakah urusanmu dengan aku, sehingga engkau mendatangi aku untuk memerangi negeriku?”"
  },
  {
    "reference": "Jdg 11:13",
    "text": "Jawab raja bani Amon kepada utusan Yefta: ”Orang Israel, ketika berjalan keluar dari Mesir, telah merampas tanahku, dari sungai Arnon sampai ke sungai Yabok dan sampai ke sungai Yordan. Maka sekarang, kembalikanlah semuanya itu dengan jalan damai.”"
  },
  {
    "reference": "Jdg 11:14",
    "text": "Lalu Yefta mengirim pula utusan kepada raja bani Amon"
  },
  {
    "reference": "Jdg 11:15",
    "text": "dengan pesan: ”Beginilah kata Yefta: orang Israel tidak merampas tanah orang Moab atau tanah bani Amon."
  },
  {
    "reference": "Jdg 11:16",
    "text": "Sebab ketika berjalan keluar dari Mesir, orang Israel melalui padang gurun sampai ke Laut Teberau dan tiba di Kadesh."
  },
  {
    "reference": "Jdg 11:17",
    "text": "- 11:17: Bil. 20:14-21 Ketika itu orang Israel mengirim utusan kepada raja negeri Edom dengan permintaan: Izinkanlah kiranya kami berjalan melalui negerimu ini. Tetapi raja negeri Edom tidak mau mendengar. Mereka mengirim juga utusan kepada raja negeri Moab, tetapi raja ini menolak. Maka orang Israel tinggal di Kadesh."
  },
  {
    "reference": "Jdg 11:18",
    "text": "- 11:18: Bil. 21:4 Kemudian mereka berjalan melalui padang gurun, menempuh jalan keliling tanah Edom dan tanah Moab, lalu sampai ke sebelah timur tanah Moab, maka berkemahlah mereka di seberang sungai Arnon, dengan tidak masuk daerah Moab, sebab sungai Arnon itulah batas daerah Moab."
  },
  {
    "reference": "Jdg 11:19",
    "text": "- 11:19-22: Bil. 21:21-24; Ul. 2:26-30 Lalu orang Israel mengirim utusan kepada Sihon, raja orang Amori, raja di Hesybon, dan orang Israel meminta kepadanya: Izinkanlah kiranya kami berjalan melalui negerimu ini sampai ke tempat yang kami tuju."
  },
  {
    "reference": "Jdg 11:20",
    "text": "Tetapi Sihon tidak percaya kepada orang Israel yang hendak berjalan melalui daerahnya itu, maka dikumpulkannyalah seluruh rakyatnya. Ia berkemah di Yahas, lalu berperang melawan orang Israel."
  },
  {
    "reference": "Jdg 11:21",
    "text": "Tetapi Tuhan, Allah Israel, menyerahkan Sihon dengan seluruh rakyatnya ke dalam tangan orang Israel, dan mereka dikalahkan, sehingga orang Israel menduduki seluruh negeri kepunyaan orang Amori, penduduk negeri itu."
  },
  {
    "reference": "Jdg 11:22",
    "text": "Demikianlah dimiliki orang Israel seluruh daerah orang Amori itu, dari sungai Arnon sampai ke sungai Yabok dan dari padang gurun sampai ke sungai Yordan."
  },
  {
    "reference": "Jdg 11:23",
    "text": "Maka sekarang Tuhan, Allah Israel, telah merebut milik orang Amori, bagi Israel, umat-Nya. Apakah engkau hendak memiliki pula tanah mereka itu?"
  },
  {
    "reference": "Jdg 11:24",
    "text": "Bukankah engkau akan memiliki apa yang diberi oleh Kamos, allahmu? Demikianlah kami memiliki segala yang direbut bagi kami oleh Tuhan, Allah kami."
  },
  {
    "reference": "Jdg 11:25",
    "text": "- 11:25: Bil. 22:1-6 Lagipula, apakah engkau lebih baik dari Balak bin Zipor, raja Moab? Pernahkah ia menuntut hak kepada orang Israel atau pernahkah ia berperang melawan mereka?"
  },
  {
    "reference": "Jdg 11:26",
    "text": "Ketika orang Israel diam di Hesybon dengan segala anak kotanya, di Aro”er dengan segala anak kotanya, dan di segala kota sepanjang kedua tepi sungai Arnon selama tiga ratus tahun, mengapa pada waktu itu engkau tidak melepaskan kota-kota itu?"
  },
  {
    "reference": "Jdg 11:27",
    "text": "Jadi aku tidak bersalah terhadap engkau, tetapi engkau berbuat jahat terhadap aku dengan berperang melawan aku. Tuhan, Hakim itu, Dialah yang menjadi hakim pada hari ini antara orang Israel dan bani Amon.”"
  },
  {
    "reference": "Jdg 11:28",
    "text": "Tetapi raja bani Amon tidak mendengarkan perkataan yang disampaikan kepadanya oleh utusan-utusan Yefta. Nazar Yefta 11:29-40"
  },
  {
    "reference": "Jdg 11:29",
    "text": "Lalu Roh Tuhan menghinggapi Yefta; ia berjalan melalui daerah Gilead dan daerah Manasye, kemudian melalui Mizpa di Gilead, dan dari Mizpa di Gilead ia berjalan terus ke daerah bani Amon."
  },
  {
    "reference": "Jdg 11:30",
    "text": "Lalu bernazarlah Yefta kepada Tuhan, katanya: ”Jika Engkau sungguh-sungguh menyerahkan bani Amon itu ke dalam tanganku,"
  },
  {
    "reference": "Jdg 11:31",
    "text": "maka apa yang keluar dari pintu rumahku untuk menemui aku, pada waktu aku kembali dengan selamat dari bani Amon, itu akan menjadi kepunyaan Tuhan, dan aku akan mempersembahkannya sebagai korban bakaran.”"
  },
  {
    "reference": "Jdg 11:32",
    "text": "Kemudian Yefta berjalan terus untuk berperang melawan bani Amon, dan Tuhan menyerahkan mereka ke dalam tangannya."
  },
  {
    "reference": "Jdg 11:33",
    "text": "Ia menimbulkan kekalahan yang amat besar di antara mereka, mulai dari Aro”er sampai dekat Minit – dua puluh kota banyaknya – dan sampai ke Abel-Keramim, sehingga bani Amon itu ditundukkan di depan orang Israel."
  },
  {
    "reference": "Jdg 11:34",
    "text": "Ketika Yefta pulang ke Mizpa ke rumahnya, tampaklah anaknya perempuan keluar menyongsong dia dengan memukul rebana serta menari-nari. Dialah anaknya yang tunggal; selain dari dia tidak ada anaknya laki-laki atau perempuan."
  },
  {
    "reference": "Jdg 11:35",
    "text": "- 11:35: Bil. 30:2 Demi dilihatnya dia, dikoyakkannyalah bajunya, sambil berkata: ”Ah, anakku, engkau membuat hatiku hancur luluh dan engkaulah yang mencelakakan aku; aku telah membuka mulutku bernazar kepada Tuhan, dan tidak dapat aku mundur.”"
  },
  {
    "reference": "Jdg 11:36",
    "text": "Tetapi jawabnya kepadanya: ”Bapa, jika engkau telah membuka mulutmu bernazar kepada Tuhan, maka perbuatlah kepadaku sesuai dengan nazar yang kauucapkan itu, karena Tuhan telah mengadakan bagimu pembalasan terhadap musuhmu, yakni bani Amon itu.”"
  },
  {
    "reference": "Jdg 11:37",
    "text": "Lagi katanya kepada ayahnya: ”Hanya izinkanlah aku melakukan hal ini: berilah keluasan kepadaku dua bulan lamanya, supaya aku pergi mengembara ke pegunungan dan menangisi kegadisanku bersama-sama dengan teman-temanku.”"
  },
  {
    "reference": "Jdg 11:38",
    "text": "Jawab Yefta: ”Pergilah,” dan ia membiarkan dia pergi dua bulan lamanya. Maka pergilah gadis itu bersama-sama dengan teman-temannya menangisi kegadisannya di pegunungan."
  },
  {
    "reference": "Jdg 11:39",
    "text": "Setelah lewat kedua bulan itu, kembalilah ia kepada ayahnya, dan ayahnya melakukan kepadanya apa yang telah dinazarkannya itu; jadi gadis itu tidak pernah kenal laki-laki. Dan telah menjadi adat di Israel,"
  },
  {
    "reference": "Jdg 11:40",
    "text": "bahwa dari tahun ke tahun anak-anak perempuan orang Israel selama empat hari setahun meratapi anak perempuan Yefta, orang Gilead itu."
  },
  {
    "reference": "Jdg 12:1",
    "text": "Dikerahkanlah orang Efraim, lalu mereka bergerak ke Zafon. Dan mereka berkata kepada Yefta: ”Mengapa engkau bergerak untuk memerangi bani Amon dengan tidak memanggil kami untuk maju bersama-sama dengan engkau? Sebab itu kami akan membakar rumahmu bersama-sama kamu!”"
  },
  {
    "reference": "Jdg 12:2",
    "text": "Tetapi jawab Yefta kepada mereka: ”Aku dan rakyatku telah terlibat dalam peperangan yang hebat dengan bani Amon; lalu aku memanggil kamu, tetapi kamu tidak datang menyelamatkan aku dari tangan mereka."
  },
  {
    "reference": "Jdg 12:3",
    "text": "Ketika kulihat, bahwa tidak ada yang datang menyelamatkan aku, maka aku mempertaruhkan nyawaku dan aku pergi melawan bani Amon itu, dan Tuhan menyerahkan mereka ke dalam tanganku. Mengapa pada hari ini kamu mendatangi aku untuk berperang melawan aku?”"
  },
  {
    "reference": "Jdg 12:4",
    "text": "Kemudian Yefta mengumpulkan semua orang Gilead, lalu mereka berperang melawan suku Efraim. Dan orang-orang Gilead mengalahkan suku Efraim itu. Sebab orang-orang itu mengatakan: ”Kamulah orang-orang yang telah lari dari suku Efraim!” – kaum Gilead itu ada di tengah-tengah suku Efraim dan suku Manasye –."
  },
  {
    "reference": "Jdg 12:5",
    "text": "Untuk menghadapi suku Efraim itu, maka orang Gilead menduduki tempat-tempat penyeberangan sungai Yordan. Apabila dari suku Efraim ada yang lari dan berkata: ”Biarkanlah aku menyeberang,” maka orang Gilead berkata kepadanya: ”Orang Efraimkah engkau?” Dan jika ia menjawab: ”Bukan,”"
  },
  {
    "reference": "Jdg 12:6",
    "text": "maka mereka berkata kepadanya: ”Coba katakan dahulu: syibolet.” Jika ia berkata: sibolet, jadi tidak dapat mengucapkannya dengan tepat, maka mereka menangkap dia dan menyembelihnya dekat tempat-tempat penyeberangan sungai Yordan itu. Pada waktu itu tewaslah dari suku Efraim empat puluh dua ribu orang."
  },
  {
    "reference": "Jdg 12:7",
    "text": "Yefta memerintah sebagai hakim atas orang Israel enam tahun lamanya. Kemudian matilah Yefta, orang Gilead itu, lalu dikuburkan di sebuah kota di daerah Gilead. Ebzan 12:8-10"
  },
  {
    "reference": "Jdg 12:8",
    "text": "Sesudah dia, maka Ebzan dari Betlehem memerintah sebagai hakim atas orang Israel."
  },
  {
    "reference": "Jdg 12:9",
    "text": "Ia mempunyai tiga puluh anak laki-laki. Tiga puluh anaknya perempuan dikawinkannya ke luar kaumnya dan tiga puluh anak perempuan diambilnya dari luar kaumnya untuk anak-anaknya lelaki itu. Ia memerintah atas orang Israel tujuh tahun lamanya."
  },
  {
    "reference": "Jdg 12:10",
    "text": "Kemudian matilah Ebzan, lalu dikuburkan di Betlehem. Elon 12:11-12"
  },
  {
    "reference": "Jdg 12:11",
    "text": "Sesudah dia, maka Elon orang Zebulon memerintah sebagai hakim atas orang Israel. Ia memerintah atas orang Israel sepuluh tahun lamanya."
  },
  {
    "reference": "Jdg 12:12",
    "text": "Kemudian matilah Elon, orang Zebulon itu, lalu dikuburkan di Ayalon, di tanah Zebulon. Abdon 12:13-15"
  },
  {
    "reference": "Jdg 12:13",
    "text": "Sesudah dia, maka Abdon bin Hilel, orang Piraton, memerintah sebagai hakim atas orang Israel."
  },
  {
    "reference": "Jdg 12:14",
    "text": "Ia mempunyai empat puluh anak laki-laki dan tiga puluh cucu laki-laki, yang mengendarai tujuh puluh ekor keledai jantan. Ia memerintah atas orang Israel delapan tahun lamanya."
  },
  {
    "reference": "Jdg 12:15",
    "text": "Kemudian matilah Abdon bin Hilel, orang Piraton itu, lalu dikuburkan di Piraton, di tanah Efraim, di pegunungan orang Amalek."
  },
  {
    "reference": "Jdg 13:1",
    "text": "Orang Israel melakukan pula apa yang jahat di mata Tuhan; sebab itu Tuhan menyerahkan mereka ke dalam tangan orang Filistin empat puluh tahun lamanya."
  },
  {
    "reference": "Jdg 13:2",
    "text": "Pada waktu itu ada seorang dari Zora, dari keturunan orang Dan, namanya Manoah; isterinya mandul, tidak beranak."
  },
  {
    "reference": "Jdg 13:3",
    "text": "Dan Malaikat Tuhan menampakkan diri kepada perempuan itu dan berfirman kepadanya, demikian: ”Memang engkau mandul, tidak beranak, tetapi engkau akan mengandung dan melahirkan seorang anak laki-laki."
  },
  {
    "reference": "Jdg 13:4",
    "text": "Oleh sebab itu, peliharalah dirimu, jangan minum anggur atau minuman yang memabukkan dan jangan makan sesuatu yang haram."
  },
  {
    "reference": "Jdg 13:5",
    "text": "- 13:5: Bil. 6:1-5 Sebab engkau akan mengandung dan melahirkan seorang anak laki-laki; kepalanya takkan kena pisau cukur, sebab sejak dari kandungan ibunya anak itu akan menjadi seorang nazir Allah dan dengan dia akan mulai penyelamatan orang Israel dari tangan orang Filistin.”"
  },
  {
    "reference": "Jdg 13:6",
    "text": "Kemudian perempuan itu datang kepada suaminya dan berkata: ”Telah datang kepadaku seorang abdi Allah, yang rupanya sebagai rupa malaikat Allah, amat menakutkan. Tidak kutanyakan dari mana datangnya, dan tidak juga diberitahukannya namanya kepadaku."
  },
  {
    "reference": "Jdg 13:7",
    "text": "Tetapi ia berkata kepadaku: Engkau akan mengandung dan melahirkan seorang anak laki-laki; oleh sebab itu janganlah minum anggur atau minuman yang memabukkan dan janganlah makan sesuatu yang haram, sebab sejak dari kandungan ibunya sampai pada hari matinya, anak itu akan menjadi seorang nazir Allah.”"
  },
  {
    "reference": "Jdg 13:8",
    "text": "Lalu Manoah memohon kepada Tuhan, katanya: ”Ya Tuhan, berilah kiranya abdi Allah, yang Kauutus itu, datang pula kepada kami dan mengajar kami, apa yang harus kami perbuat kepada anak yang akan lahir itu.”"
  },
  {
    "reference": "Jdg 13:9",
    "text": "Maka Allah mendengarkan permohonan Manoah, sehingga Malaikat Allah datang pula kepada perempuan itu, ketika ia duduk di padang dan ketika Manoah, suaminya itu, tidak ada bersama-sama dengan dia."
  },
  {
    "reference": "Jdg 13:10",
    "text": "Kemudian perempuan itu segera berlari memberitahukan kepada suaminya, katanya kepadanya: ”Orang yang datang kepadaku baru-baru ini menampakkan diri pula kepadaku.”"
  },
  {
    "reference": "Jdg 13:11",
    "text": "Lalu bangunlah Manoah dan mengikuti isterinya. Setelah sampai kepada orang itu, berkatalah ia kepadanya: ”Engkaukah orang yang telah berbicara kepada perempuan ini?” Jawabnya: ”Benar!”"
  },
  {
    "reference": "Jdg 13:12",
    "text": "Lalu kata Manoah: ”Dan apabila terjadi yang Kaukatakan itu, bagaimanakah nanti cara hidup anak itu dan tingkah lakunya?”"
  },
  {
    "reference": "Jdg 13:13",
    "text": "Jawab Malaikat Tuhan itu kepada Manoah: ”Perempuan itu harus memelihara diri terhadap semua yang Kukatakan kepadanya."
  },
  {
    "reference": "Jdg 13:14",
    "text": "Janganlah ia makan sesuatu yang berasal dari pohon anggur; anggur atau minuman yang memabukkan tidak boleh diminumnya dan sesuatu yang haram tidak boleh dimakannya. Ia harus berpegang pada segala yang Kuperintahkan kepadanya.”"
  },
  {
    "reference": "Jdg 13:15",
    "text": "Kata Manoah kepada Malaikat Tuhan itu: ”Perkenankanlah kami menahan Engkau di sini, supaya kami mengolah anak kambing bagi-Mu.”"
  },
  {
    "reference": "Jdg 13:16",
    "text": "Tetapi jawab Malaikat Tuhan itu kepada Manoah: ”Sekalipun engkau menahan Aku di sini, hidanganmu itu tidak akan Kumakan. Tetapi jika engkau hendak mengolahnya menjadi korban bakaran, persembahkanlah itu kepada Tuhan.” Sebab Manoah tidak mengetahui, bahwa Dia itu Malaikat Tuhan."
  },
  {
    "reference": "Jdg 13:17",
    "text": "Kemudian berkatalah Manoah kepada Malaikat Tuhan itu: ”Siapakah nama-Mu, sebab apabila terjadi yang Kaukatakan itu, maka kami hendak memuliakan Engkau.”"
  },
  {
    "reference": "Jdg 13:18",
    "text": "Tetapi jawab malaikat Tuhan itu kepadanya: ”Mengapa engkau juga menanyakan nama-Ku? Bukankah nama itu ajaib?”"
  },
  {
    "reference": "Jdg 13:19",
    "text": "Sesudah itu Manoah mengambil seekor anak kambing dan korban sajian, lalu mempersembahkannya kepada Tuhan di atas batu. Lalu diperbuat-Nya keajaiban, sementara Manoah dan isterinya memandanginya."
  },
  {
    "reference": "Jdg 13:20",
    "text": "Sedang nyala api itu naik ke langit dari mezbah, maka naiklah Malaikat Tuhan dalam nyala api mezbah itu. Ketika Manoah dan isterinya melihat hal ini, sujudlah mereka dengan mukanya sampai ke tanah."
  },
  {
    "reference": "Jdg 13:21",
    "text": "Sejak itu Malaikat Tuhan tidak lagi menampakkan diri kepada Manoah dan isterinya. Maka tahulah Manoah, bahwa Dia itu Malaikat Tuhan."
  },
  {
    "reference": "Jdg 13:22",
    "text": "Berkatalah Manoah kepada isterinya: ”Kita pasti mati, sebab kita telah melihat Allah.”"
  },
  {
    "reference": "Jdg 13:23",
    "text": "Tetapi jawab isterinya kepadanya: ”Seandainya Tuhan hendak membunuh kita, maka tidaklah Ia menerima korban bakaran dan korban sajian dari tangan kita dan tidaklah Ia memperlihatkan semuanya itu kepada kita dan tidaklah Ia memperdengarkan hal-hal yang demikian kepada kita pada waktu sekarang ini.”"
  },
  {
    "reference": "Jdg 13:24",
    "text": "Lalu perempuan itu melahirkan seorang anak laki-laki dan memberi nama Simson kepadanya. Anak itu menjadi besar dan Tuhan memberkati dia."
  },
  {
    "reference": "Jdg 13:25",
    "text": "Mulailah hatinya digerakkan oleh Roh Tuhan di Mahane-Dan yang terletak di antara Zora dan Esytaol."
  },
  {
    "reference": "Jdg 14:1",
    "text": "Simson pergi ke Timna dan di situ ia melihat seorang gadis Filistin."
  },
  {
    "reference": "Jdg 14:2",
    "text": "Ia pulang dan memberitahukan kepada ayahnya dan ibunya: ”Di Timna aku melihat seorang gadis Filistin. Tolong, ambillah dia menjadi isteriku.”"
  },
  {
    "reference": "Jdg 14:3",
    "text": "Tetapi ayahnya dan ibunya berkata kepadanya: ”Tidak adakah di antara anak-anak perempuan sanak saudaramu atau di antara seluruh bangsa kita seorang perempuan, sehingga engkau pergi mengambil isteri dari orang Filistin, orang-orang yang tidak bersunat itu?” Tetapi jawab Simson kepada ayahnya: ”Ambillah dia bagiku, sebab dia kusukai.”"
  },
  {
    "reference": "Jdg 14:4",
    "text": "Tetapi ayahnya dan ibunya tidak tahu bahwa hal itu dari pada Tuhan asalnya: sebab memang Simson harus mencari gara-gara terhadap orang Filistin. Karena pada masa itu orang Filistin menguasai orang Israel."
  },
  {
    "reference": "Jdg 14:5",
    "text": "Lalu pergilah Simson beserta ayahnya dan ibunya ke Timna. Ketika mereka sampai ke kebun-kebun anggur di Timna, maka seekor singa muda mendatangi Simson dengan mengaum."
  },
  {
    "reference": "Jdg 14:6",
    "text": "Pada waktu itu berkuasalah Roh Tuhan atas dia, sehingga singa itu dicabiknya seperti orang mencabik anak kambing – tanpa apa-apa di tangannya. Tetapi tidak diceriterakannya kepada ayahnya atau ibunya apa yang dilakukannya itu."
  },
  {
    "reference": "Jdg 14:7",
    "text": "Maka pergilah ia ke sana, lalu bercakap-cakap dengan perempuan itu, sebab Simson suka kepadanya."
  },
  {
    "reference": "Jdg 14:8",
    "text": "Setelah beberapa waktu kembalilah ia ke sana untuk kawin dengan perempuan itu; dan ketika ia menyimpang dari jalan untuk melihat bangkai singa itu, tampaklah ada kawanan lebah pada kerangka singa itu dan juga madu."
  },
  {
    "reference": "Jdg 14:9",
    "text": "Dikeruknya madu itu ke dalam tangannya dan sambil memakannya ia berjalan terus, kemudian pergilah ia kepada ayahnya dan ibunya, dan memberikannya juga kepada mereka, lalu mereka memakannya. Tetapi tidak diceriterakannya kepada mereka, bahwa madu itu dikeruknya dari kerangka singa."
  },
  {
    "reference": "Jdg 14:10",
    "text": "Setelah ayahnya pergi kepada perempuan itu, Simson mengadakan perjamuan di sana, sebab demikianlah biasanya dilakukan orang-orang muda."
  },
  {
    "reference": "Jdg 14:11",
    "text": "Ketika mereka melihat dia, dipilihlah tiga puluh orang kawan untuk menemani dia."
  },
  {
    "reference": "Jdg 14:12",
    "text": "Kata Simson kepada mereka: ”Aku mau mengatakan suatu teka-teki kepada kamu. Jika kamu dapat memberi jawabnya yang tepat kepadaku dalam tujuh hari selama perjamuan ini berlangsung dan menebaknya, maka aku akan memberikan kepadamu tiga puluh pakaian lenan dan tiga puluh pakaian kebesaran."
  },
  {
    "reference": "Jdg 14:13",
    "text": "Tetapi jika kamu tidak dapat memberi jawabnya kepadaku, maka kamulah yang harus memberikan tiga puluh pakaian dalam dan tiga puluh pakaian kebesaran kepadaku.” Kata mereka kepadanya: ”Katakanlah teka-tekimu itu, supaya kami dengar.”"
  },
  {
    "reference": "Jdg 14:14",
    "text": "Lalu katanya kepada mereka: ”Dari yang makan keluar makanan, dari yang kuat keluar manisan.” Ada tiga hari lamanya mereka tidak dapat memberi jawab teka-teki itu."
  },
  {
    "reference": "Jdg 14:15",
    "text": "Pada hari ketujuh berkatalah mereka kepada isteri Simson: ”Bujuklah suamimu, supaya diberitahukannya kepada kami jawab teka-teki itu; kalau tidak, kami akan membakar engkau beserta seisi rumah ayahmu. Apakah engkau mengundang kami untuk membuat kami menjadi miskin? Tidak, bukan?”"
  },
  {
    "reference": "Jdg 14:16",
    "text": "Lalu menangislah isteri Simson itu sambil memeluk Simson, katanya: ”Engkau benci saja kepadaku, dan tidak cinta kepadaku; suatu teka-teki kaukatakan kepada orang-orang sebangsaku, tetapi jawabnya tidak kauberitahukan kepadaku.” Sahutnya kepadanya: ”Sedangkan kepada ayahku dan ibuku tidak kuberitahukan, masakan kepada engkau akan kuberitahukan?”"
  },
  {
    "reference": "Jdg 14:17",
    "text": "Tetapi isterinya itu menangis di sampingnya selama ketujuh hari mereka mengadakan perjamuan itu. Pada hari yang ketujuh diberitahukannyalah kepadanya, karena ia merengek-rengek kepadanya, kemudian perempuan itu memberitahukan jawab teka-teki itu kepada orang-orang sebangsanya."
  },
  {
    "reference": "Jdg 14:18",
    "text": "Lalu pada hari yang ketujuh itu, sebelum matahari terbenam, berkatalah orang-orang kota itu kepadanya: ”Apakah yang lebih manis dari pada madu? Apakah yang lebih kuat dari pada singa?” Sahutnya kepada mereka: ”Kalau kamu tidak membajak dengan lembu betinaku, pasti kamu tidak menebak teka-tekiku.”"
  },
  {
    "reference": "Jdg 14:19",
    "text": "Maka berkuasalah Roh Tuhan atas dia, lalu pergilah ia ke Askelon dan dibunuhnya tiga puluh orang di sana, diambilnya pakaian mereka dan diberikannya pakaian-pakaian kebesaran itu kepada orang-orang yang dapat memberi jawab teka-teki itu. Tetapi amarahnya masih juga bernyala-nyala, lalu pulanglah ia ke rumah ayahnya."
  },
  {
    "reference": "Jdg 14:20",
    "text": "Maka diberikanlah isteri Simson itu kepada kawannya, bekas pengiringnya."
  },
  {
    "reference": "Jdg 15:1",
    "text": "Beberapa waktu kemudian, dalam musim menuai gandum, pergilah Simson mengunjungi isterinya, dengan membawa seekor anak kambing, serta berkata: ”Aku mau ke kamar mendapatkan isteriku.” Tetapi ayah perempuan itu tidak membiarkan dia masuk."
  },
  {
    "reference": "Jdg 15:2",
    "text": "Kata ayah perempuan itu: ”Aku telah menyangka, bahwa engkau benci sama sekali kepadanya, sebab itu aku memberikannya kepada kawanmu. Bukankah adiknya lebih cantik dari padanya? Baiklah kauambil itu bagimu sebagai gantinya.”"
  },
  {
    "reference": "Jdg 15:3",
    "text": "Lalu kata Simson kepadanya: ”Sekali ini aku tidak bersalah terhadap orang Filistin, apabila aku mendatangkan celaka kepada mereka.”"
  },
  {
    "reference": "Jdg 15:4",
    "text": "Maka pergilah Simson, ditangkapnya tiga ratus anjing hutan, diambilnya obor, diikatnya ekor dengan ekor dan ditaruhnya sebuah obor di antara tiap-tiap dua ekor."
  },
  {
    "reference": "Jdg 15:5",
    "text": "Kemudian dinyalakannyalah obor itu dan dilepaskannya anjing-anjing hutan itu ke gandum yang belum dituai kepunyaan orang Filistin, sehingga terbakarlah tumpukan-tumpukan gandum dan gandum yang belum dituai dan kebun-kebun pohon zaitun."
  },
  {
    "reference": "Jdg 15:6",
    "text": "Berkatalah orang Filistin: ”Siapakah yang melakukan ini?” Orang menjawab: ”Simson, menantu orang Timna itu, sebab orang itu telah mengambil isteri Simson dan memberikannya kepada kawannya.” Kemudian pergilah orang Filistin ke sana dan membakar perempuan itu beserta ayahnya."
  },
  {
    "reference": "Jdg 15:7",
    "text": "Lalu berkatalah Simson kepada mereka: ”Jika kamu berbuat demikian, sesungguhnya aku takkan berhenti sebelum aku membalaskannya kepada kamu.”"
  },
  {
    "reference": "Jdg 15:8",
    "text": "Dan dengan pukulan yang hebat ia meremukkan tulang-tulang mereka. Lalu pergilah ia dan tinggal dalam gua di bukit batu Etam."
  },
  {
    "reference": "Jdg 15:9",
    "text": "Lalu majulah orang Filistin dan berkemah di daerah Yehuda serta memencar ke Lehi."
  },
  {
    "reference": "Jdg 15:10",
    "text": "Berkatalah orang-orang Yehuda: ”Mengapa kamu maju menyerang kami?” Lalu jawab mereka: ”Kami maju untuk mengikat Simson dan memperlakukan dia seperti dia memperlakukan kami.”"
  },
  {
    "reference": "Jdg 15:11",
    "text": "Kemudian turunlah tiga ribu orang dari suku Yehuda ke gua di gunung batu Etam dan berkata kepada Simson: ”Tidakkah kauketahui, bahwa orang Filistin berkuasa atas kita? Apakah juga yang telah kauperbuat terhadap kami?” Tetapi jawabnya kepada mereka: ”Seperti mereka memperlakukan aku, demikianlah aku memperlakukan mereka.”"
  },
  {
    "reference": "Jdg 15:12",
    "text": "Kata mereka kepadanya: ”Kami datang ke sini untuk mengikat dan menyerahkan engkau ke dalam tangan orang Filistin.” Tetapi jawab Simson kepada mereka: ”Bersumpahlah kepadaku, bahwa kamu sendiri tidak akan menyerang aku.”"
  },
  {
    "reference": "Jdg 15:13",
    "text": "Lalu kata mereka kepadanya: ”Tidak, kami hanya mau mengikat engkau dan menyerahkan engkau ke dalam tangan mereka, tetapi membunuh engkau kami tidak mau.” Maka mereka mengikat dia dengan dua tali baru dan membawa dia dari bukit batu itu."
  },
  {
    "reference": "Jdg 15:14",
    "text": "Setelah ia sampai ke Lehi dan orang-orang Filistin mendatangi dia dengan bersorak-sorak, maka berkuasalah Roh Tuhan atas dia dan tali-tali pada tangannya menjadi seperti batang rami yang telah habis dimakan api dan segala pengikatnya hancur tanggal dari tangannya."
  },
  {
    "reference": "Jdg 15:15",
    "text": "Kemudian ia menemui sebuah tulang rahang keledai yang masih baru, diulurkannya tangannya, dipungutnya dan dipukulnya mati seribu orang dengan tulang itu."
  },
  {
    "reference": "Jdg 15:16",
    "text": "Berkatalah Simson: ”Dengan rahang keledai bangsa keledai itu kuhajar, dengan rahang keledai seribu orang kupukul.”"
  },
  {
    "reference": "Jdg 15:17",
    "text": "Setelah berkata demikian, dilemparnya tulang rahang itu dari tangannya. Kemudian dinamailah tempat itu Ramat Lehi."
  },
  {
    "reference": "Jdg 15:18",
    "text": "Ketika ia sangat haus, berserulah ia kepada Tuhan: ”Oleh tangan hamba-Mu ini telah Kauberikan kemenangan yang besar itu, masakan sekarang aku akan mati kehausan dan jatuh ke dalam tangan orang-orang yang tidak bersunat itu!”"
  },
  {
    "reference": "Jdg 15:19",
    "text": "Kemudian Allah membelah liang batu yang di Lehi itu, dan keluarlah air dari situ. Ia minum, lalu menjadi kuat dan segar kembali. Sebab itu dinamailah mata air itu Mata Air Penyeru, yang sampai sekarang masih ada di Lehi."
  },
  {
    "reference": "Jdg 15:20",
    "text": "Ia memerintah sebagai hakim atas orang Israel dalam zaman orang Filistin, dua puluh tahun lamanya."
  },
  {
    "reference": "Jdg 16:1",
    "text": "Pada suatu kali, ketika Simson pergi ke Gaza, dilihatnya di sana seorang perempuan sundal, lalu menghampiri dia."
  },
  {
    "reference": "Jdg 16:2",
    "text": "Ketika diberitahukan kepada orang-orang Gaza: ”Simson telah datang ke sini,” maka mereka mengepung tempat itu dan siap menghadang dia semalam-malaman itu di pintu gerbang kota, tetapi semalam-malaman itu mereka tidak berbuat apa-apa, karena pikirnya: ”Nanti pada waktu fajar kita akan membunuh dia.”"
  },
  {
    "reference": "Jdg 16:3",
    "text": "Tetapi Simson tidur di situ sampai tengah malam. Pada waktu tengah malam bangunlah ia, dipegangnya kedua daun pintu gerbang kota itu dan kedua tiang pintu, dicabutnyalah semuanya beserta palangnya, diletakkannya di atas kedua bahunya, lalu semuanya itu diangkatnya ke puncak gunung yang berhadapan dengan Hebron. Simson dan Delila 16:4-22"
  },
  {
    "reference": "Jdg 16:4",
    "text": "Sesudah itu Simson jatuh cinta kepada seorang perempuan dari lembah Sorek yang namanya Delila."
  },
  {
    "reference": "Jdg 16:5",
    "text": "Lalu datanglah raja-raja kota orang Filistin kepada perempuan itu sambil berkata: ”Cobalah bujuk dia untuk mengetahui karena apakah kekuatannya demikian besar, dan dengan apakah kami dapat mengalahkan dia dan mengikat dia untuk menundukkannya. Maka kami masing-masing akan memberikan seribu seratus uang perak kepadamu.”"
  },
  {
    "reference": "Jdg 16:6",
    "text": "Lalu berkatalah Delila kepada Simson: ”Ceritakanlah kiranya kepadaku, karena apakah kekuatanmu demikian besar, dan dengan apakah engkau harus diikat untuk ditundukkan?”"
  },
  {
    "reference": "Jdg 16:7",
    "text": "Jawab Simson kepadanya: ”Jika aku diikat dengan tujuh tali busur yang baru, yang belum kering, maka aku akan menjadi lemah dan menjadi seperti orang lain mana pun juga.”"
  },
  {
    "reference": "Jdg 16:8",
    "text": "Lalu raja-raja kota orang Filistin membawa tujuh tali busur yang baru yang belum kering kepada perempuan itu dan ia mengikat Simson dengan tali-tali itu,"
  },
  {
    "reference": "Jdg 16:9",
    "text": "sedang di kamarnya ada orang bersiap-siap. Kemudian berserulah perempuan itu kepadanya: ”Orang-orang Filistin menyergap engkau, Simson!” Tetapi ia memutuskan tali-tali busur itu seperti tali rami yang terbakar putus, apabila kena api. Dan tidaklah ketahuan di mana duduk kekuatannya itu."
  },
  {
    "reference": "Jdg 16:10",
    "text": "Kemudian berkatalah Delila kepada Simson: ”Sesungguhnya engkau telah mempermain-mainkan dan membohongi aku. Sekarang ceritakanlah kiranya kepadaku dengan apa engkau dapat diikat.”"
  },
  {
    "reference": "Jdg 16:11",
    "text": "Jawabnya kepadanya: ”Jika aku diikat erat-erat dengan tali baru, yang belum terpakai untuk pekerjaan apa pun, maka aku akan menjadi lemah dan menjadi seperti orang lain mana pun juga.”"
  },
  {
    "reference": "Jdg 16:12",
    "text": "Kemudian Delila mengambil tali baru, diikatnyalah dia dengan tali-tali itu dan berseru kepadanya: ”Orang-orang Filistin menyergap engkau, Simson!” – di kamar ada orang bersiap-siap – tetapi tali-tali itu diputuskannya tanggal dari tangannya seperti benang saja."
  },
  {
    "reference": "Jdg 16:13",
    "text": "Berkatalah Delila kepada Simson: ”Sampai sekarang engkau telah mempermain-mainkan dan membohongi aku. Ceritakanlah kepadaku dengan apakah engkau dapat diikat.” Jawabnya kepadanya: ”Kalau engkau menenun ketujuh rambut jalinku bersama-sama dengan lungsin lalu mengokohkannya dengan patok, maka aku akan menjadi lemah dan menjadi seperti orang lain mana pun juga.”"
  },
  {
    "reference": "Jdg 16:14",
    "text": "Kemudian perempuan itu mengokohkan lagi tenunan itu dengan patok, lalu berserulah ia kepadanya: ”Orang-orang Filistin menyergap engkau, Simson.” Tetapi ketika ia terjaga dari tidurnya, disentaknya lepas patok tenunan dan lungsin itu."
  },
  {
    "reference": "Jdg 16:15",
    "text": "Berkatalah perempuan itu kepadanya: ”Bagaimana mungkin engkau berkata: Aku cinta kepadamu, padahal hatimu tidak tertuju kepadaku? Sekarang telah tiga kali engkau mempermain-mainkan aku dan tidak mau menceritakan kepadaku, karena apakah kekuatanmu demikian besar.”"
  },
  {
    "reference": "Jdg 16:16",
    "text": "Lalu setelah perempuan itu berhari-hari merengek-rengek kepadanya dan terus mendesak-desak dia, ia tidak dapat lagi menahan hati, sehingga ia mau mati rasanya."
  },
  {
    "reference": "Jdg 16:17",
    "text": "Maka diceritakannyalah kepadanya segala isi hatinya, katanya: ”Kepalaku tidak pernah kena pisau cukur, sebab sejak dari kandungan ibuku aku ini seorang nazir Allah. Jika kepalaku dicukur, maka kekuatanku akan lenyap dari padaku, dan aku menjadi lemah dan sama seperti orang-orang lain.”"
  },
  {
    "reference": "Jdg 16:18",
    "text": "Ketika dilihat Delila, bahwa segala isi hatinya telah diceritakannya kepadanya, disuruhnyalah memanggil raja-raja kota orang Filistin, katanya: ”Sekali ini lagi datanglah ke mari, sebab ia telah menceritakan segala isi hatinya kepadaku.” Lalu datanglah raja-raja kota orang Filistin itu kepadanya sambil membawa uang itu."
  },
  {
    "reference": "Jdg 16:19",
    "text": "Sesudah itu dibujuknya Simson tidur di pangkuannya, lalu dipanggilnya seorang dan disuruhnya mencukur ketujuh rambut jalinnya, sehingga mulailah Simson ditundukkan oleh perempuan itu, sebab kekuatannya telah lenyap dari padanya."
  },
  {
    "reference": "Jdg 16:20",
    "text": "Lalu berserulah perempuan itu: ”Orang Filistin menyergap engkau, Simson!” Maka terjagalah ia dari tidurnya serta katanya: ”Seperti yang sudah-sudah, aku akan bebas dan akan meronta lepas.” Tetapi tidaklah diketahuinya, bahwa Tuhan telah meninggalkan dia."
  },
  {
    "reference": "Jdg 16:21",
    "text": "Orang Filistin itu menangkap dia, mencungkil kedua matanya dan membawanya ke Gaza. Di situ ia dibelenggu dengan dua rantai tembaga dan pekerjaannya di penjara ialah menggiling."
  },
  {
    "reference": "Jdg 16:22",
    "text": "Tetapi rambutnya mulai tumbuh pula sesudah dicukur. Simson mati 16:23-31"
  },
  {
    "reference": "Jdg 16:23",
    "text": "Sesudah itu berkumpullah raja-raja kota orang Filistin untuk mengadakan perayaan korban sembelihan yang besar kepada Dagon, allah mereka, dan untuk bersukaria; kata mereka: ”Telah diserahkan oleh allah kita ke dalam tangan kita Simson, musuh kita.”"
  },
  {
    "reference": "Jdg 16:24",
    "text": "Dan ketika orang banyak melihat Simson, mereka memuji allah mereka, sambil berseru: ”Telah diserahkan oleh allah kita ke dalam tangan kita musuh kita, perusak tanah kita, dan yang membunuh banyak teman kita.”"
  },
  {
    "reference": "Jdg 16:25",
    "text": "Ketika hati mereka riang gembira, berkatalah mereka: ”Panggillah Simson untuk melawak bagi kita.” Simson dipanggil dari penjara, lalu ia melawak di depan mereka, kemudian mereka menyuruh dia berdiri di antara tiang-tiang."
  },
  {
    "reference": "Jdg 16:26",
    "text": "Berkatalah Simson kepada anak yang menuntun dia: ”Lepaskan aku dan biarkanlah aku meraba-raba tiang-tiang penyangga rumah ini, supaya aku dapat bersandar padanya.”"
  },
  {
    "reference": "Jdg 16:27",
    "text": "Adapun gedung itu penuh dengan laki-laki dan perempuan; segala raja kota orang Filistin ada di sana, dan di atas sotoh ada kira-kira tiga ribu orang laki-laki dan perempuan, yang menonton lawak Simson itu."
  },
  {
    "reference": "Jdg 16:28",
    "text": "Berserulah Simson kepada Tuhan, katanya: ”Ya Tuhan Allah, ingatlah kiranya kepadaku dan buatlah aku kuat, sekali ini saja, ya Allah, supaya dengan satu pembalasan juga kubalaskan kedua mataku itu kepada orang Filistin.”"
  },
  {
    "reference": "Jdg 16:29",
    "text": "Kemudian Simson merangkul kedua tiang yang paling tengah, penyangga rumah itu, lalu bertopang kepada tiang yang satu dengan tangan kanannya dan kepada tiang yang lain dengan tangan kirinya."
  },
  {
    "reference": "Jdg 16:30",
    "text": "Berkatalah Simson: ”Biarlah kiranya aku mati bersama-sama orang Filistin ini.” Lalu membungkuklah ia sekuat-kuatnya, maka rubuhlah rumah itu menimpa raja-raja kota itu dan seluruh orang banyak yang ada di dalamnya. Yang mati dibunuhnya pada waktu matinya itu lebih banyak dari pada yang dibunuhnya pada waktu hidupnya."
  },
  {
    "reference": "Jdg 16:31",
    "text": "Sesudah itu datanglah ke sana saudara-saudaranya dan seluruh keluarganya, mereka mengangkat dia dan membawanya dari sana, lalu menguburkannya di antara Zora dan Esytaol di dalam kubur Manoah, ayahnya. Dia memerintah sebagai hakim atas orang Israel dua puluh tahun lamanya."
  },
  {
    "reference": "Jdg 17:1",
    "text": "Ada seorang dari pegunungan Efraim, Mikha namanya."
  },
  {
    "reference": "Jdg 17:2",
    "text": "Berkatalah ia kepada ibunya: ”Uang perak yang seribu seratus itu, yang diambil orang dari padamu dan yang karena itu kauucapkan kutuk – aku sendiri mendengar ucapanmu itu – memang uang itu ada padaku, akulah yang mengambilnya.” Lalu kata ibunya: ”Diberkatilah kiranya anakku oleh Tuhan.”"
  },
  {
    "reference": "Jdg 17:3",
    "text": "Sesudah itu dikembalikannyalah uang perak yang seribu seratus itu kepada ibunya. Tetapi ibunya berkata: ”Aku mau menguduskan uang itu bagi Tuhan, aku menyerahkannya untuk anakku, supaya dibuat patung pahatan dan patung tuangan dari pada uang itu. Maka sekarang, uang itu kukembalikan kepadamu.”"
  },
  {
    "reference": "Jdg 17:4",
    "text": "Tetapi orang itu mengembalikan uang itu kepada ibunya, lalu perempuan itu mengambil dua ratus uang perak dan memberikannya kepada tukang perak, yang membuat patung pahatan dan patung tuangan dari pada uang itu; lalu patung itu ditaruh di rumah Mikha."
  },
  {
    "reference": "Jdg 17:5",
    "text": "Mikha ini mempunyai kuil. Dibuatnyalah efod dan terafim, ditahbiskannya salah seorang anaknya laki-laki, yang menjadi imamnya."
  },
  {
    "reference": "Jdg 17:6",
    "text": "- 17:6: Hak. 21:25 Pada zaman itu tidak ada raja di antara orang Israel; setiap orang berbuat apa yang benar menurut pandangannya sendiri."
  },
  {
    "reference": "Jdg 17:7",
    "text": "Maka ada seorang muda dari Betlehem-Yehuda, dari kaum Yehuda; ia seorang Lewi dan tinggal di sana sebagai pendatang."
  },
  {
    "reference": "Jdg 17:8",
    "text": "Lalu orang itu keluar dari kota Betlehem-Yehuda untuk menetap sebagai pendatang di mana saja ia mendapat tempat; dan dalam perjalanannya itu sampailah ia ke pegunungan Efraim di rumah Mikha."
  },
  {
    "reference": "Jdg 17:9",
    "text": "Bertanyalah Mikha kepadanya: ”Engkau dari mana?” Jawabnya kepadanya: ”Aku orang Lewi dari Betlehem-Yehuda, dan aku pergi untuk menetap sebagai pendatang di mana saja aku mendapat tempat.”"
  },
  {
    "reference": "Jdg 17:10",
    "text": "Lalu kata Mikha kepadanya: ”Tinggallah padaku dan jadilah bapak dan imam bagiku; maka setiap tahun aku akan memberikan kepadamu sepuluh uang perak, sepasang pakaian serta makananmu.”"
  },
  {
    "reference": "Jdg 17:11",
    "text": "Orang Lewi itu setuju untuk tinggal padanya. Maka orang muda itu menjadi seperti salah seorang anaknya sendiri."
  },
  {
    "reference": "Jdg 17:12",
    "text": "Mikha mentahbiskan orang Lewi itu; orang muda itu menjadi imamnya dan diam di rumah Mikha."
  },
  {
    "reference": "Jdg 17:13",
    "text": "Lalu kata Mikha: ”Sekarang tahulah aku, bahwa Tuhan akan berbuat baik kepadaku, karena ada seorang Lewi menjadi imamku.”"
  },
  {
    "reference": "Jdg 18:1",
    "text": "Pada zaman itu tidak ada raja di antara orang Israel dan pada zaman itu suku Dan sedang mencari milik pusaka untuk menetap, sebab sampai hari itu mereka belum juga mendapat bagian milik pusaka di tengah-tengah suku-suku Israel."
  },
  {
    "reference": "Jdg 18:2",
    "text": "Sebab itu bani Dan menyuruh dari kaumnya lima orang dari seluruh jumlah mereka, semuanya orang-orang yang gagah perkasa, yang berasal dari Zora dan Esytaol, untuk mengintai negeri itu dan menyelidikinya, serta berkata kepada mereka: ”Pergilah menyelidiki negeri itu.” Ketika orang-orang itu sampai ke pegunungan Efraim di rumah Mikha, bermalamlah mereka di sana."
  },
  {
    "reference": "Jdg 18:3",
    "text": "Ketika mereka ada dekat rumah Mikha itu, dikenal merekalah logat orang muda suku Lewi itu, lalu singgahlah mereka ke sana dan berkata kepadanya: ”Siapakah yang membawa engkau ke mari? Apakah pekerjaanmu dan urusanmu di sini?”"
  },
  {
    "reference": "Jdg 18:4",
    "text": "Katanya kepada mereka: ”Begini begitulah dilakukan Mikha kepadaku; ia menggaji aku dan aku menjadi imamnya.”"
  },
  {
    "reference": "Jdg 18:5",
    "text": "Kata mereka kepadanya: ”Tanyakanlah kiranya kepada Allah, supaya kami ketahui apakah perjalanan yang kami tempuh ini akan berhasil.”"
  },
  {
    "reference": "Jdg 18:6",
    "text": "Kata imam itu kepada mereka: ”Pergilah dengan selamat! Perjalanan yang kamu tempuh itu dipandang baik oleh Tuhan.”"
  },
  {
    "reference": "Jdg 18:7",
    "text": "Sesudah itu pergilah kelima orang itu, lalu sampailah mereka ke Lais. Dilihat merekalah, bahwa rakyat yang diam di sana hidup dengan tenteram, menurut adat orang Sidon, aman dan tenteram. Orang-orang itu tidak kekurangan apa pun yang ada di muka bumi, malah kaya harta. Mereka tinggal jauh dari orang Sidon dan tidak bergaul dengan siapa pun juga."
  },
  {
    "reference": "Jdg 18:8",
    "text": "Setelah mereka kembali kepada saudara-saudara sesukunya di Zora dan Esytaol, berkatalah saudara-saudara sesukunya kepada mereka: ”Apakah yang kamu dapati di sana?”"
  },
  {
    "reference": "Jdg 18:9",
    "text": "Jawab mereka: ”Bersiaplah, marilah kita maju menyerang mereka, sebab kami telah melihat negeri itu, dan memang sangat baik. Masakan kamu tinggal diam! Janganlah bermalas-malas untuk pergi memasuki dan menduduki negeri itu."
  },
  {
    "reference": "Jdg 18:10",
    "text": "Apabila kamu memasukinya kamu mendapati rakyat yang hidup dengan tenteram, dan negeri itu luas ke sebelah kiri dan ke sebelah kanan. Sesungguhnya, Allah telah menyerahkannya ke dalam tanganmu; itulah tempat yang tidak kekurangan apa pun yang ada di muka bumi.”"
  },
  {
    "reference": "Jdg 18:11",
    "text": "Lalu berangkatlah dari sana, dari Zora dan Esytaol, enam ratus orang dari kaum suku Dan, diperlengkapi dengan senjata."
  },
  {
    "reference": "Jdg 18:12",
    "text": "Mereka maju, lalu berkemah di Kiryat-Yearim di Yehuda. Itulah sebabnya tempat itu disebut Mahane-Dan sampai sekarang; letaknya di sebelah barat Kiryat-Yearim."
  },
  {
    "reference": "Jdg 18:13",
    "text": "Dari sana mereka bergerak terus ke pegunungan Efraim dan sampai di rumah Mikha."
  },
  {
    "reference": "Jdg 18:14",
    "text": "Lalu berbicaralah kelima orang yang telah pergi mengintai daerah Lais itu, katanya kepada saudara-saudara sesukunya: ”Tahukah kamu, bahwa dalam rumah-rumah ini ada efod, terafim, patung pahatan dan patung tuangan? Oleh sebab itu, insafilah apa yang akan kamu perbuat!”"
  },
  {
    "reference": "Jdg 18:15",
    "text": "Kemudian mereka menuju ke tempat itu, lalu sampai di rumah orang muda suku Lewi itu, di rumah Mikha, dan menanyakan apakah ia selamat."
  },
  {
    "reference": "Jdg 18:16",
    "text": "Sementara keenam ratus orang dari bani Dan yang diperlengkapi dengan senjata itu tinggal berdiri di pintu gerbang,"
  },
  {
    "reference": "Jdg 18:17",
    "text": "maka kelima orang yang telah pergi mengintai negeri itu berjalan terus, masuk ke dalam lalu mengambil patung pahatan, efod, terafim dan patung tuangan itu. Adapun imam itu berdiri di pintu gerbang bersama-sama dengan keenam ratus orang yang diperlengkapi dengan senjata itu."
  },
  {
    "reference": "Jdg 18:18",
    "text": "Tetapi, setelah yang lain-lain itu masuk ke dalam rumah Mikha dan mengambil patung pahatan, efod, terafim dan patung tuangan itu, berkatalah imam itu kepada mereka: ”Berbuat apakah kamu ini?”"
  },
  {
    "reference": "Jdg 18:19",
    "text": "Tetapi jawab mereka kepadanya: ”Diamlah, tutup mulut, ikutlah kami dan jadilah bapak dan imam kami. Apakah yang lebih baik bagimu: menjadi imam untuk seisi rumah satu orang atau menjadi imam untuk suatu suku dan kaum di antara orang Israel?”"
  },
  {
    "reference": "Jdg 18:20",
    "text": "Maka gembiralah hati imam itu, diambilnyalah efod, terafim dan patung pahatan itu, lalu masuk ke tengah-tengah orang banyak."
  },
  {
    "reference": "Jdg 18:21",
    "text": "Kemudian berbaliklah mereka dan pergi, dengan anak-anak, ternak dan barang-barang yang berharga ditempatkan di depan mereka."
  },
  {
    "reference": "Jdg 18:22",
    "text": "Ketika mereka telah jauh dari rumah Mikha, dikerahkanlah orang-orang dari rumah-rumah yang di dekat rumah Mikha dan orang-orang itu mengejar bani Dan itu."
  },
  {
    "reference": "Jdg 18:23",
    "text": "Mereka memanggil-manggil bani Dan, maka berbaliklah orang-orang itu dan berkata kepada Mikha: ”Mau apa engkau dengan mengerahkan orang?” Lalu jawabnya:"
  },
  {
    "reference": "Jdg 18:24",
    "text": "”Allahku yang kubuat serta imam juga kamu ambil, lalu kamu pergi. Apakah lagi yang masih tinggal padaku? Bagaimana perkataanmu itu kepadaku: Mau apa engkau?”"
  },
  {
    "reference": "Jdg 18:25",
    "text": "Berkatalah bani Dan kepadanya: ”Janganlah suaramu kedengaran lagi kepada kami, nanti ada orang yang menyerang engkau karena sakit hati dan dengan demikian engkau serta seisi rumahmu kehilangan nyawa.”"
  },
  {
    "reference": "Jdg 18:26",
    "text": "Lalu bani Dan melanjutkan perjalanannya, dan Mikha, setelah dilihatnya mereka itu lebih kuat dari padanya, berpalinglah ia pulang ke rumahnya."
  },
  {
    "reference": "Jdg 18:27",
    "text": "Lalu bani Dan, dengan membawa barang-barang yang dibuat Mikha, juga imamnya, mendatangi Lais, yakni rakyat yang hidup dengan aman dan tenteram. Mereka memukul orang-orang itu dengan mata pedang dan kotanya dibakar."
  },
  {
    "reference": "Jdg 18:28",
    "text": "Tidak ada orang yang datang menolong, sebab kota itu jauh dari Sidon dan orang-orang kota itu tidak bergaul dengan siapa pun juga. Letak kota itu di lembah Bet-Rehob. Kemudian bani Dan membangun kota itu kembali dan diam di sana."
  },
  {
    "reference": "Jdg 18:29",
    "text": "Mereka menamai kota itu Dan, menurut nama bapa leluhur mereka, yakni Dan, yang lahir bagi Israel, tetapi nama kota itu dahulu adalah Lais."
  },
  {
    "reference": "Jdg 18:30",
    "text": "Bani Dan menegakkan bagi mereka sendiri patung pahatan itu, lalu Yonatan bin Gersom bin Musa bersama-sama dengan anak-anaknya menjadi imam bagi suku Dan, sampai penduduk negeri itu diangkut sebagai orang buangan."
  },
  {
    "reference": "Jdg 18:31",
    "text": "Demikianlah mereka menempatkan bagi mereka sendiri patung pahatan yang telah dibuat Mikha itu, dan patung itu ada di sana selama rumah Allah ada di Silo."
  },
  {
    "reference": "Jdg 19:1",
    "text": "Terjadilah pada zaman itu, ketika tidak ada raja di Israel, bahwa di balik pegunungan Efraim ada seorang Lewi tinggal sebagai pendatang. Ia mengambil seorang gundik dari Betlehem-Yehuda."
  },
  {
    "reference": "Jdg 19:2",
    "text": "Tetapi gundiknya itu berlaku serong terhadap dia dan pergi dari padanya ke rumah ayahnya di Betlehem-Yehuda, lalu tinggal di sana empat bulan lamanya."
  },
  {
    "reference": "Jdg 19:3",
    "text": "Berkemaslah suaminya itu, lalu pergi menyusul perempuan itu untuk membujuk dia dan membawanya kembali; bersama-sama dia bujangnya dan sepasang keledai. Ketika perempuan muda itu membawa dia masuk ke rumah ayahnya, dan ketika ayah itu melihat dia, maka bersukacitalah ia mendapatkannya."
  },
  {
    "reference": "Jdg 19:4",
    "text": "Mertuanya, ayah perempuan muda itu, tidak membiarkan dia pergi, sehingga ia tinggal tiga hari lamanya pada ayah itu; mereka makan, minum dan bermalam di sana."
  },
  {
    "reference": "Jdg 19:5",
    "text": "Tetapi pada hari yang keempat, ketika mereka bangun pagi-pagi dan ketika orang Lewi itu berkemas untuk pergi, berkatalah ayah perempuan muda itu kepada menantunya: ”Segarkanlah dirimu dahulu dengan sekerat roti, kemudian bolehlah kamu pergi.”"
  },
  {
    "reference": "Jdg 19:6",
    "text": "Jadi duduklah mereka, lalu makan dan minumlah keduanya bersama-sama. Kata ayah perempuan muda itu kepada laki-laki itu: ”Baiklah putuskan untuk tinggal bermalam dan biarlah hatimu gembira.”"
  },
  {
    "reference": "Jdg 19:7",
    "text": "Tetapi ketika orang itu bangun untuk pergi juga, mertuanya itu mendesaknya, sehingga ia tinggal pula di sana bermalam."
  },
  {
    "reference": "Jdg 19:8",
    "text": "Pada hari yang kelima, ketika ia bangun pagi-pagi untuk pergi, berkatalah ayah perempuan muda itu: ”Mari, segarkanlah dirimu dahulu, dan tinggallah sebentar lagi, sampai matahari surut.” Lalu makanlah mereka keduanya."
  },
  {
    "reference": "Jdg 19:9",
    "text": "Ketika orang itu bangun untuk pergi, bersama dengan gundiknya dan bujangnya, berkatalah mertuanya, ayah perempuan muda itu, kepadanya: ”Lihatlah, matahari telah mulai turun menjelang petang; baiklah tinggal bermalam, lihat, matahari hampir terbenam, tinggallah di sini bermalam dan biarlah hatimu gembira; maka besok kamu dapat bangun pagi-pagi untuk berjalan dan pulang ke rumahmu.”"
  },
  {
    "reference": "Jdg 19:10",
    "text": "Tetapi orang itu tidak mau tinggal bermalam; ia berkemas, lalu pergi. Demikian sampailah ia di daerah yang berhadapan dengan Yebus – itulah Yerusalem –; bersama-sama dengan dia ada sepasang keledai yang berpelana dan gundiknya juga."
  },
  {
    "reference": "Jdg 19:11",
    "text": "Ketika mereka dekat ke Yebus dan ketika matahari telah sangat rendah, berkatalah bujang itu kepada tuannya: ”Marilah kita singgah di kota orang Yebus ini dan bermalam di situ.”"
  },
  {
    "reference": "Jdg 19:12",
    "text": "Tetapi tuannya menjawabnya: ”Kita tidak akan singgah di kota asing yang bukan kepunyaan orang Israel, tetapi kita akan berjalan terus sampai ke Gibea.”"
  },
  {
    "reference": "Jdg 19:13",
    "text": "Lagi katanya kepada bujangnya: ”Marilah kita berjalan sampai ke salah satu tempat yang di sana dan bermalam di Gibea atau di Rama.”"
  },
  {
    "reference": "Jdg 19:14",
    "text": "Lalu berjalanlah mereka melanjutkan perjalanannya, dan matahari terbenam, ketika mereka dekat Gibea kepunyaan suku Benyamin."
  },
  {
    "reference": "Jdg 19:15",
    "text": "Sebab itu singgahlah mereka di Gibea, lalu masuk untuk bermalam di situ, dan setelah sampai, duduklah mereka di tanah lapang kota. Tetapi tidak ada seorang pun yang mengajak mereka ke rumah untuk bermalam."
  },
  {
    "reference": "Jdg 19:16",
    "text": "Tetapi datanglah pada malam itu seorang tua, yang pulang dari pekerjaannya di ladang. Orang itu berasal dari pegunungan Efraim dan tinggal di Gibea sebagai pendatang, tetapi penduduk tempat itu adalah orang Benyamin."
  },
  {
    "reference": "Jdg 19:17",
    "text": "Ketika ia mengangkat mukanya dan melihat orang yang dalam perjalanan itu di tanah lapang kota, berkatalah orang tua itu: ”Ke manakah engkau pergi dan dari manakah engkau datang?”"
  },
  {
    "reference": "Jdg 19:18",
    "text": "Jawabnya kepadanya: ”Kami sedang dalam perjalanan dari Betlehem-Yehuda ke balik pegunungan Efraim. Dari sanalah aku berasal; aku tadinya pergi ke Betlehem-Yehuda dan sekarang sedang berjalan pulang ke rumah. Tetapi tidak ada orang yang mengajak aku ke rumahnya,"
  },
  {
    "reference": "Jdg 19:19",
    "text": "walaupun ada padaku jerami dan makanan untuk keledai kami, pula roti dan anggur untuk aku sendiri, untuk hambamu perempuan ini dan untuk bujang yang bersama-sama dengan hambamu ini; kami tidak kekurangan sesuatu.”"
  },
  {
    "reference": "Jdg 19:20",
    "text": "Lalu berkatalah orang tua itu: ”Jangan kuatir! Segala yang engkau perlukan biarlah aku yang menanggung, tetapi janganlah engkau bermalam di tanah lapang kota ini.”"
  },
  {
    "reference": "Jdg 19:21",
    "text": "Sesudah itu dibawanyalah dia masuk ke rumahnya, lalu keledai-keledai diberinya makan; maka mereka pun membasuh kaki, makan dan minum."
  },
  {
    "reference": "Jdg 19:22",
    "text": "Tetapi sementara mereka menggembirakan hatinya, datanglah orang-orang kota itu, orang-orang dursila, mengepung rumah itu. Mereka menggedor-gedor pintu sambil berkata kepada orang tua, pemilik rumah itu: ”Bawalah ke luar orang yang datang ke rumahmu itu, supaya kami pakai dia.”"
  },
  {
    "reference": "Jdg 19:23",
    "text": "Lalu keluarlah pemilik rumah itu menemui mereka dan berkata kepada mereka: ”Tidak, saudara-saudaraku, janganlah kiranya berbuat jahat; karena orang ini telah masuk ke rumahku, janganlah kamu berbuat noda."
  },
  {
    "reference": "Jdg 19:24",
    "text": "Tetapi ada anakku perempuan, yang masih perawan, dan juga gundik orang itu, baiklah kubawa keduanya ke luar; perkosalah mereka dan perbuatlah dengan mereka apa yang kamu pandang baik, tetapi terhadap orang ini janganlah kamu berbuat noda.”"
  },
  {
    "reference": "Jdg 19:25",
    "text": "Tetapi orang-orang itu tidak mau mendengarkan perkataannya. Lalu orang Lewi itu menangkap gundiknya dan membawanya kepada mereka ke luar, kemudian mereka bersetubuh dengan perempuan itu dan semalam-malaman itu mereka mempermainkannya, sampai pagi. Barulah pada waktu fajar menyingsing mereka melepaskan perempuan itu."
  },
  {
    "reference": "Jdg 19:26",
    "text": "Menjelang pagi perempuan itu datang kembali, tetapi ia jatuh rebah di depan pintu rumah orang itu, tempat tuannya bermalam, dan ia tergeletak di sana sampai fajar."
  },
  {
    "reference": "Jdg 19:27",
    "text": "Pada waktu tuannya bangun pagi-pagi, dibukanya pintu rumah dan pergi ke luar untuk melanjutkan perjalanannya, tetapi tampaklah perempuan itu, gundiknya, tergeletak di depan pintu rumah dengan tangannya pada ambang pintu."
  },
  {
    "reference": "Jdg 19:28",
    "text": "Berkatalah ia kepada perempuan itu: ”Bangunlah, marilah kita pergi.” Tetapi tidak ada jawabnya. Lalu diangkatnyalah mayat itu ke atas keledai, berkemaslah ia, kemudian pergi ke tempat kediamannya."
  },
  {
    "reference": "Jdg 19:29",
    "text": "Sesampai di rumah, diambilnyalah pisau, dipegangnyalah mayat gundiknya, dipotong-potongnya menurut tulang-tulangnya menjadi dua belas potongan, lalu dikirimnya ke seluruh daerah orang Israel."
  },
  {
    "reference": "Jdg 19:30",
    "text": "Dan setiap orang yang melihatnya, berkata: ”Hal yang demikian belum pernah terjadi dan belum pernah terlihat, sejak orang Israel berangkat keluar dari tanah Mesir sampai sekarang. Perhatikanlah itu, pertimbangkanlah, lalu berbicaralah!”"
  },
  {
    "reference": "Jdg 20:1",
    "text": "Lalu majulah semua orang Israel; dari Dan sampai Bersyeba dan juga dari tanah Gilead berkumpullah umat itu secara serentak menghadap Tuhan di Mizpa."
  },
  {
    "reference": "Jdg 20:2",
    "text": "Maka berdirilah para pemuka dari seluruh bangsa itu, dari segala suku orang Israel, memimpin jemaah umat Allah yang jumlahnya empat ratus ribu orang berjalan kaki, yang bersenjatakan pedang."
  },
  {
    "reference": "Jdg 20:3",
    "text": "Kedengaranlah kepada bani Benyamin, bahwa orang Israel telah maju ke Mizpa. Berkatalah orang Israel: ”Ceritakan bagaimana kejahatan itu terjadi.”"
  },
  {
    "reference": "Jdg 20:4",
    "text": "Lalu orang Lewi, suami perempuan yang terbunuh itu, menjawab: ”Aku sampai dengan gundikku di Gibea kepunyaan suku Benyamin untuk bermalam di sana."
  },
  {
    "reference": "Jdg 20:5",
    "text": "Lalu warga-warga kota Gibea itu mendatangi aku dan mengepung rumah itu pada malam hari untuk menyerang aku. Mereka bermaksud membunuh aku, tetapi gundikku diperkosa mereka, sehingga mati."
  },
  {
    "reference": "Jdg 20:6",
    "text": "Maka kuambillah mayat gundikku, kupotong-potong dia dan kukirimkan ke seluruh daerah milik pusaka orang Israel, sebab orang-orang itu telah berbuat mesum dan berbuat noda di antara orang Israel."
  },
  {
    "reference": "Jdg 20:7",
    "text": "Sekarang kamu sekalian, orang Israel, telah ada di sini. Berikanlah di sini pertimbanganmu dan nasihatmu.”"
  },
  {
    "reference": "Jdg 20:8",
    "text": "Kemudian bangunlah seluruh bangsa itu dengan serentak, sambil berkata: ”Seorang pun dari pada kita takkan pergi ke kemahnya, seorang pun dari pada kita takkan pulang ke rumahnya."
  },
  {
    "reference": "Jdg 20:9",
    "text": "Inilah yang akan kita lakukan kepada Gibea; memeranginya, dengan membuang undi!"
  },
  {
    "reference": "Jdg 20:10",
    "text": "Kita akan memilih dari seluruh suku Israel sepuluh orang dari tiap-tiap seratus, seratus orang dari tiap-tiap seribu, seribu orang dari tiap-tiap sepuluh ribu, untuk mengambil bekal bagi laskar ini, supaya sesudah mereka datang, dilakukan kepada Gibea-Benyamin setimpal dengan segala perbuatan noda yang telah diperbuat mereka di antara orang Israel.”"
  },
  {
    "reference": "Jdg 20:11",
    "text": "Demikianlah orang Israel berkumpul melawan kota itu, semuanya bersekutu dengan serentak."
  },
  {
    "reference": "Jdg 20:12",
    "text": "Kemudian suku-suku Israel mengirim orang kepada seluruh suku Benyamin dengan pesan: ”Apa macam kejahatan yang terjadi di antara kamu itu!"
  },
  {
    "reference": "Jdg 20:13",
    "text": "Maka sekarang, serahkanlah orang-orang itu, yakni orang-orang dursila yang di Gibea itu, supaya kami menghukum mati mereka dan dengan demikian menghapuskan yang jahat itu dari antara orang Israel.” Tetapi bani Benyamin tidak mau mendengarkan perkataan saudara-saudaranya, orang Israel itu."
  },
  {
    "reference": "Jdg 20:14",
    "text": "Sebaliknya, bani Benyamin dari kota-kota lain berkumpul di Gibea untuk maju berperang melawan orang Israel."
  },
  {
    "reference": "Jdg 20:15",
    "text": "Pada hari itu dihitunglah jumlah bani Benyamin dari kota-kota lain itu: dua puluh enam ribu orang yang bersenjatakan pedang, belum termasuk penduduk Gibea, yang terhitung tujuh ratus orang pilihan banyaknya."
  },
  {
    "reference": "Jdg 20:16",
    "text": "Dari segala laskar ini ada tujuh ratus orang pilihan yang kidal, dan setiap orang dari mereka dapat mengumban dengan tidak pernah meleset sampai sehelai rambut pun."
  },
  {
    "reference": "Jdg 20:17",
    "text": "Juga orang-orang Israel dihitung jumlahnya; dengan tidak termasuk suku Benyamin ada empat ratus ribu orang yang bersenjatakan pedang; semuanya itu prajurit."
  },
  {
    "reference": "Jdg 20:18",
    "text": "Lalu orang Israel berangkat dan maju ke Betel. Di sana mereka bertanya kepada Allah: ”Siapakah dari kami yang lebih dahulu maju berperang melawan bani Benyamin?” Jawab Tuhan: ”Suku Yehudalah lebih dahulu.”"
  },
  {
    "reference": "Jdg 20:19",
    "text": "Lalu orang-orang Israel bangun pagi-pagi dan berkemah mengepung Gibea."
  },
  {
    "reference": "Jdg 20:20",
    "text": "Kemudian majulah orang-orang Israel berperang melawan suku Benyamin; orang-orang Israel mengatur barisan perangnya melawan mereka dekat Gibea."
  },
  {
    "reference": "Jdg 20:21",
    "text": "Juga bani Benyamin maju menyerang dari Gibea dan menggugurkan ke bumi dua puluh dua ribu orang dari antara orang Israel pada hari itu."
  },
  {
    "reference": "Jdg 20:22",
    "text": "Tetapi laskar orang Israel mengumpulkan segenap kekuatannya, lalu mengatur pula barisan perangnya di tempat mereka mengatur barisannya semula."
  },
  {
    "reference": "Jdg 20:23",
    "text": "Kemudian pergilah orang-orang Israel, lalu menangis di hadapan Tuhan sampai petang, sesudah itu mereka bertanya kepada Tuhan: ”Akan pergi pulakah kami berperang melawan bani Benyamin, saudara kami itu?” Jawab Tuhan: ”Majulah melawan mereka.”"
  },
  {
    "reference": "Jdg 20:24",
    "text": "Tetapi ketika orang-orang Israel pada hari kedua sampai di dekat bani Benyamin,"
  },
  {
    "reference": "Jdg 20:25",
    "text": "maka pada hari kedua itu majulah suku Benyamin dari Gibea menyerbu mereka, dan digugurkannya pula ke bumi delapan belas ribu orang di antara orang-orang Israel; semuanya orang-orang yang bersenjatakan pedang."
  },
  {
    "reference": "Jdg 20:26",
    "text": "Kemudian pergilah semua orang Israel, yakni seluruh bangsa itu, lalu sampai di Betel; di sana mereka tinggal menangis di hadapan Tuhan, berpuasa sampai senja pada hari itu dan mempersembahkan korban bakaran dan korban keselamatan di hadapan Tuhan."
  },
  {
    "reference": "Jdg 20:27",
    "text": "Dan orang-orang Israel bertanya kepada Tuhan – pada waktu itu ada di sana tabut perjanjian Allah,"
  },
  {
    "reference": "Jdg 20:28",
    "text": "dan Pinehas bin Eleazar bin Harun menjadi imam Allah pada waktu itu – kata mereka: ”Haruskah kami maju sekali lagi untuk berperang melawan bani Benyamin, saudara kami itu, atau haruskah kami hentikan itu?” Jawab Tuhan: ”Majulah, sebab besok Aku akan menyerahkan mereka ke dalam tanganmu.”"
  },
  {
    "reference": "Jdg 20:29",
    "text": "Lalu orang Israel menempatkan penghadang-penghadang sekeliling Gibea."
  },
  {
    "reference": "Jdg 20:30",
    "text": "Pada hari ketiga majulah orang-orang Israel melawan bani Benyamin dan mengatur barisannya melawan Gibea seperti yang sudah-sudah."
  },
  {
    "reference": "Jdg 20:31",
    "text": "Maka majulah bani Benyamin menyerbu laskar itu; mereka terpancing dari kota, dan seperti yang sudah-sudah, mereka mulai menyerang laskar itu pada kedua jalan raya – yang satu menuju ke Betel, dan yang lain ke Gibea melalui padang – sehingga terbunuh beberapa orang, kira-kira tiga puluh orang di antara orang Israel."
  },
  {
    "reference": "Jdg 20:32",
    "text": "Maka kata bani Benyamin: ”Orang-orang itu telah terpukul kalah oleh kita seperti semula.” Tetapi orang-orang Israel telah bermupakat lebih dahulu: ”Marilah kita lari dan memancing mereka dari kota ke jalan-jalan raya.”"
  },
  {
    "reference": "Jdg 20:33",
    "text": "Jadi orang Israel bangun dari tempatnya dan mengatur barisannya di Baal-Tamar, sedang orang Israel yang menghadang itu tiba-tiba keluar dari tempatnya, yakni tempat terbuka dekat Geba,"
  },
  {
    "reference": "Jdg 20:34",
    "text": "dan sampai di depan Gibea, sebanyak sepuluh ribu orang pilihan dari seluruh Israel. Pertempuran itu dahsyat, tetapi bani Benyamin tidak tahu bahwa malapetaka datang menimpa mereka."
  },
  {
    "reference": "Jdg 20:35",
    "text": "Tuhan membuat suku Benyamin terpukul kalah oleh orang Israel, dan pada hari itu orang-orang Israel memusnahkan dari antara suku Benyamin dua puluh lima ribu seratus orang, semuanya orang-orang yang bersenjatakan pedang."
  },
  {
    "reference": "Jdg 20:36",
    "text": "Bani Benyamin melihat, bahwa mereka telah terpukul kalah. Sementara orang-orang Israel agak mundur di depan suku Benyamin – sebab mereka mempercayai penghadang-penghadang yang ditempatkan mereka untuk menyerang Gibea –"
  },
  {
    "reference": "Jdg 20:37",
    "text": "maka segeralah penghadang-penghadang itu menyerbu Gibea. Mereka bergerak maju dan memukul seluruh kota itu dengan mata pedang."
  },
  {
    "reference": "Jdg 20:38",
    "text": "Tetapi orang-orang Israel telah bermupakat dengan penghadang-penghadang itu untuk menaikkan gumpalan asap tebal dari kota itu."
  },
  {
    "reference": "Jdg 20:39",
    "text": "Ketika orang-orang Israel mundur dalam pertempuran itu, maka suku Benyamin mulai menyerang orang Israel, sehingga terbunuh kira-kira tiga puluh orang, karena pikir mereka: ”Tentulah orang-orang itu terpukul kalah sama sekali oleh kita seperti dalam pertempuran yang dahulu.”"
  },
  {
    "reference": "Jdg 20:40",
    "text": "Tetapi pada waktu itu mulailah gumpalan asap naik dari kota itu seperti tiang asap. Suku Benyamin menoleh ke belakang dan tampaklah kota itu seluruhnya terbakar, apinya naik ke langit."
  },
  {
    "reference": "Jdg 20:41",
    "text": "Lagipula orang-orang Israel maju lagi. Maka gemetarlah orang-orang Benyamin itu, sebab mereka melihat, bahwa malapetaka datang menimpa mereka."
  },
  {
    "reference": "Jdg 20:42",
    "text": "Jadi larilah mereka dari depan orang-orang Israel itu, ke arah padang gurun, tetapi pertempuran itu tidak dapat dihindari mereka, lalu orang-orang dari kota-kota menghabisi mereka di tengah-tengahnya."
  },
  {
    "reference": "Jdg 20:43",
    "text": "Mereka mengepung suku Benyamin itu, mengejarnya dengan tak henti-hentinya dan melandanya sampai di depan Gibea, di sebelah timur."
  },
  {
    "reference": "Jdg 20:44",
    "text": "Dari bani Benyamin ada tewas delapan belas ribu orang, semuanya orang-orang gagah perkasa."
  },
  {
    "reference": "Jdg 20:45",
    "text": "Yang lain berpaling lari ke padang gurun, ke bukit batu Rimon. Tetapi di jalan-jalan raya masih diadakan penyabitan susulan di antara mereka: lima ribu orang; mereka diburu sampai ke Gideom dan dipukul mati dua ribu orang dari mereka."
  },
  {
    "reference": "Jdg 20:46",
    "text": "Maka yang tewas dari suku Benyamin pada hari itu seluruhnya berjumlah dua puluh lima ribu orang yang bersenjatakan pedang, semuanya orang-orang gagah perkasa."
  },
  {
    "reference": "Jdg 20:47",
    "text": "Tetapi enam ratus orang berpaling lari ke padang gurun, ke bukit batu Rimon, dan tinggal empat bulan lamanya di bukit batu itu."
  },
  {
    "reference": "Jdg 20:48",
    "text": "Tetapi orang-orang Israel kembali kepada bani Benyamin dan memukul mereka dengan mata pedang, baik manusia baik hewan dan segala sesuatu yang terdapat di sana. Juga segala kota yang terdapat di sana mereka musnahkan dengan api."
  },
  {
    "reference": "Jdg 21:1",
    "text": "Orang-orang Israel telah bersumpah di Mizpa, demikian: ”Seorang pun dari kita takkan memberikan anaknya perempuan kepada seorang Benyamin menjadi isterinya.”"
  },
  {
    "reference": "Jdg 21:2",
    "text": "Ketika bangsa itu datang ke Betel dan tinggal di situ di hadapan Allah sampai petang, maka mereka pun menyaringkan suaranya menangis dengan sangat keras,"
  },
  {
    "reference": "Jdg 21:3",
    "text": "katanya: ”Mengapa, ya Tuhan, Allah Israel, terjadi hal yang begini di antara orang Israel, yakni bahwa hari ini satu suku dari antara orang Israel hilang?”"
  },
  {
    "reference": "Jdg 21:4",
    "text": "Keesokan harinya pagi-pagi maka bangsa itu mendirikan mezbah di situ, lalu mempersembahkan korban bakaran dan korban keselamatan."
  },
  {
    "reference": "Jdg 21:5",
    "text": "Pada waktu itu berkatalah orang-orang Israel: ”Siapakah dari seluruh suku Israel yang tidak ikut datang dengan jemaah ini untuk menghadap Tuhan?” Sebab mereka telah bersumpah dengan sungguh-sungguh mengenai orang yang tidak datang menghadap Tuhan di Mizpa, demikian: ”Pastilah ia dihukum mati.”"
  },
  {
    "reference": "Jdg 21:6",
    "text": "Orang-orang Israel merasa kasihan terhadap suku Benyamin, saudaranya itu, maka kata mereka: ”Hari ini ada satu suku terputus dari orang Israel."
  },
  {
    "reference": "Jdg 21:7",
    "text": "Apakah yang dapat kita lakukan kepada orang-orang yang tinggal itu dalam hal mencarikan isteri, karena kitalah yang bersumpah demi Tuhan untuk tidak memberikan seorang pun dari anak-anak perempuan kita kepada mereka menjadi isterinya?”"
  },
  {
    "reference": "Jdg 21:8",
    "text": "Sebab itu berkatalah mereka: ”Dari suku-suku Israel adakah satu yang tidak datang menghadap Tuhan di Mizpa?” Lalu tampaklah, bahwa dari Yabesh-Gilead tidak ada seorang pun yang datang ke perkemahan jemaah itu."
  },
  {
    "reference": "Jdg 21:9",
    "text": "Lalu diperiksa jumlah bangsa itu, dan tampaklah tidak hadir seorang pun dari penduduk Yabesh-Gilead."
  },
  {
    "reference": "Jdg 21:10",
    "text": "Maka perkumpulan itu menyuruh ke situ dua belas ribu orang dari orang-orang gagah perkasa dengan memerintahkan kepada mereka, demikian: ”Pergilah, pukullah penduduk Yabesh-Gilead dengan mata pedang, juga perempuan-perempuan dan anak-anak."
  },
  {
    "reference": "Jdg 21:11",
    "text": "Tetapi perbuatlah begini: hanya semua laki-laki sajalah dan semua perempuan yang telah pernah tidur dengan laki-laki harus kamu tumpas.”"
  },
  {
    "reference": "Jdg 21:12",
    "text": "Mereka menjumpai di antara penduduk Yabesh-Gilead empat ratus orang anak gadis, perawan yang belum pernah tidur dengan orang laki-laki, lalu gadis-gadis itu dibawa mereka ke perkemahan di Silo, di tanah Kanaan."
  },
  {
    "reference": "Jdg 21:13",
    "text": "Sesudah itu segenap umat itu menyuruh orang membawa pesan kepada bani Benyamin yang ada di bukit batu Rimon, lalu memaklumkan damai kepada mereka."
  },
  {
    "reference": "Jdg 21:14",
    "text": "Pada waktu itu kembalilah suku Benyamin, dan kepada mereka diberikan perempuan-perempuan yang telah dibiarkan hidup dari antara perempuan Yabesh-Gilead; tetapi belum cukup juga jumlahnya bagi mereka."
  },
  {
    "reference": "Jdg 21:15",
    "text": "Maka bangsa itu merasa kasihan kepada suku Benyamin, karena Tuhan telah membuat keretakan di antara suku-suku Israel."
  },
  {
    "reference": "Jdg 21:16",
    "text": "Kemudian berkatalah para tua-tua umat itu: ”Apakah yang dapat kita lakukan kepada yang tinggal ini dalam hal mencarikan isteri? Sebab perempuan-perempuan telah punah dari antara suku Benyamin.”"
  },
  {
    "reference": "Jdg 21:17",
    "text": "Lagi kata mereka: ”Warisan orang-orang yang terluput itu haruslah tetap tinggal pada suku Benyamin, supaya jangan ada suku yang terhapus dari antara orang Israel."
  },
  {
    "reference": "Jdg 21:18",
    "text": "Tetapi kita ini tidak dapat memberikan isteri kepada mereka dari anak-anak perempuan kita.” Sebab orang-orang Israel telah bersumpah, demikian: ”Terkutuklah orang yang memberikan isteri kepada suku Benyamin!”"
  },
  {
    "reference": "Jdg 21:19",
    "text": "Lalu kata mereka pula: ”Setiap tahun ada perayaan bagi Tuhan di Silo yang letaknya di sebelah utara Betel, di sebelah timur jalan raya yang menuju dari Betel ke Sikhem dan di sebelah selatan Lebona.”"
  },
  {
    "reference": "Jdg 21:20",
    "text": "Maka mereka berpesan kepada bani Benyamin, demikian: ”Pergilah menghadang di kebun-kebun anggur."
  },
  {
    "reference": "Jdg 21:21",
    "text": "Perhatikanlah baik-baik; maka apabila anak-anak perempuan Silo keluar untuk menari-nari, baiklah kamu keluar dari kebun-kebun anggur itu, dan masing-masing melarikan seorang dari anak-anak perempuan Silo itu menjadi isterinya dan pergi ke tanah Benyamin."
  },
  {
    "reference": "Jdg 21:22",
    "text": "Apabila ayah atau saudaranya laki-laki datang untuk menuntutnya kepada kami, maka kami akan berkata kepada mereka: Serahkanlah mereka itu kepada kami dengan rela hati, sebab dalam pertempuran kita tidak dapat menangkap seorang perempuan untuk menjadi isteri mereka masing-masing. Memang kamu ini tidak memberikan anak-anak gadis itu kepada mereka; sebab seandainya demikian, kamu bersalah.”"
  },
  {
    "reference": "Jdg 21:23",
    "text": "Jadi bani Benyamin berbuat demikian; dari gadis-gadis yang menari-nari yang dirampas itu mereka mengambil perempuan, jumlahnya sama dengan jumlah mereka, kemudian pulanglah mereka ke milik pusakanya lalu membangun kota-kotanya kembali dan diam di sana."
  },
  {
    "reference": "Jdg 21:24",
    "text": "Pada waktu itu pergilah orang Israel dari sana, masing-masing menurut suku dan kaumnya; mereka masing-masing berangkat dari sana ke milik pusakanya."
  },
  {
    "reference": "Jdg 21:25",
    "text": "- 21:25: Hak. 17:6 Pada zaman itu tidak ada raja di antara orang Israel; setiap orang berbuat apa yang benar menurut pandangannya sendiri."
  }
]
