[
  {
    "reference": "Joe 1:1",
    "text": "Firman Tuhan yang datang kepada Yoël bin Petuel. Tulah belalang sebagai hukuman Tuhan 1:2–2:11"
  },
  {
    "reference": "Joe 1:2",
    "text": "Dengarlah ini, hai para tua-tua, pasanglah telinga, hai seluruh penduduk negeri! Pernahkah terjadi seperti ini dalam zamanmu, atau dalam zaman nenek moyangmu?"
  },
  {
    "reference": "Joe 1:3",
    "text": "Ceritakanlah tentang itu kepada anak-anakmu, dan biarlah anak-anakmu menceritakannya kepada anak-anak mereka, dan anak-anak mereka kepada angkatan yang kemudian."
  },
  {
    "reference": "Joe 1:4",
    "text": "Apa yang ditinggalkan belalang pengerip telah dimakan belalang pindahan, apa yang ditinggalkan belalang pindahan telah dimakan belalang pelompat, dan apa yang ditinggalkan belalang pelompat telah dimakan belalang pelahap."
  },
  {
    "reference": "Joe 1:5",
    "text": "Bangunlah, hai pemabuk, dan menangislah! Merataplah, hai semua peminum anggur karena anggur baru, sebab sudah dirampas dari mulutmu anggur itu!"
  },
  {
    "reference": "Joe 1:6",
    "text": "- 1:6: Why. 9:8 Sebab maju menyerang negeriku suatu bangsa yang kuat dan tidak terbilang banyaknya; giginya bagaikan gigi singa, dan taringnya bagaikan taring singa betina."
  },
  {
    "reference": "Joe 1:7",
    "text": "Telah dibuatnya pohon anggurku menjadi musnah, dan pohon araku menjadi buntung; dikelupasnya kulitnya sama sekali dan dilemparkannya, sehingga carang-carangnya menjadi putih."
  },
  {
    "reference": "Joe 1:8",
    "text": "Merataplah seperti anak dara yang berlilitkan kain kabung karena mempelai, kekasih masa mudanya."
  },
  {
    "reference": "Joe 1:9",
    "text": "Korban sajian dan korban curahan sudah lenyap dari rumah Tuhan; dan berkabunglah para imam, yakni pelayan-pelayan Tuhan."
  },
  {
    "reference": "Joe 1:10",
    "text": "Ladang sudah musnah, tanah berkabung, sebab gandum sudah musnah, buah anggur sudah kering, minyak sudah menipis."
  },
  {
    "reference": "Joe 1:11",
    "text": "Para petani menjadi malu, tukang-tukang kebun anggur meratap karena gandum dan karena jelai, sebab sudah musnah panen ladang."
  },
  {
    "reference": "Joe 1:12",
    "text": "Pohon anggur sudah kering dan pohon ara sudah merana; pohon delima, juga pohon korma dan pohon apel, segala pohon di padang sudah mengering. Sungguh, kegirangan melayu dari antara anak-anak manusia."
  },
  {
    "reference": "Joe 1:13",
    "text": "Lilitkanlah kain kabung dan mengeluhlah, hai para imam; merataplah, hai para pelayan mezbah; masuklah, bermalamlah dengan memakai kain kabung, hai para pelayan Allahku, sebab sudah ditahan dari rumah Allahmu, korban sajian dan korban curahan."
  },
  {
    "reference": "Joe 1:14",
    "text": "Adakanlah puasa yang kudus, maklumkanlah perkumpulan raya; kumpulkanlah para tua-tua dan seluruh penduduk negeri ke rumah Tuhan, Allahmu, dan berteriaklah kepada Tuhan."
  },
  {
    "reference": "Joe 1:15",
    "text": "- 1:15: Yes. 13:6 Wahai, hari itu! Sungguh, hari Tuhan sudah dekat, datangnya sebagai pemusnahan dari Yang Mahakuasa."
  },
  {
    "reference": "Joe 1:16",
    "text": "Bukankah di depan mata kita sudah lenyap makanan, sukaria dan sorak-sorai dari rumah Allah kita?"
  },
  {
    "reference": "Joe 1:17",
    "text": "Biji-bijian menjadi kering di dalam tanah, lumbung-lumbung sudah licin tandas, rengkiang-rengkiang sudah runtuh, sebab gandum sudah habis."
  },
  {
    "reference": "Joe 1:18",
    "text": "Betapa mengeluhnya hewan dan gempar kawanan-kawanan lembu, sebab tidak ada lagi padang rumput baginya; juga kawanan kambing domba terkejut."
  },
  {
    "reference": "Joe 1:19",
    "text": "Kepada-Mu, ya Tuhan, aku berseru, sebab api telah memakan habis tanah gembalaan di padang gurun, dan nyala api telah menghanguskan segala pohon di padang."
  },
  {
    "reference": "Joe 1:20",
    "text": "Juga binatang-binatang di padang menjerit karena rindu kepada-Mu, sebab wadi telah kering, dan api pun telah memakan habis tanah gembalaan di padang gurun."
  },
  {
    "reference": "Joe 2:1",
    "text": "Tiuplah sangkakala di Sion dan berteriaklah di gunung-Ku yang kudus! Biarlah gemetar seluruh penduduk negeri, sebab hari Tuhan datang, sebab hari itu sudah dekat;"
  },
  {
    "reference": "Joe 2:2",
    "text": "suatu hari gelap gulita dan kelam kabut, suatu hari berawan dan kelam pekat; seperti fajar di atas gunung-gunung terbentang suatu bangsa yang banyak dan kuat, yang serupa itu tidak pernah ada sejak purbakala, dan tidak akan ada lagi sesudah itu turun-temurun, pada masa yang akan datang."
  },
  {
    "reference": "Joe 2:3",
    "text": "Di depannya api memakan habis, di belakangnya nyala api berkobar. Tanah di depannya seperti Taman Eden, tetapi di belakangnya padang gurun tandus, dan sama sekali tidak ada yang dapat luput."
  },
  {
    "reference": "Joe 2:4",
    "text": "- 2:4-5: Why. 9:7-9 Rupanya seperti kuda, dan seperti kuda balapan mereka berlari."
  },
  {
    "reference": "Joe 2:5",
    "text": "Seperti gemertaknya kereta-kereta, mereka melompat-lompat di atas puncak gunung-gunung; seperti geletiknya nyala api yang memakan habis jerami; seperti suatu bangsa yang kuat, teratur barisannya untuk berperang."
  },
  {
    "reference": "Joe 2:6",
    "text": "Terhadapnya bangsa-bangsa gemetar, segala muka bertambah menjadi pucat pasi."
  },
  {
    "reference": "Joe 2:7",
    "text": "Seperti pahlawan mereka berlari, seperti prajurit mereka naik tembok; dan mereka masing-masing berjalan terus dengan tidak membelok dari jalannya;"
  },
  {
    "reference": "Joe 2:8",
    "text": "mereka tidak berdesak-desakan, mereka berjalan terus masing-masing di jalannya; mereka menerobos pertahanan dengan tombak, mereka tidak membiarkan barisannya terputus."
  },
  {
    "reference": "Joe 2:9",
    "text": "Mereka menyerbu ke dalam kota, mereka berlari ke atas tembok, mereka memanjat ke dalam rumah-rumah, mereka masuk melalui jendela-jendela seperti pencuri."
  },
  {
    "reference": "Joe 2:10",
    "text": "- 2:10: Why. 8:12 Di depannya bumi gemetar, langit bergoncang; matahari dan bulan menjadi gelap, dan bintang-bintang menghilangkan cahayanya."
  },
  {
    "reference": "Joe 2:11",
    "text": "- 2:11: Why. 6:17 Dan Tuhan memperdengarkan suara-Nya di depan tentara-Nya. Pasukan-Nya sangat banyak dan pelaksana firman-Nya kuat. Betapa hebat dan sangat dahsyat hari Tuhan! Siapakah yang dapat menahannya? Seruan untuk bertobat 2:12-17"
  },
  {
    "reference": "Joe 2:12",
    "text": "”Tetapi sekarang juga,” demikianlah firman Tuhan, ”berbaliklah kepada-Ku dengan segenap hatimu, dengan berpuasa, dengan menangis dan dengan mengaduh.”"
  },
  {
    "reference": "Joe 2:13",
    "text": "Koyakkanlah hatimu dan jangan pakaianmu, berbaliklah kepada Tuhan, Allahmu, sebab Ia pengasih dan penyayang, panjang sabar dan berlimpah kasih setia, dan Ia menyesal karena hukuman-Nya."
  },
  {
    "reference": "Joe 2:14",
    "text": "Siapa tahu, mungkin Ia mau berbalik dan menyesal, dan ditinggalkan-Nya berkat, menjadi korban sajian dan korban curahan bagi Tuhan, Allahmu."
  },
  {
    "reference": "Joe 2:15",
    "text": "Tiuplah sangkakala di Sion, adakanlah puasa yang kudus, maklumkanlah perkumpulan raya;"
  },
  {
    "reference": "Joe 2:16",
    "text": "kumpulkanlah bangsa ini, kuduskanlah jemaah, himpunkanlah orang-orang yang tua, kumpulkanlah anak-anak, bahkan anak-anak yang menyusu; baiklah penganten laki-laki keluar dari kamarnya, dan penganten perempuan dari kamar tidurnya;"
  },
  {
    "reference": "Joe 2:17",
    "text": "baiklah para imam, pelayan-pelayan Tuhan, menangis di antara balai depan dan mezbah, dan berkata: ”Sayangilah, ya Tuhan, umat-Mu, dan janganlah biarkan milik-Mu sendiri menjadi cela, sehingga bangsa-bangsa menyindir kepada mereka. Mengapa orang berkata di antara bangsa: Di mana Allah mereka?” Janji Tuhan kepada bangsa yang bertobat 2:18-27"
  },
  {
    "reference": "Joe 2:18",
    "text": "Tuhan menjadi cemburu karena tanah-Nya, dan Ia belas kasihan kepada umat-Nya."
  },
  {
    "reference": "Joe 2:19",
    "text": "Tuhan menjawab, kata-Nya kepada umat-Nya: ”Sesungguhnya, Aku akan mengirim kepadamu gandum, anggur dan minyak, dan kamu akan kenyang memakannya; Aku tidak akan menyerahkan kamu lagi menjadi cela di antara bangsa-bangsa."
  },
  {
    "reference": "Joe 2:20",
    "text": "Yang datang dari utara itu akan Kujauhkan dari padamu, dan akan Kuusir ke suatu negeri kering dan tandus, barisan mukanya ke laut timur, dan barisan belakangnya ke laut barat, maka bau busuknya dan bau anyirnya akan naik, sebab ia telah melakukan perkara yang besar."
  },
  {
    "reference": "Joe 2:21",
    "text": "Jangan takut, hai tanah, bersorak-soraklah dan bersukacitalah, sebab juga Tuhan telah melakukan perkara yang besar!"
  },
  {
    "reference": "Joe 2:22",
    "text": "Jangan takut, hai binatang-binatang di padang, sebab tanah gembalaan di padang gurun menghijau, pohon menghasilkan buahnya, pohon ara dan pohon anggur memberi kekayaannya."
  },
  {
    "reference": "Joe 2:23",
    "text": "Hai bani Sion, bersorak-soraklah dan bersukacitalah karena Tuhan, Allahmu! Sebab telah diberikan-Nya kepadamu hujan pada awal musim dengan adilnya, dan diturunkan-Nya kepadamu hujan, hujan pada awal dan hujan pada akhir musim seperti dahulu."
  },
  {
    "reference": "Joe 2:24",
    "text": "Tempat-tempat pengirikan menjadi penuh dengan gandum, dan tempat pemerasan kelimpahan anggur dan minyak."
  },
  {
    "reference": "Joe 2:25",
    "text": "Aku akan memulihkan kepadamu tahun-tahun yang hasilnya dimakan habis oleh belalang pindahan, belalang pelompat, belalang pelahap dan belalang pengerip, tentara-Ku yang besar yang Kukirim ke antara kamu."
  },
  {
    "reference": "Joe 2:26",
    "text": "Maka kamu akan makan banyak-banyak dan menjadi kenyang, dan kamu akan memuji-muji nama Tuhan, Allahmu, yang telah memperlakukan kamu dengan ajaib; dan umat-Ku tidak akan menjadi malu lagi untuk selama-lamanya."
  },
  {
    "reference": "Joe 2:27",
    "text": "Kamu akan mengetahui bahwa Aku ini ada di antara orang Israel, dan bahwa Aku ini, Tuhan, adalah Allahmu dan tidak ada yang lain; dan umat-Ku tidak akan menjadi malu lagi untuk selama-lamanya.” Hari Tuhan 2:28-32"
  },
  {
    "reference": "Joe 2:28",
    "text": "- 2:28-32: Kis. 2:17-21 ”Kemudian dari pada itu akan terjadi, bahwa Aku akan mencurahkan Roh-Ku ke atas semua manusia, maka anak-anakmu laki-laki dan perempuan akan bernubuat; orang-orangmu yang tua akan mendapat mimpi, teruna-terunamu akan mendapat penglihatan-penglihatan."
  },
  {
    "reference": "Joe 2:29",
    "text": "Juga ke atas hamba-hambamu laki-laki dan perempuan akan Kucurahkan Roh-Ku pada hari-hari itu."
  },
  {
    "reference": "Joe 2:30",
    "text": "Aku akan mengadakan mujizat-mujizat di langit dan di bumi: darah dan api dan gumpalan-gumpalan asap."
  },
  {
    "reference": "Joe 2:31",
    "text": "- 2:31: Mat. 24:29; Mrk. 13:24-25; Luk. 21:25; Why. 6:12-13 Matahari akan berubah menjadi gelap gulita dan bulan menjadi darah sebelum datangnya hari Tuhan yang hebat dan dahsyat itu."
  },
  {
    "reference": "Joe 2:32",
    "text": "- 2:32: Rm. 10:13 Dan barangsiapa yang berseru kepada nama Tuhan akan diselamatkan, sebab di gunung Sion dan di Yerusalem akan ada keselamatan, seperti yang telah difirmankan Tuhan; dan setiap orang yang dipanggil Tuhan akan termasuk orang-orang yang terlepas.”"
  },
  {
    "reference": "Joe 3:1",
    "text": "”Sebab sesungguhnya pada hari-hari itu dan pada waktu itu, apabila Aku memulihkan keadaan Yehuda dan Yerusalem,"
  },
  {
    "reference": "Joe 3:2",
    "text": "Aku akan mengumpulkan segala bangsa dan akan membawa mereka turun ke lembah Yosafat; Aku akan beperkara dengan mereka di sana mengenai umat-Ku dan milik-Ku sendiri, Israel, oleh karena mereka mencerai-beraikannya ke antara bangsa-bangsa dan membagi-bagi tanah-Ku,"
  },
  {
    "reference": "Joe 3:3",
    "text": "oleh karena mereka membuang undi mengenai umat-Ku, menyerahkan seorang anak laki-laki karena seorang sundal, dan menjual seorang anak perempuan karena anggur untuk diminum."
  },
  {
    "reference": "Joe 3:4",
    "text": "- 3:4-8: Yes. 14:29-31, 23:1-18; Yer. 47:1-7; Yeh. 25:15–28:26; Am. 1:6-10; Zef. 2:4-7; Za. 9:1-7; Mat. 11:21-22; Luk. 10:13-14 Lagi apakah sangkut pautmu dengan Aku, hai Tirus dan Sidon dan seluruh wilayah Filistin? Apakah kamu ini hendak membalas perbuatan-Ku? Apabila kamu melakukan sesuatu terhadap Aku, maka dengan cepat, dengan segera Aku akan membalikkan perbuatanmu itu kepadamu sendiri."
  },
  {
    "reference": "Joe 3:5",
    "text": "Oleh karena kamu telah mengambil perak-Ku dan emas-Ku dan telah membawa barang-barang-Ku yang berharga yang indah-indah ke tempat-tempat ibadahmu,"
  },
  {
    "reference": "Joe 3:6",
    "text": "dan telah menjual orang-orang Yehuda dan orang-orang Yerusalem kepada orang Yunani dengan maksud menjauhkan mereka dari daerah mereka."
  },
  {
    "reference": "Joe 3:7",
    "text": "Sesungguhnya Aku akan menggerakkan mereka dari tempat ke mana kamu menjual mereka, dan Aku akan membalikkan perbuatanmu itu ke atas kepalamu sendiri."
  },
  {
    "reference": "Joe 3:8",
    "text": "Aku akan menjual anak-anakmu laki-laki dan perempuan kepada orang-orang Yehuda dan mereka akan menjual anak-anakmu itu kepada orang-orang Syeba, kepada suatu bangsa yang jauh, sebab Tuhan telah mengatakannya.” Berkat untuk umat Tuhan 3:9-21"
  },
  {
    "reference": "Joe 3:9",
    "text": "Maklumkanlah hal ini di antara bangsa-bangsa: bersiaplah untuk peperangan, gerakkanlah para pahlawan; suruhlah semua prajurit tampil dan maju!"
  },
  {
    "reference": "Joe 3:10",
    "text": "- 3:10: Yes. 2:4; Mi. 4:3 Tempalah mata bajakmu menjadi pedang dan pisau-pisau pemangkasmu menjadi tombak; baiklah orang yang tidak berdaya berkata: ”Aku ini pahlawan!”"
  },
  {
    "reference": "Joe 3:11",
    "text": "Bergeraklah dan datanglah, hai segala bangsa dari segenap penjuru, dan berkumpullah ke sana! Bawalah turun, ya Tuhan, pahlawan-pahlawan-Mu!"
  },
  {
    "reference": "Joe 3:12",
    "text": "Baiklah bangsa-bangsa bergerak dan maju ke lembah Yosafat, sebab di sana Aku akan duduk untuk menghakimi segala bangsa dari segenap penjuru."
  },
  {
    "reference": "Joe 3:13",
    "text": "- 3:13: Why. 14:15, 19-20, 19:15 Ayunkanlah sabit, sebab sudah masak tuaian; marilah, iriklah, sebab sudah penuh tempat anggur; tempat-tempat pemerasan kelimpahan, sebab banyak kejahatan mereka."
  },
  {
    "reference": "Joe 3:14",
    "text": "Banyak orang, banyak orang di lembah penentuan! Ya, sudah dekat hari Tuhan di lembah penentuan!"
  },
  {
    "reference": "Joe 3:15",
    "text": "Matahari dan bulan menjadi gelap, dan bintang-bintang menghilangkan cahayanya."
  },
  {
    "reference": "Joe 3:16",
    "text": "- 3:16: Am. 1:2 Tuhan mengaum dari Sion, dari Yerusalem Ia memperdengarkan suara-Nya, dan langit dan bumi bergoncang. Tetapi Tuhan adalah tempat perlindungan bagi umat-Nya, dan benteng bagi orang Israel."
  },
  {
    "reference": "Joe 3:17",
    "text": "”Maka kamu akan mengetahui bahwa Aku, Tuhan, adalah Allahmu, yang diam di Sion, gunung-Ku yang kudus. Dan Yerusalem akan menjadi kudus, dan orang-orang luar tidak akan melintasinya lagi."
  },
  {
    "reference": "Joe 3:18",
    "text": "Pada waktu itu akan terjadi, bahwa gunung-gunung akan meniriskan anggur baru, bukit-bukit akan mengalirkan susu, dan segala sungai Yehuda akan mengalirkan air; mata air akan terbit dari rumah Tuhan dan akan membasahi lembah Sitim."
  },
  {
    "reference": "Joe 3:19",
    "text": "Mesir akan menjadi sunyi sepi, dan Edom akan menjadi padang gurun tandus, oleh sebab kekerasan terhadap keturunan Yehuda, oleh karena mereka telah menumpahkan darah orang yang tak bersalah di tanahnya."
  },
  {
    "reference": "Joe 3:20",
    "text": "Tetapi Yehuda tetap didiami untuk selama-lamanya dan Yerusalem turun-temurun."
  },
  {
    "reference": "Joe 3:21",
    "text": "Aku akan membalas darah mereka yang belum Kubalas; Tuhan tetap diam di Sion.”"
  }
]
