[
  {
    "reference": "Lam 1:1",
    "text": "Ah, betapa terpencilnya kota itu, yang dahulu ramai! Laksana seorang jandalah ia, yang dahulu agung di antara bangsa-bangsa. Yang dahulu ratu di antara kota-kota, sekarang menjadi jajahan."
  },
  {
    "reference": "Lam 1:2",
    "text": "Pada malam hari tersedu-sedu ia menangis, air matanya bercucuran di pipi; dari semua kekasihnya, tak ada seorang pun yang menghibur dia. Semua temannya mengkhianatinya, mereka menjadi seterunya."
  },
  {
    "reference": "Lam 1:3",
    "text": "Yehuda telah ditinggalkan penduduknya karena sengsara dan karena perbudakan yang berat; ia tinggal di tengah-tengah bangsa-bangsa, namun tidak mendapat ketenteraman; siapa saja yang menyerang dapat memasukinya pada saat ia terdesak."
  },
  {
    "reference": "Lam 1:4",
    "text": "Jalan-jalan ke Sion diliputi dukacita, karena pengunjung-pengunjung perayaan tiada; sunyi senyaplah segala pintu gerbangnya, berkeluh kesahlah imam-imamnya; bersedih pedih dara-daranya; dan dia sendiri pilu hatinya."
  },
  {
    "reference": "Lam 1:5",
    "text": "Lawan-lawan menguasainya, seteru-seterunya berbahagia. Sungguh, Tuhan membuatnya merana, karena banyak pelanggarannya; kanak-kanaknya berjalan di depan lawan sebagai tawanan."
  },
  {
    "reference": "Lam 1:6",
    "text": "Lenyaplah dari puteri Sion segala kemuliaannya; pemimpin-pemimpinnya bagaikan rusa yang tidak menemukan padang rumput; mereka berjalan tanpa daya di depan yang mengejarnya."
  },
  {
    "reference": "Lam 1:7",
    "text": "Terkenanglah Yerusalem, pada hari-hari sengsara dan penderitaannya, akan segala harta benda yang dimilikinya dahulu kala; tatkala penduduknya jatuh ke tangan lawan, dan tak ada penolong baginya, para lawan memandangnya, dan tertawa karena keruntuhannya."
  },
  {
    "reference": "Lam 1:8",
    "text": "Yerusalem sangat berdosa, sehingga najis adanya; semua yang dahulu menghormatinya, sekarang menghinanya, karena melihat telanjangnya; dan dia sendiri berkeluh kesah, dan memalingkan mukanya."
  },
  {
    "reference": "Lam 1:9",
    "text": "Kenajisannya melekat pada ujung kainnya; ia tak berpikir akan akhirnya, sangatlah dalam ia jatuh, tiada orang yang menghiburnya. ”Ya, Tuhan, lihatlah sengsaraku, karena si seteru membesarkan dirinya!”"
  },
  {
    "reference": "Lam 1:10",
    "text": "Si lawan mengulurkan tangannya kepada segala harta bendanya; bahkan harus dilihatnya bagaimana bangsa-bangsa masuk ke dalam tempat kudusnya, padahal Engkau, ya Tuhan, telah melarang mereka untuk masuk jemaah-Mu."
  },
  {
    "reference": "Lam 1:11",
    "text": "Berkeluh kesah seluruh penduduknya, sedang mereka mencari roti; harta benda mereka berikan ganti makanan, untuk menyambung hidupnya. ”Lihatlah, ya Tuhan, pandanglah, betapa hina aku ini!"
  },
  {
    "reference": "Lam 1:12",
    "text": "Acuh tak acuhkah kamu sekalian yang berlalu? Pandanglah dan lihatlah, apakah ada kesedihan seperti kesedihan yang ditimpakan Tuhan kepadaku, untuk membuat aku merana tatkala murka-Nya menyala-nyala!"
  },
  {
    "reference": "Lam 1:13",
    "text": "Dari atas dikirim-Nya api masuk ke dalam tulang-tulangku; dihamparkan-Nya jaring di muka kakiku, didesak-Nya aku mundur; aku dibuat-Nya terkejut, kesakitan sepanjang hari."
  },
  {
    "reference": "Lam 1:14",
    "text": "Segala pelanggaranku adalah kuk yang berat, suatu jalinan yang dibuat tangan Tuhan, yang ditaruh di atas tengkukku, sehingga melumpuhkan kekuatanku; Tuhan telah menyerahkan aku ke tangan orang-orang, yang tidak dapat kutentangi."
  },
  {
    "reference": "Lam 1:15",
    "text": "Tuhan membuang semua pahlawanku yang ada dalam lingkunganku; Ia menyelenggarakan pesta menentang aku untuk membinasakan teruna-terunaku; Tuhan telah menginjak-injak puteri Yehuda, dara itu, seperti orang mengirik memeras anggur."
  },
  {
    "reference": "Lam 1:16",
    "text": "Karena inilah aku menangis, mataku mencucurkan air; karena jauh dari padaku penghibur yang dapat menyegarkan jiwaku; bingunglah anak-anakku, karena terlampau kuat si seteru.”"
  },
  {
    "reference": "Lam 1:17",
    "text": "Sion mengulurkan tangannya, tetapi tak ada orang yang menghiburnya; terhadap Yakub dikerahkan Tuhan tetangga-tetangganya sebagai lawan. Yerusalem telah menjadi najis di tengah-tengah mereka."
  },
  {
    "reference": "Lam 1:18",
    "text": "” Tuhanlah yang benar, karena aku telah memberontak terhadap firman-Nya; dengarlah hai segala bangsa, dan lihatlah kesedihanku; dara-daraku dan teruna-terunaku pergi sebagai tawanan."
  },
  {
    "reference": "Lam 1:19",
    "text": "Aku memanggil kekasih-kekasihku, tetapi mereka memperdayakan aku; imam-imamku dan para tua-tuaku telah mati semuanya di kota, tatkala mencari makan bagi dirinya untuk menyambung hidupnya."
  },
  {
    "reference": "Lam 1:20",
    "text": "Ya, Tuhan, lihatlah, betapa besar ketakutanku, betapa gelisah jiwaku; hatiku terbolak-balik di dalam dadaku, karena sudah melampaui batas aku memberontak; di luar keturunanku dibinasakan oleh pedang, di dalam rumah oleh penyakit sampar."
  },
  {
    "reference": "Lam 1:21",
    "text": "Dengarlah bagaimana keluh kesahku, sedang tiada penghibur bagiku; seteru-seteruku mendengar tentang kecelakaanku, mereka gembira karena Engkau yang mendatangkannya! Datanglah kiranya hari yang telah Engkau umumkan itu, dan biarlah mereka menjadi seperti aku!"
  },
  {
    "reference": "Lam 1:22",
    "text": "Biarlah segala kejahatan mereka datang ke hadapan-Mu, dan perbuatlah kepada mereka, seperti Engkau telah perbuat kepadaku oleh karena segala pelanggaranku; karena banyaklah keluh kesahku, dan pedih hatiku.”"
  },
  {
    "reference": "Lam 2:1",
    "text": "Ah, betapa Tuhan menyelubungi puteri Sion dengan awan dalam murka-Nya! Keagungan Israel dilemparkan-Nya dari langit ke bumi. Tak diingat-Nya akan tumpuan kaki-Nya tatkala Ia murka."
  },
  {
    "reference": "Lam 2:2",
    "text": "Tanpa belas kasihan Tuhan memusnahkan segala ladang Yakub. Ia menghancurkan dalam amarah-Nya benteng-benteng puteri Yehuda. Ia mencampakkan ke bumi dan mencemarkan kerajaan dan pemimpin-pemimpinnya."
  },
  {
    "reference": "Lam 2:3",
    "text": "Dalam murka yang menyala-nyala Ia mematahkan segala tanduk Israel, menarik kembali tangan kanan-Nya pada waktu si seteru mendekat, membakar Yakub laksana api yang menyala-nyala, yang menjilat ke sekeliling."
  },
  {
    "reference": "Lam 2:4",
    "text": "Ia membidikkan panah-Nya seperti seorang seteru dengan mengacungkan tangan kanan-Nya seperti seorang lawan; membunuh segala yang menyenangkan mata dalam kemah puteri Sion, memuntahkan geram-Nya seperti api."
  },
  {
    "reference": "Lam 2:5",
    "text": "Tuhan menjadi seperti seorang seteru; Ia menghancurkan Israel, meremukkan segala purinya, mempuingkan benteng-bentengnya, memperbanyak susah dan kesah pada puteri Yehuda."
  },
  {
    "reference": "Lam 2:6",
    "text": "Ia melanda kemah-Nya seperti kebun, menghancurkan tempat pertemuan-Nya. Di Sion Tuhan menjadikan orang lupa akan perayaan dan sabat, dan menolak dalam kegeraman murka-Nya raja dan imam."
  },
  {
    "reference": "Lam 2:7",
    "text": "Tuhan membuang mezbah-Nya, meninggalkan tempat kudus-Nya, menyerahkan ke dalam tangan seteru tembok puri-purinya. Teriakan ramai mereka dalam Bait Allah seperti keramaian pada hari perayaan jemaah."
  },
  {
    "reference": "Lam 2:8",
    "text": "Tuhan telah memutuskan untuk mempuingkan tembok puteri Sion. Ia mengukur semuanya dengan tali pengukur, Ia tak menahan tangan-Nya untuk menghancurkannya. Ia menjadikan berkabung tembok luar dan tembok dalam, mereka merana semua."
  },
  {
    "reference": "Lam 2:9",
    "text": "Terbenam gapura-gapuranya di dalam tanah; Tuhan menghancurkan dan meluluhkan palang-palang pintunya. Rajanya dan pemimpin-pemimpinnya berada di antara bangsa-bangsa asing. Tak ada petunjuk dari Tuhan, bahkan nabi-nabi tidak menerima lagi wahyu dari pada-Nya."
  },
  {
    "reference": "Lam 2:10",
    "text": "Duduklah tertegun di tanah para tua-tua puteri Sion; mereka menabur abu di atas kepala, dan mengenakan kain kabung. Dara-dara Yerusalem menundukkan kepalanya ke tanah."
  },
  {
    "reference": "Lam 2:11",
    "text": "Mataku kusam dengan air mata, remuk redam hatiku; hancur habis hatiku karena keruntuhan puteri bangsaku, sebab jatuh pingsan kanak-kanak dan bayi di lapangan-lapangan kota."
  },
  {
    "reference": "Lam 2:12",
    "text": "Kepada ibunya mereka bertanya: ”Mana roti dan anggur?”, sedang mereka jatuh pingsan seperti orang yang gugur di lapangan-lapangan kota, ketika menghembuskan nafas di pangkuan ibunya."
  },
  {
    "reference": "Lam 2:13",
    "text": "Apa yang dapat kunyatakan kepadamu, dengan apa aku dapat menyamakan engkau, ya puteri Yerusalem? Dengan apa aku dapat membandingkan engkau untuk dihibur, ya dara, puteri Sion? Karena luas bagaikan laut reruntuhanmu; siapa yang akan memulihkan engkau?"
  },
  {
    "reference": "Lam 2:14",
    "text": "Nabi-nabimu melihat bagimu penglihatan yang dusta dan hampa. Mereka tidak menyatakan kesalahanmu, guna memulihkan engkau kembali. Mereka mengeluarkan bagimu ramalan-ramalan yang dusta dan menyesatkan."
  },
  {
    "reference": "Lam 2:15",
    "text": "Sekalian orang yang lewat bertepuk tangan karena engkau. Mereka bersuit-suit dan menggelengkan kepalanya mengenai puteri Yerusalem: ”Inikah kota yang disebut orang kota yang paling indah, kesukaan dunia semesta?”"
  },
  {
    "reference": "Lam 2:16",
    "text": "Terhadap engkau semua seterumu mengangakan mulutnya. Mereka bersuit-suit dan menggertakkan gigi: ”Kami telah memusnahkannya!”, kata mereka, ”Nah, inilah harinya yang kami nanti-nantikan, kami mengalaminya, kami melihatnya!”"
  },
  {
    "reference": "Lam 2:17",
    "text": "Tuhan telah menjalankan yang dirancangkan-Nya, Ia melaksanakan yang difirmankan-Nya, yang diperintahkan-Nya dahulu kala; Ia merusak tanpa belas kasihan, Ia menjadikan si seteru senang atas kamu, Ia meninggikan tanduk lawan-lawanmu."
  },
  {
    "reference": "Lam 2:18",
    "text": "Berteriaklah kepada Tuhan dengan nyaring, hai, puteri Sion, cucurkanlah air mata bagaikan sungai siang dan malam; janganlah kauberikan dirimu istirahat, janganlah matamu tenang!"
  },
  {
    "reference": "Lam 2:19",
    "text": "Bangunlah, mengeranglah pada malam hari, pada permulaan giliran jaga malam; curahkanlah isi hatimu bagaikan air di hadapan Tuhan, angkatlah tanganmu kepada-Nya demi hidup anak-anakmu, yang jatuh pingsan karena lapar di ujung-ujung jalan!"
  },
  {
    "reference": "Lam 2:20",
    "text": "Lihatlah, Tuhan, dan tiliklah, kepada siapakah Engkau telah berbuat ini? Apakah perempuan harus makan anak kandungnya, anak-anak yang masih dibuai? Apakah dalam tempat kudus Tuhan harus dibunuh imam dan nabi?"
  },
  {
    "reference": "Lam 2:21",
    "text": "Terbaring di debu jalan pemuda dan orang tua; dara-daraku dan teruna-terunaku gugur oleh pedang; Engkau membunuh mereka tatkala Engkau murka, tanpa belas kasihan Engkau menyembelih mereka!"
  },
  {
    "reference": "Lam 2:22",
    "text": "Seolah-olah pada hari perayaan Engkau mengundang semua yang kutakuti dari sekeliling. Tatkala Tuhan murka tak ada seorang yang luput atau selamat. Mereka yang kubuai dan kubesarkan dibinasakan seteruku."
  },
  {
    "reference": "Lam 3:1",
    "text": "Akulah orang yang melihat sengsara disebabkan cambuk murka-Nya."
  },
  {
    "reference": "Lam 3:2",
    "text": "Ia menghalau dan membawa aku ke dalam kegelapan yang tidak ada terangnya."
  },
  {
    "reference": "Lam 3:3",
    "text": "Sesungguhnya, aku dipukul-Nya berulang-ulang dengan tangan-Nya sepanjang hari."
  },
  {
    "reference": "Lam 3:4",
    "text": "Ia menyusutkan dagingku dan kulitku, tulang-tulangku dipatahkan-Nya."
  },
  {
    "reference": "Lam 3:5",
    "text": "Ia mendirikan tembok sekelilingku, mengelilingi aku dengan kesedihan dan kesusahan."
  },
  {
    "reference": "Lam 3:6",
    "text": "Ia menempatkan aku di dalam gelap seperti orang yang sudah lama mati."
  },
  {
    "reference": "Lam 3:7",
    "text": "Ia menutup segala jalan ke luar bagiku, Ia mengikat aku dengan rantai yang berat."
  },
  {
    "reference": "Lam 3:8",
    "text": "Walaupun aku memanggil-manggil dan berteriak minta tolong, tak didengarkan-Nya doaku."
  },
  {
    "reference": "Lam 3:9",
    "text": "Ia merintangi jalan-jalanku dengan batu pahat, dan menjadikannya tidak terlalui."
  },
  {
    "reference": "Lam 3:10",
    "text": "Laksana beruang Ia menghadang aku, laksana singa dalam tempat persembunyian."
  },
  {
    "reference": "Lam 3:11",
    "text": "Ia membelokkan jalan-jalanku, merobek-robek aku dan membuat aku tertegun."
  },
  {
    "reference": "Lam 3:12",
    "text": "Ia membidikkan panah-Nya, menjadikan aku sasaran anak panah."
  },
  {
    "reference": "Lam 3:13",
    "text": "Ia menyusupkan ke dalam hatiku segala anak panah dari tabung-Nya."
  },
  {
    "reference": "Lam 3:14",
    "text": "Aku menjadi tertawaan bagi segenap bangsaku, menjadi lagu ejekan mereka sepanjang hari."
  },
  {
    "reference": "Lam 3:15",
    "text": "Ia mengenyangkan aku dengan kepahitan, memberi aku minum ipuh."
  },
  {
    "reference": "Lam 3:16",
    "text": "Ia meremukkan gigi-gigiku dengan memberi aku makan kerikil; Ia menekan aku ke dalam debu."
  },
  {
    "reference": "Lam 3:17",
    "text": "Engkau menceraikan nyawaku dari kesejahteraan, aku lupa akan kebahagiaan."
  },
  {
    "reference": "Lam 3:18",
    "text": "Sangkaku: hilang lenyaplah kemasyhuranku dan harapanku kepada Tuhan."
  },
  {
    "reference": "Lam 3:19",
    "text": "”Ingatlah akan sengsaraku dan pengembaraanku, akan ipuh dan racun itu.”"
  },
  {
    "reference": "Lam 3:20",
    "text": "Jiwaku selalu teringat akan hal itu dan tertekan dalam diriku."
  },
  {
    "reference": "Lam 3:21",
    "text": "Tetapi hal-hal inilah yang kuperhatikan, oleh sebab itu aku akan berharap:"
  },
  {
    "reference": "Lam 3:22",
    "text": "Tak berkesudahan kasih setia Tuhan, tak habis-habisnya rahmat-Nya,"
  },
  {
    "reference": "Lam 3:23",
    "text": "selalu baru tiap pagi; besar kesetiaan-Mu!"
  },
  {
    "reference": "Lam 3:24",
    "text": "” Tuhan adalah bagianku,” kata jiwaku, oleh sebab itu aku berharap kepada-Nya."
  },
  {
    "reference": "Lam 3:25",
    "text": "Tuhan adalah baik bagi orang yang berharap kepada-Nya, bagi jiwa yang mencari Dia."
  },
  {
    "reference": "Lam 3:26",
    "text": "Adalah baik menanti dengan diam pertolongan Tuhan."
  },
  {
    "reference": "Lam 3:27",
    "text": "Adalah baik bagi seorang pria memikul kuk pada masa mudanya."
  },
  {
    "reference": "Lam 3:28",
    "text": "Biarlah ia duduk sendirian dan berdiam diri kalau Tuhan membebankannya."
  },
  {
    "reference": "Lam 3:29",
    "text": "Biarlah ia merebahkan diri dengan mukanya dalam debu, mungkin ada harapan."
  },
  {
    "reference": "Lam 3:30",
    "text": "Biarlah ia memberikan pipi kepada yang menamparnya, biarlah ia kenyang dengan cercaan."
  },
  {
    "reference": "Lam 3:31",
    "text": "Karena tidak untuk selama-lamanya Tuhan mengucilkan."
  },
  {
    "reference": "Lam 3:32",
    "text": "Karena walau Ia mendatangkan susah, Ia juga menyayangi menurut kebesaran kasih setia-Nya."
  },
  {
    "reference": "Lam 3:33",
    "text": "Karena tidak dengan rela hati Ia menindas dan merisaukan anak-anak manusia."
  },
  {
    "reference": "Lam 3:34",
    "text": "Kalau dipijak-pijak dengan kaki tawanan-tawanan di dunia,"
  },
  {
    "reference": "Lam 3:35",
    "text": "kalau hak orang dibelokkan di hadapan Yang Mahatinggi,"
  },
  {
    "reference": "Lam 3:36",
    "text": "atau orang diperlakukan tidak adil dalam perkaranya, masakan Tuhan tidak melihatnya?"
  },
  {
    "reference": "Lam 3:37",
    "text": "Siapa berfirman, maka semuanya jadi? Bukankah Tuhan yang memerintahkannya?"
  },
  {
    "reference": "Lam 3:38",
    "text": "Bukankah dari mulut Yang Mahatinggi keluar apa yang buruk dan apa yang baik?"
  },
  {
    "reference": "Lam 3:39",
    "text": "Mengapa orang hidup mengeluh? Biarlah setiap orang mengeluh tentang dosanya!"
  },
  {
    "reference": "Lam 3:40",
    "text": "Marilah kita menyelidiki dan memeriksa hidup kita, dan berpaling kepada Tuhan."
  },
  {
    "reference": "Lam 3:41",
    "text": "Marilah kita mengangkat hati dan tangan kita kepada Allah di sorga:"
  },
  {
    "reference": "Lam 3:42",
    "text": "Kami telah mendurhaka dan memberontak, Engkau tidak mengampuni."
  },
  {
    "reference": "Lam 3:43",
    "text": "Engkau menyelubungi diri-Mu dengan murka, mengejar kami dan membunuh kami tanpa belas kasihan."
  },
  {
    "reference": "Lam 3:44",
    "text": "Engkau menyelubungi diri-Mu dengan awan, sehingga doa tak dapat menembus."
  },
  {
    "reference": "Lam 3:45",
    "text": "Kami Kaujadikan kotor dan keji di antara bangsa-bangsa."
  },
  {
    "reference": "Lam 3:46",
    "text": "Terhadap kami semua seteru kami mengangakan mulutnya."
  },
  {
    "reference": "Lam 3:47",
    "text": "Kejut dan jerat menimpa kami, kemusnahan dan kehancuran."
  },
  {
    "reference": "Lam 3:48",
    "text": "Air mataku mengalir bagaikan batang air, karena keruntuhan puteri bangsaku."
  },
  {
    "reference": "Lam 3:49",
    "text": "Air mataku terus-menerus bercucuran, dengan tak henti-hentinya,"
  },
  {
    "reference": "Lam 3:50",
    "text": "sampai Tuhan memandang dari atas dan melihat dari sorga."
  },
  {
    "reference": "Lam 3:51",
    "text": "Mataku terasa pedih oleh sebab keadaan puteri-puteri kotaku."
  },
  {
    "reference": "Lam 3:52",
    "text": "Seperti burung aku diburu-buru oleh mereka yang menjadi seteruku tanpa sebab."
  },
  {
    "reference": "Lam 3:53",
    "text": "Mereka melemparkan aku hidup-hidup dalam lobang, melontari aku dengan batu."
  },
  {
    "reference": "Lam 3:54",
    "text": "Air membanjir di atas kepalaku, kusangka: ”Binasa aku!”"
  },
  {
    "reference": "Lam 3:55",
    "text": "”Ya Tuhan, aku memanggil nama-Mu dari dasar lobang yang dalam."
  },
  {
    "reference": "Lam 3:56",
    "text": "Engkau mendengar suaraku! Janganlah Kaututupi telinga-Mu terhadap kesahku dan teriak tolongku!"
  },
  {
    "reference": "Lam 3:57",
    "text": "Engkau dekat tatkala aku memanggil-Mu, Engkau berfirman: Jangan takut!”"
  },
  {
    "reference": "Lam 3:58",
    "text": "”Ya Tuhan, Engkau telah memperjuangkan perkaraku, Engkau telah menyelamatkan hidupku."
  },
  {
    "reference": "Lam 3:59",
    "text": "Engkau telah melihat ketidakadilan terhadap aku, ya Tuhan; berikanlah keadilan!"
  },
  {
    "reference": "Lam 3:60",
    "text": "Engkau telah melihat segala dendam mereka, segala rancangan mereka terhadap aku.”"
  },
  {
    "reference": "Lam 3:61",
    "text": "”Engkau telah mendengar cercaan mereka, ya Tuhan, segala rancangan mereka terhadap aku,"
  },
  {
    "reference": "Lam 3:62",
    "text": "percakapan orang-orang yang melawan aku, dan rencana mereka terhadap aku sepanjang hari."
  },
  {
    "reference": "Lam 3:63",
    "text": "Amatilah duduk bangun mereka! Aku menjadi lagu ejekan mereka.”"
  },
  {
    "reference": "Lam 3:64",
    "text": "”Engkau akan mengadakan pembalasan terhadap mereka, ya Tuhan, menurut perbuatan tangan mereka."
  },
  {
    "reference": "Lam 3:65",
    "text": "Engkau akan mengeraskan hati mereka; kiranya kutuk-Mu menimpa mereka!"
  },
  {
    "reference": "Lam 3:66",
    "text": "Engkau akan mengejar mereka dengan murka dan memunahkan mereka dari bawah langit, ya Tuhan!”"
  },
  {
    "reference": "Lam 4:1",
    "text": "Ah, sungguh pudar emas itu, emas murni itu berubah; batu-batu suci itu terbuang di pojok tiap jalan."
  },
  {
    "reference": "Lam 4:2",
    "text": "Anak-anak Sion yang berharga, yang setimbang dengan emas tua, sungguh mereka dianggap belanga-belanga tanah buatan tangan tukang periuk."
  },
  {
    "reference": "Lam 4:3",
    "text": "Serigala pun memberikan teteknya dan menyusui anak-anaknya, tetapi puteri bangsaku telah menjadi kejam seperti burung unta di padang pasir."
  },
  {
    "reference": "Lam 4:4",
    "text": "Lidah bayi melekat pada langit-langit karena haus; kanak-kanak meminta roti, tetapi tak seorang pun yang memberi."
  },
  {
    "reference": "Lam 4:5",
    "text": "Yang biasa makan yang sedap-sedap mati bulur di jalan-jalan; yang biasa duduk di atas bantal kirmizi terbaring di timbunan sampah."
  },
  {
    "reference": "Lam 4:6",
    "text": "- 4:6: Kej. 19:24 Kedurjanaan puteri bangsaku melebihi dosa Sodom, yang sekejap mata dibongkar-bangkir tanpa ada tangan yang memukulnya."
  },
  {
    "reference": "Lam 4:7",
    "text": "Pemimpin-pemimpin lebih bersih dari salju dan lebih putih dari susu, tubuh mereka lebih merah dari pada merjan, seperti batu nilam rupa mereka."
  },
  {
    "reference": "Lam 4:8",
    "text": "Sekarang rupa mereka lebih hitam dari pada jelaga, mereka tidak dikenal di jalan-jalan, kulit mereka berkerut pada tulang-tulangnya, mengering seperti kayu."
  },
  {
    "reference": "Lam 4:9",
    "text": "Lebih bahagia mereka yang gugur karena pedang dari pada mereka yang tewas karena lapar, yang merana dan mati sebab tak ada hasil ladang."
  },
  {
    "reference": "Lam 4:10",
    "text": "- 4:10: Ul. 28:57; Yeh. 5:10 Dengan tangan sendiri wanita yang lemah lembut memasak kanak-kanak mereka, untuk makanan mereka tatkala runtuh puteri bangsaku."
  },
  {
    "reference": "Lam 4:11",
    "text": "Tuhan melepaskan segenap amarah-Nya, mencurahkan murka-Nya yang menyala-nyala, dan menyalakan api di Sion, yang memakan dasar-dasarnya."
  },
  {
    "reference": "Lam 4:12",
    "text": "Tidak percaya raja-raja di bumi, pun seluruh penduduk dunia, bahwa lawan dan seteru dapat masuk ke dalam gapura-gapura Yerusalem."
  },
  {
    "reference": "Lam 4:13",
    "text": "Hal itu terjadi oleh sebab dosa nabi-nabinya dan kedurjanaan imam-imamnya yang di tengah-tengahnya mencurahkan darah orang yang tidak bersalah."
  },
  {
    "reference": "Lam 4:14",
    "text": "Mereka terhuyung-huyung seperti orang buta di jalan-jalan, cemar oleh darah, sehingga orang tak dapat menyentuh pakaian mereka."
  },
  {
    "reference": "Lam 4:15",
    "text": "”Singkir! Najis!”, kata orang kepada mereka, ”Singkir! Singkir! Jangan sentuh!”; lalu mereka lari dan mengembara, maka berkatalah bangsa-bangsa: ”Mereka tak boleh tinggal lebih lama di sini.”"
  },
  {
    "reference": "Lam 4:16",
    "text": "Tuhan sendiri mencerai-beraikan mereka, tak mau lagi Ia memandang mereka. Para imam tidak mereka hormati, dan orang-orang tua tidak mereka kasihani."
  },
  {
    "reference": "Lam 4:17",
    "text": "Selalu mata kami merindukan pertolongan, tetapi sia-sia; dari menara penjagaan kami menanti-nantikan suatu bangsa yang tak dapat menolong."
  },
  {
    "reference": "Lam 4:18",
    "text": "Mereka mengintai langkah-langkah kami, sehingga kami tak dapat berjalan di lapangan-lapangan kami; akhir hidup kami mendekat, hari-hari kami sudah genap, ya, akhir hidup kami sudah tiba."
  },
  {
    "reference": "Lam 4:19",
    "text": "Pengejar-pengejar kami lebih cepat dari pada burung rajawali di angkasa mereka memburu kami di atas gunung-gunung, menghadang kami di padang gurun."
  },
  {
    "reference": "Lam 4:20",
    "text": "Orang yang diurapi Tuhan, nafas hidup kami, tertangkap dalam pelubang mereka, dia yang kami sangka: ”Dalam naungannya kami akan hidup di antara bangsa-bangsa.”"
  },
  {
    "reference": "Lam 4:21",
    "text": "Bergembira dan bersukacitalah, hai puteri Edom, engkau yang mendiami tanah Us, juga kepadamu piala akan sampai, engkau akan jadi mabuk lalu menelanjangi dirimu!"
  },
  {
    "reference": "Lam 4:22",
    "text": "Telah hapus kesalahanmu, puteri Sion, tak akan lagi Tuhan membawa engkau ke dalam pembuangan, tetapi kesalahanmu, puteri Edom, akan dibalas-Nya, dan dosa-dosamu akan disingkapkan-Nya."
  },
  {
    "reference": "Lam 5:1",
    "text": "Ingatlah, ya Tuhan, apa yang terjadi atas kami, pandanglah dan lihatlah akan kehinaan kami."
  },
  {
    "reference": "Lam 5:2",
    "text": "Milik pusaka kami beralih kepada orang lain, rumah-rumah kami kepada orang asing."
  },
  {
    "reference": "Lam 5:3",
    "text": "Kami menjadi anak yatim, tak punya bapa, dan ibu kami seperti janda."
  },
  {
    "reference": "Lam 5:4",
    "text": "Air kami kami minum dengan membayar, kami mendapat kayu dengan bayaran."
  },
  {
    "reference": "Lam 5:5",
    "text": "Kami dikejar dekat-dekat, kami lelah, bagi kami tak ada istirahat."
  },
  {
    "reference": "Lam 5:6",
    "text": "Kami mengulurkan tangan kepada Mesir, dan kepada Asyur untuk menjadi kenyang dengan roti."
  },
  {
    "reference": "Lam 5:7",
    "text": "Bapak-bapak kami berbuat dosa, mereka tak ada lagi, dan kami yang menanggung kedurjanaan mereka."
  },
  {
    "reference": "Lam 5:8",
    "text": "Pelayan-pelayan memerintah atas kami; yang melepaskan kami dari tangan mereka tak ada."
  },
  {
    "reference": "Lam 5:9",
    "text": "Dengan bahaya maut karena serangan pedang di padang gurun, kami harus mengambil makanan kami."
  },
  {
    "reference": "Lam 5:10",
    "text": "Kulit kami membara laksana perapian, karena nyerinya kelaparan."
  },
  {
    "reference": "Lam 5:11",
    "text": "Mereka memperkosa wanita-wanita di Sion dan gadis-gadis di kota-kota Yehuda."
  },
  {
    "reference": "Lam 5:12",
    "text": "Pemimpin-pemimpin digantung oleh tangan mereka, para tua-tua tidak dihormati."
  },
  {
    "reference": "Lam 5:13",
    "text": "Pemuda-pemuda harus memikul batu kilangan, anak-anak terjatuh karena beratnya pikulan kayu."
  },
  {
    "reference": "Lam 5:14",
    "text": "Para tua-tua tidak berkumpul lagi di pintu gerbang, para teruna berhenti main kecapi."
  },
  {
    "reference": "Lam 5:15",
    "text": "Lenyaplah kegirangan hati kami, tari-tarian kami berubah menjadi perkabungan."
  },
  {
    "reference": "Lam 5:16",
    "text": "Mahkota telah jatuh dari kepala kami. Wahai kami, karena kami telah berbuat dosa!"
  },
  {
    "reference": "Lam 5:17",
    "text": "Karena inilah hati kami sakit, karena inilah mata kami jadi kabur:"
  },
  {
    "reference": "Lam 5:18",
    "text": "karena bukit Sion yang tandus, di mana anjing-anjing hutan berkeliaran."
  },
  {
    "reference": "Lam 5:19",
    "text": "Engkau, ya Tuhan, bertakhta selama-lamanya, takhta-Mu tetap dari masa ke masa!"
  },
  {
    "reference": "Lam 5:20",
    "text": "Mengapa Engkau melupakan kami selama-lamanya, meninggalkan kami demikian lama?"
  },
  {
    "reference": "Lam 5:21",
    "text": "Bawalah kami kembali kepada-Mu, ya Tuhan, maka kami akan kembali, baharuilah hari-hari kami seperti dahulu kala!"
  },
  {
    "reference": "Lam 5:22",
    "text": "Atau, apa Engkau sudah membuang kami sama sekali? Sangat murkakah Engkau terhadap kami?"
  }
]
