[
  {
    "reference": "Lev 1:1",
    "text": "Tuhan memanggil Musa dan berfirman kepadanya dari dalam Kemah Pertemuan:"
  },
  {
    "reference": "Lev 1:2",
    "text": "”Berbicaralah kepada orang Israel dan katakan kepada mereka: Apabila seseorang di antaramu hendak mempersembahkan persembahan kepada Tuhan, haruslah persembahanmu yang kamu persembahkan itu dari ternak, yakni dari lembu sapi atau dari kambing domba."
  },
  {
    "reference": "Lev 1:3",
    "text": "Jikalau persembahannya merupakan korban bakaran dari lembu, haruslah ia mempersembahkan seekor jantan yang tidak bercela. Ia harus membawanya ke pintu Kemah Pertemuan, supaya Tuhan berkenan akan dia."
  },
  {
    "reference": "Lev 1:4",
    "text": "Lalu ia harus meletakkan tangannya ke atas kepala korban bakaran itu, sehingga baginya persembahan itu diperkenan untuk mengadakan pendamaian baginya."
  },
  {
    "reference": "Lev 1:5",
    "text": "Kemudian haruslah ia menyembelih lembu itu di hadapan Tuhan, dan anak-anak Harun, imam-imam itu, harus mempersembahkan darah lembu itu dan menyiramkannya pada sekeliling mezbah yang di depan pintu Kemah Pertemuan."
  },
  {
    "reference": "Lev 1:6",
    "text": "Kemudian haruslah ia menguliti korban bakaran itu dan memotong-motongnya menurut bagian-bagian tertentu."
  },
  {
    "reference": "Lev 1:7",
    "text": "Anak-anak imam Harun haruslah menaruh api di atas mezbah dan menyusun kayu di atas api itu."
  },
  {
    "reference": "Lev 1:8",
    "text": "Dan mereka harus mengatur potongan-potongan korban itu dan kepala serta lemaknya di atas kayu yang sedang menyala di atas mezbah."
  },
  {
    "reference": "Lev 1:9",
    "text": "Tetapi isi perutnya dan betisnya haruslah dibasuh dengan air dan seluruhnya itu harus dibakar oleh imam di atas mezbah sebagai korban bakaran, sebagai korban api-apian yang baunya menyenangkan bagi Tuhan."
  },
  {
    "reference": "Lev 1:10",
    "text": "Jikalau persembahannya untuk korban bakaran adalah dari kambing domba, baik dari domba, maupun dari kambing, haruslah ia mempersembahkan seekor jantan yang tidak bercela."
  },
  {
    "reference": "Lev 1:11",
    "text": "Haruslah ia menyembelihnya pada sisi mezbah sebelah utara di hadapan Tuhan, lalu haruslah anak-anak Harun, imam-imam itu, menyiramkan darahnya pada mezbah sekelilingnya."
  },
  {
    "reference": "Lev 1:12",
    "text": "Kemudian haruslah ia memotong-motongnya menurut bagian-bagian tertentu, dan bersama-sama kepalanya dan lemaknya diaturlah semuanya itu oleh imam di atas kayu yang sedang menyala di atas mezbah."
  },
  {
    "reference": "Lev 1:13",
    "text": "Isi perut dan betisnya haruslah dibasuhnya dengan air, dan seluruhnya itu haruslah dipersembahkan oleh imam dan dibakar di atas mezbah: itulah korban bakaran, suatu korban api-apian yang baunya menyenangkan bagi Tuhan."
  },
  {
    "reference": "Lev 1:14",
    "text": "Jikalau persembahannya kepada Tuhan merupakan korban bakaran dari burung, haruslah ia mempersembahkan korbannya itu dari burung tekukur atau dari anak burung merpati."
  },
  {
    "reference": "Lev 1:15",
    "text": "Imam harus membawanya ke mezbah, lalu memulas kepalanya dan membakarnya di atas mezbah. Darahnya harus ditekan ke luar pada dinding mezbah."
  },
  {
    "reference": "Lev 1:16",
    "text": "Temboloknya serta dengan bulunya haruslah disisihkan dan dibuang ke samping mezbah sebelah timur, ke tempat abu."
  },
  {
    "reference": "Lev 1:17",
    "text": "Dan ia harus mencabik burung itu pada pangkal sayapnya, tetapi tidak sampai terpisah; lalu imam harus membakarnya di atas mezbah, di atas kayu yang sedang terbakar; itulah korban bakaran, suatu korban api-apian yang baunya menyenangkan bagi Tuhan.”"
  },
  {
    "reference": "Lev 2:1",
    "text": "”Apabila seseorang hendak mempersembahkan persembahan berupa korban sajian kepada Tuhan, hendaklah persembahannya itu tepung yang terbaik dan ia harus menuangkan minyak serta membubuhkan kemenyan ke atasnya."
  },
  {
    "reference": "Lev 2:2",
    "text": "Lalu korban itu harus dibawanya kepada anak-anak Harun, imam-imam itu. Setelah diambil dari korban itu tepung segenggam dengan minyak beserta seluruh kemenyannya, maka imam haruslah membakar semuanya itu di atas mezbah sebagai bagian ingat-ingatan korban itu, sebagai korban api-apian yang baunya menyenangkan bagi Tuhan."
  },
  {
    "reference": "Lev 2:3",
    "text": "Korban sajian selebihnya adalah teruntuk bagi Harun dan anak-anaknya, yakni bagian maha kudus dari segala korban api-apian Tuhan."
  },
  {
    "reference": "Lev 2:4",
    "text": "Apabila engkau hendak mempersembahkan persembahan berupa korban sajian dari apa yang dibakar di dalam pembakaran roti, haruslah itu dari tepung yang terbaik, berupa roti bundar yang tidak beragi, yang diolah dengan minyak, atau roti tipis yang tidak beragi, yang diolesi dengan minyak."
  },
  {
    "reference": "Lev 2:5",
    "text": "Jikalau persembahanmu merupakan korban sajian dari yang dipanggang di atas panggangan, haruslah itu dari tepung yang terbaik, diolah dengan minyak, berupa roti yang tidak beragi."
  },
  {
    "reference": "Lev 2:6",
    "text": "Korban itu harus dipotong-potong, lalu kautuangkanlah minyak ke atasnya; itulah korban sajian."
  },
  {
    "reference": "Lev 2:7",
    "text": "Jikalau persembahanmu merupakan korban sajian dari yang dimasak di dalam wajan, haruslah itu diolah dari tepung yang terbaik bersama-sama minyak."
  },
  {
    "reference": "Lev 2:8",
    "text": "Maka korban sajian yang diolah menurut salah satu cara itu haruslah kaupersembahkan kepada Tuhan, yakni harus disampaikan kepada imam, yang membawanya ke mezbah."
  },
  {
    "reference": "Lev 2:9",
    "text": "Kemudian imam harus mengkhususkan dari korban sajian itu bagian ingat-ingatannya lalu membakarnya di atas mezbah sebagai korban api-apian yang baunya menyenangkan bagi Tuhan."
  },
  {
    "reference": "Lev 2:10",
    "text": "Korban sajian selebihnya adalah bagian Harun dan anak-anaknya, yakni bagian maha kudus dari segala korban api-apian Tuhan!"
  },
  {
    "reference": "Lev 2:11",
    "text": "Suatu korban sajian yang kamu persembahkan kepada Tuhan janganlah diolah beragi, karena dari ragi atau dari madu tidak boleh kamu membakar sesuatu pun sebagai korban api-apian bagi Tuhan."
  },
  {
    "reference": "Lev 2:12",
    "text": "Tetapi sebagai persembahan dari hasil pertama boleh kamu mempersembahkannya kepada Tuhan, hanya janganlah dibawa ke atas mezbah menjadi bau yang menyenangkan."
  },
  {
    "reference": "Lev 2:13",
    "text": "Dan tiap-tiap persembahanmu yang berupa korban sajian haruslah kaububuhi garam, janganlah kaulalaikan garam perjanjian Allahmu dari korban sajianmu; beserta segala persembahanmu haruslah kaupersembahkan garam."
  },
  {
    "reference": "Lev 2:14",
    "text": "Jikalau engkau hendak mempersembahkan korban sajian dari hulu hasil kepada Tuhan, haruslah engkau mempersembahkan bulir gandum yang dipanggang di atas api, emping gandum baru, sebagai korban sajian dari hulu hasil gandummu."
  },
  {
    "reference": "Lev 2:15",
    "text": "Haruslah kaububuh minyak dan kautaruh kemenyan ke atasnya; itulah korban sajian."
  },
  {
    "reference": "Lev 2:16",
    "text": "Haruslah imam membakar sebagai ingat-ingatannya, sebagian dari emping gandumnya dan minyaknya beserta seluruh kemenyannya sebagai korban api-apian bagi Tuhan.”"
  },
  {
    "reference": "Lev 3:1",
    "text": "”Jikalau persembahannya merupakan korban keselamatan, maka jikalau yang dipersembahkannya itu dari lembu, seekor jantan atau seekor betina, haruslah ia membawa yang tidak bercela ke hadapan Tuhan."
  },
  {
    "reference": "Lev 3:2",
    "text": "Lalu ia harus meletakkan tangannya di atas kepala persembahannya itu, dan menyembelihnya di depan pintu Kemah Pertemuan, lalu anak-anak Harun, imam-imam itu haruslah menyiramkan darahnya pada mezbah sekelilingnya."
  },
  {
    "reference": "Lev 3:3",
    "text": "Kemudian dari korban keselamatan itu ia harus mempersembahkan lemak yang menyelubungi isi perut, dan segala lemak yang melekat pada isi perut itu sebagai korban api-apian bagi Tuhan,"
  },
  {
    "reference": "Lev 3:4",
    "text": "dan lagi kedua buah pinggang dan lemak yang melekat padanya, yang ada pada pinggang dan umbai hati yang harus dipisahkannya beserta buah pinggang itu."
  },
  {
    "reference": "Lev 3:5",
    "text": "Anak-anak Harun harus membakarnya di atas mezbah, yakni di atas korban bakaran yang sedang dibakar di atas api, sebagai korban api-apian yang baunya menyenangkan bagi Tuhan."
  },
  {
    "reference": "Lev 3:6",
    "text": "Jikalau persembahannya untuk korban keselamatan bagi Tuhan adalah dari kambing domba, seekor jantan atau seekor betina, haruslah ia mempersembahkan yang tidak bercela."
  },
  {
    "reference": "Lev 3:7",
    "text": "Jikalau ia mempersembahkan seekor domba sebagai persembahannya, ia harus membawanya ke hadapan Tuhan."
  },
  {
    "reference": "Lev 3:8",
    "text": "Lalu ia harus meletakkan tangannya ke atas kepala persembahannya itu dan menyembelihnya di depan Kemah Pertemuan, lalu anak-anak Harun harus menyiramkan darahnya pada mezbah sekelilingnya."
  },
  {
    "reference": "Lev 3:9",
    "text": "Kemudian dari korban keselamatan itu ia harus mempersembahkan lemaknya sebagai korban api-apian bagi Tuhan, yakni segenap ekornya yang berlemak yang harus dipotong dekat pada tulang belakang, dan lemak yang menyelubungi isi perut, dan segala lemak yang melekat pada isi perut itu,"
  },
  {
    "reference": "Lev 3:10",
    "text": "dan lagi kedua buah pinggang dan lemak yang melekat padanya, yang ada pada pinggang, dan umbai hati yang harus dipisahkannya beserta buah pinggang itu."
  },
  {
    "reference": "Lev 3:11",
    "text": "Imam harus membakarnya di atas mezbah sebagai santapan berupa korban api-apian bagi Tuhan."
  },
  {
    "reference": "Lev 3:12",
    "text": "Jikalau persembahannya seekor kambing, ia harus membawanya ke hadapan Tuhan."
  },
  {
    "reference": "Lev 3:13",
    "text": "Lalu ia harus meletakkan tangannya di atas kepala kambing itu dan menyembelihnya di depan Kemah Pertemuan, lalu anak-anak Harun harus menyiramkan darahnya pada mezbah sekelilingnya."
  },
  {
    "reference": "Lev 3:14",
    "text": "Kemudian dari kambing itu ia harus mempersembahkan lemak yang menyelubungi isi perut, dan segala lemak yang melekat pada isi perut itu sebagai persembahannya berupa korban api-apian bagi Tuhan,"
  },
  {
    "reference": "Lev 3:15",
    "text": "dan lagi kedua buah pinggang dan lemak yang melekat padanya, yang ada pada pinggang dan umbai hati yang harus dipisahkannya beserta buah pinggang itu."
  },
  {
    "reference": "Lev 3:16",
    "text": "Imam harus membakar semuanya itu di atas mezbah sebagai santapan berupa korban api-apian menjadi bau yang menyenangkan. Segala lemak adalah kepunyaan Tuhan."
  },
  {
    "reference": "Lev 3:17",
    "text": "Inilah suatu ketetapan untuk selamanya bagi kamu turun-temurun di segala tempat kediamanmu: janganlah sekali-kali kamu makan lemak dan darah.”"
  },
  {
    "reference": "Lev 4:1",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 4:2",
    "text": "”Katakanlah kepada orang Israel: Apabila seseorang tidak dengan sengaja berbuat dosa dalam sesuatu hal yang dilarang Tuhan dan ia memang melakukan salah satu dari padanya,"
  },
  {
    "reference": "Lev 4:3",
    "text": "maka jikalau yang berbuat dosa itu imam yang diurapi, sehingga bangsanya turut bersalah, haruslah ia mempersembahkan kepada Tuhan karena dosa yang telah diperbuatnya itu, seekor lembu jantan muda yang tidak bercela sebagai korban penghapus dosa."
  },
  {
    "reference": "Lev 4:4",
    "text": "Ia harus membawa lembu itu ke pintu Kemah Pertemuan, ke hadapan Tuhan, lalu ia harus meletakkan tangannya ke atas kepala lembu itu, dan menyembelih lembu itu di hadapan Tuhan."
  },
  {
    "reference": "Lev 4:5",
    "text": "Imam yang diurapi itu harus mengambil sebagian dari darah lembu itu, lalu membawanya ke dalam Kemah Pertemuan."
  },
  {
    "reference": "Lev 4:6",
    "text": "Imam harus mencelupkan jarinya ke dalam darah itu, dan memercikkan sedikit dari darah itu, tujuh kali di hadapan Tuhan, di depan tabir penyekat tempat kudus."
  },
  {
    "reference": "Lev 4:7",
    "text": "Kemudian imam itu harus membubuh sedikit dari darah itu pada tanduk-tanduk mezbah pembakaran ukupan dari wangi-wangian, yang ada di hadapan Tuhan di dalam Kemah Pertemuan, dan semua darah selebihnya harus dicurahkannya kepada bagian bawah mezbah korban bakaran yang di depan pintu Kemah Pertemuan."
  },
  {
    "reference": "Lev 4:8",
    "text": "Segala lemak lembu jantan korban penghapus dosa itu harus dikhususkannya dari lembu itu, yakni lemak yang menyelubungi isi perut dan segala lemak yang melekat pada isi perut itu,"
  },
  {
    "reference": "Lev 4:9",
    "text": "dan lagi kedua buah pinggang dan lemak yang melekat padanya, yang ada pada pinggang, dan umbai hati yang harus dipisahkannya beserta buah pinggang itu,"
  },
  {
    "reference": "Lev 4:10",
    "text": "sama seperti yang dikhususkan dari lembu korban keselamatan. Imam harus membakar semuanya di atas mezbah korban bakaran."
  },
  {
    "reference": "Lev 4:11",
    "text": "Adapun kulit lembu jantan itu dan segala dagingnya, beserta kepala dan betisnya dan isi perutnya dan kotorannya,"
  },
  {
    "reference": "Lev 4:12",
    "text": "jadi lembu jantan itu seluruhnya harus dibawanya ke luar perkemahan, ke suatu tempat yang tahir, ke tempat pembuangan abu, dan lembu itu harus dibakarnya sampai habis di atas kayu api di tempat pembuangan abu."
  },
  {
    "reference": "Lev 4:13",
    "text": "Jikalau yang berbuat dosa dengan tak sengaja itu segenap umat Israel, dan jemaah tidak menyadarinya, sehingga mereka melakukan salah satu hal yang dilarang Tuhan, dan mereka bersalah,"
  },
  {
    "reference": "Lev 4:14",
    "text": "maka apabila dosa yang diperbuat mereka itu ketahuan, haruslah jemaah itu mempersembahkan seekor lembu jantan yang muda sebagai korban penghapus dosa. Lembu itu harus dibawa mereka ke depan Kemah Pertemuan."
  },
  {
    "reference": "Lev 4:15",
    "text": "Lalu para tua-tua umat itu harus meletakkan tangan mereka di atas kepala lembu jantan itu di hadapan Tuhan, dan lembu itu harus disembelih di hadapan Tuhan."
  },
  {
    "reference": "Lev 4:16",
    "text": "Imam yang diurapi harus membawa sebagian dari darah lembu itu ke dalam Kemah Pertemuan."
  },
  {
    "reference": "Lev 4:17",
    "text": "Imam harus mencelupkan jarinya ke dalam darah itu dan memercikkannya tujuh kali di hadapan Tuhan, di depan tabir."
  },
  {
    "reference": "Lev 4:18",
    "text": "Kemudian dari darah itu harus dibubuhnya sedikit pada tanduk-tanduk mezbah yang di hadapan Tuhan di dalam Kemah Pertemuan, dan semua darah selebihnya harus dicurahkannya kepada bagian bawah mezbah korban bakaran yang di depan pintu Kemah Pertemuan."
  },
  {
    "reference": "Lev 4:19",
    "text": "Segala lemak harus dikhususkannya dari lembu itu dan dibakarnya di atas mezbah."
  },
  {
    "reference": "Lev 4:20",
    "text": "Beginilah harus diperbuatnya dengan lembu jantan itu: seperti yang diperbuatnya dengan lembu jantan korban penghapus dosa, demikianlah harus diperbuatnya dengan lembu itu. Dengan demikian imam itu mengadakan pendamaian bagi mereka, sehingga mereka menerima pengampunan."
  },
  {
    "reference": "Lev 4:21",
    "text": "Dan haruslah ia membawa lembu jantan itu ke luar perkemahan, lalu membakarnya sampai habis seperti ia membakar habis lembu jantan yang pertama. Itulah korban penghapus dosa untuk jemaah."
  },
  {
    "reference": "Lev 4:22",
    "text": "Jikalau yang berbuat dosa itu seorang pemuka yang tidak dengan sengaja melakukan salah satu hal yang dilarang Tuhan, Allahnya, sehingga ia bersalah,"
  },
  {
    "reference": "Lev 4:23",
    "text": "maka jikalau dosa yang telah diperbuatnya itu diberitahukan kepadanya, haruslah ia membawa sebagai persembahannya seekor kambing jantan yang tidak bercela."
  },
  {
    "reference": "Lev 4:24",
    "text": "Lalu haruslah ia meletakkan tangannya ke atas kepala kambing itu dan menyembelihnya di tempat yang biasa orang menyembelih korban bakaran di hadapan Tuhan; itulah korban penghapus dosa."
  },
  {
    "reference": "Lev 4:25",
    "text": "Kemudian haruslah imam mengambil dengan jarinya sedikit dari darah korban penghapus dosa itu, lalu membubuhnya pada tanduk-tanduk mezbah korban bakaran. Darah selebihnya haruslah dicurahkannya kepada bagian bawah mezbah korban bakaran."
  },
  {
    "reference": "Lev 4:26",
    "text": "Tetapi segala lemak harus dibakarnya di atas mezbah, seperti juga lemak korban keselamatan. Dengan demikian imam mengadakan pendamaian bagi orang itu karena dosanya, sehingga ia menerima pengampunan."
  },
  {
    "reference": "Lev 4:27",
    "text": "- 4:27-31: Bil. 15:27-28 Jikalau yang berbuat dosa dengan tak sengaja itu seorang dari rakyat jelata, dan ia melakukan salah satu hal yang dilarang Tuhan, sehingga ia bersalah,"
  },
  {
    "reference": "Lev 4:28",
    "text": "maka jikalau dosa yang telah diperbuatnya itu diberitahukan kepadanya, haruslah ia membawa sebagai persembahannya karena dosa yang telah diperbuatnya itu seekor kambing betina yang tidak bercela."
  },
  {
    "reference": "Lev 4:29",
    "text": "Lalu haruslah ia meletakkan tangannya ke atas kepala korban penghapus dosa dan menyembelih korban itu di tempat korban bakaran."
  },
  {
    "reference": "Lev 4:30",
    "text": "Kemudian imam harus mengambil dengan jarinya sedikit dari darah korban itu, lalu membubuhnya pada tanduk-tanduk mezbah korban bakaran. Semua darah selebihnya haruslah dicurahkannya kepada bagian bawah mezbah."
  },
  {
    "reference": "Lev 4:31",
    "text": "Tetapi segala lemak haruslah dipisahkannya, seperti juga lemak korban keselamatan dipisahkan, lalu haruslah dibakar oleh imam di atas mezbah menjadi bau yang menyenangkan bagi Tuhan. Dengan demikian imam mengadakan pendamaian bagi orang itu sehingga ia menerima pengampunan."
  },
  {
    "reference": "Lev 4:32",
    "text": "Jika ia membawa seekor domba sebagai persembahannya menjadi korban penghapus dosa, haruslah ia membawa seekor betina yang tidak bercela."
  },
  {
    "reference": "Lev 4:33",
    "text": "Lalu haruslah ia meletakkan tangannya ke atas kepala korban penghapus dosa itu, dan menyembelihnya menjadi korban penghapus dosa di tempat yang biasa orang menyembelih korban bakaran."
  },
  {
    "reference": "Lev 4:34",
    "text": "Kemudian imam harus mengambil dengan jarinya sedikit dari darah korban penghapus dosa itu, lalu membubuhnya pada tanduk-tanduk mezbah korban bakaran. Semua darah selebihnya haruslah dicurahkannya kepada bagian bawah mezbah."
  },
  {
    "reference": "Lev 4:35",
    "text": "Tetapi segala lemak haruslah dipisahkannya, seperti juga lemak domba korban keselamatan dipisahkan, lalu imam harus membakar semuanya itu di atas mezbah di atas segala korban api-apian Tuhan. Dengan demikian imam mengadakan pendamaian bagi orang itu karena dosa yang telah diperbuatnya, sehingga ia menerima pengampunan."
  },
  {
    "reference": "Lev 5:1",
    "text": "Apabila seseorang berbuat dosa, yakni jika ia mendengar seorang mengutuki, dan ia dapat naik saksi karena ia melihat atau mengetahuinya, tetapi ia tidak mau memberi keterangan, maka ia harus menanggung kesalahannya sendiri."
  },
  {
    "reference": "Lev 5:2",
    "text": "Atau bila seseorang kena kepada sesuatu yang najis, baik bangkai binatang liar yang najis, atau bangkai hewan yang najis, atau bangkai binatang yang mengeriap yang najis, tanpa menyadari hal itu, maka ia menjadi najis dan bersalah."
  },
  {
    "reference": "Lev 5:3",
    "text": "Atau apabila ia kena kepada kenajisan berasal dari manusia, dengan kenajisan apa pun juga ia menjadi najis, tanpa menyadari hal itu, tetapi kemudian ia mengetahuinya, maka ia bersalah."
  },
  {
    "reference": "Lev 5:4",
    "text": "Atau apabila seseorang bersumpah teledor dengan bibirnya hendak berbuat yang buruk atau yang baik, sumpah apa pun juga yang diucapkan orang dengan teledor, tanpa menyadari hal itu, tetapi kemudian ia mengetahuinya, maka ia bersalah dalam salah satu perkara itu."
  },
  {
    "reference": "Lev 5:5",
    "text": "Jadi apabila ia bersalah dalam salah satu perkara itu, haruslah ia mengakui dosa yang telah diperbuatnya itu,"
  },
  {
    "reference": "Lev 5:6",
    "text": "dan haruslah ia mempersembahkan kepada Tuhan sebagai tebusan salah karena dosa itu seekor betina dari domba atau kambing, menjadi korban penghapus dosa. Dengan demikian imam mengadakan pendamaian bagi orang itu karena dosanya."
  },
  {
    "reference": "Lev 5:7",
    "text": "Tetapi jikalau ia tidak mampu untuk menyediakan kambing atau domba, maka sebagai tebusan salah karena dosa yang telah diperbuatnya itu, haruslah ia mempersembahkan kepada Tuhan dua ekor burung tekukur atau dua ekor anak burung merpati, yang seekor menjadi korban penghapus dosa dan yang seekor lagi menjadi korban bakaran."
  },
  {
    "reference": "Lev 5:8",
    "text": "Haruslah ia membawanya kepada imam, dan imam itu haruslah lebih dahulu mempersembahkan burung untuk korban penghapus dosa itu. Dan haruslah ia memulas kepalanya pada pangkal tengkuknya, tetapi tidak sampai terpisah."
  },
  {
    "reference": "Lev 5:9",
    "text": "Sedikit dari darah korban penghapus dosa itu haruslah dipercikkannya ke dinding mezbah, tetapi darah selebihnya haruslah ditekan ke luar pada bagian bawah mezbah; itulah korban penghapus dosa."
  },
  {
    "reference": "Lev 5:10",
    "text": "Yang kedua haruslah diolahnya menjadi korban bakaran, sesuai dengan peraturan. Dengan demikian imam mengadakan pendamaian bagi orang itu karena dosa yang telah diperbuatnya, sehingga ia menerima pengampunan."
  },
  {
    "reference": "Lev 5:11",
    "text": "Tetapi jikalau ia tidak mampu menyediakan dua ekor burung tekukur atau dua ekor anak burung merpati, maka haruslah ia membawa sebagai persembahannya karena dosanya itu sepersepuluh efa tepung yang terbaik menjadi korban penghapus dosa. Tidak boleh ditaruhnya minyak dan dibubuhnya kemenyan di atasnya, karena itulah korban penghapus dosa."
  },
  {
    "reference": "Lev 5:12",
    "text": "Lalu haruslah itu dibawanya kepada imam dan imam itu haruslah mengambil dari padanya segenggam sebagai bagian ingat-ingatannya, lalu membakarnya di atas mezbah di atas segala korban api-apian Tuhan; itulah korban penghapus dosa."
  },
  {
    "reference": "Lev 5:13",
    "text": "Dengan demikian imam mengadakan pendamaian bagi orang itu karena dosanya dalam salah satu perkara itu, sehingga ia menerima pengampunan. Selebihnya adalah bagian imam, sama seperti korban sajian.” Korban penebus salah 5:14–6:7"
  },
  {
    "reference": "Lev 5:14",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 5:15",
    "text": "”Apabila seseorang berubah setia dan tidak sengaja berbuat dosa dalam sesuatu hal kudus yang dipersembahkan kepada Tuhan, maka haruslah ia mempersembahkan kepada Tuhan sebagai tebusan salahnya seekor domba jantan yang tidak bercela dari kambing domba, dinilai menurut syikal perak, yakni menurut syikal kudus, menjadi korban penebus salah."
  },
  {
    "reference": "Lev 5:16",
    "text": "Hal kudus yang menyebabkan orang itu berdosa, haruslah dibayar gantinya dengan menambah seperlima, lalu menyerahkannya kepada imam. Imam harus mengadakan pendamaian bagi orang itu dengan domba jantan korban penebus salah itu, sehingga ia menerima pengampunan."
  },
  {
    "reference": "Lev 5:17",
    "text": "Jikalau seseorang berbuat dosa dengan melakukan salah satu hal yang dilarang Tuhan tanpa mengetahuinya, maka ia bersalah dan harus menanggung kesalahannya sendiri."
  },
  {
    "reference": "Lev 5:18",
    "text": "Haruslah ia membawa kepada imam seekor domba jantan yang tidak bercela dari kambing domba, yang sudah dinilai, sebagai korban penebus salah. Imam itu haruslah mengadakan pendamaian bagi orang itu karena perbuatan yang tidak disengajanya dan yang tidak diketahuinya itu, sehingga ia menerima pengampunan."
  },
  {
    "reference": "Lev 5:19",
    "text": "Itulah korban penebus salah; orang itu sungguh bersalah terhadap Tuhan.”"
  },
  {
    "reference": "Lev 6:1",
    "text": "- 6:1-7: Bil. 5:5-8 Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 6:2",
    "text": "”Apabila seseorang berbuat dosa dan berubah setia terhadap Tuhan, dan memungkiri terhadap sesamanya barang yang dipercayakan kepadanya, atau barang yang diserahkan kepadanya atau barang yang dirampasnya, atau apabila ia telah melakukan pemerasan atas sesamanya,"
  },
  {
    "reference": "Lev 6:3",
    "text": "atau bila ia menemui barang hilang, dan memungkirinya, dan ia bersumpah dusta – dalam perkara apa pun yang diperbuat seseorang, sehingga ia berdosa –"
  },
  {
    "reference": "Lev 6:4",
    "text": "apabila dengan demikian ia berbuat dosa dan bersalah, maka haruslah ia memulangkan barang yang telah dirampasnya atau yang telah diperasnya atau yang telah dipercayakan kepadanya atau barang hilang yang ditemuinya itu,"
  },
  {
    "reference": "Lev 6:5",
    "text": "atau segala sesuatu yang dimungkirinya dengan bersumpah dusta. Haruslah ia membayar gantinya sepenuhnya dengan menambah seperlima; haruslah ia menyerahkannya kepada pemiliknya pada hari ia mempersembahkan korban penebus salahnya."
  },
  {
    "reference": "Lev 6:6",
    "text": "Sebagai korban penebus salahnya haruslah ia mempersembahkan kepada Tuhan seekor domba jantan yang tidak bercela dari kambing domba, yang sudah dinilai, menjadi korban penebus salah, dengan menyerahkannya kepada imam."
  },
  {
    "reference": "Lev 6:7",
    "text": "Imam harus mengadakan pendamaian bagi orang itu di hadapan Tuhan, sehingga ia menerima pengampunan atas perkara apa pun yang diperbuatnya sehingga ia bersalah.” Korban bakaran 6:8-13"
  },
  {
    "reference": "Lev 6:8",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 6:9",
    "text": "”Perintahkanlah kepada Harun dan anak-anaknya: Inilah hukum tentang korban bakaran. Korban bakaran itu haruslah tinggal di atas perapian di atas mezbah semalam-malaman sampai pagi, dan api mezbah haruslah dipelihara menyala di atasnya."
  },
  {
    "reference": "Lev 6:10",
    "text": "Imam haruslah mengenakan pakaian lenannya, dan mengenakan celana lenan untuk menutup auratnya. Lalu ia harus mengangkat abu yang ada di atas mezbah sesudah korban bakaran habis dimakan api, dan haruslah ia membuangnya di samping mezbah."
  },
  {
    "reference": "Lev 6:11",
    "text": "Kemudian haruslah ia menanggalkan pakaiannya dan mengenakan pakaian lain, lalu membawa abu itu ke luar perkemahan ke suatu tempat yang tahir."
  },
  {
    "reference": "Lev 6:12",
    "text": "Api yang di atas mezbah itu harus dijaga supaya terus menyala, jangan dibiarkan padam. Tiap-tiap pagi imam harus menaruh kayu di atas mezbah, mengatur korban bakaran di atasnya dan membakar segala lemak korban keselamatan di sana."
  },
  {
    "reference": "Lev 6:13",
    "text": "Harus dijaga supaya api tetap menyala di atas mezbah, janganlah dibiarkan padam.” Korban sajian 6:14-23"
  },
  {
    "reference": "Lev 6:14",
    "text": "”Inilah hukum tentang korban sajian. Anak-anak Harun haruslah membawanya ke hadapan Tuhan ke depan mezbah."
  },
  {
    "reference": "Lev 6:15",
    "text": "Setelah dikhususkan dari korban sajian itu segenggam tepung yang terbaik dengan minyak, serta seluruh kemenyan yang di atas korban sajian itu, maka haruslah semuanya dibakar di atas mezbah sehingga baunya menyenangkan sebagai bagian ingat-ingatannya bagi Tuhan."
  },
  {
    "reference": "Lev 6:16",
    "text": "Selebihnya haruslah dimakan oleh Harun dan anak-anaknya; haruslah itu dimakan sebagai roti yang tidak beragi di suatu tempat yang kudus, haruslah mereka memakannya di pelataran Kemah Pertemuan."
  },
  {
    "reference": "Lev 6:17",
    "text": "Janganlah itu dibakar beragi. Telah Kuberikan itu sebagai bagian mereka dari pada segala korban api-apian-Ku; itulah bagian maha kudus, sama seperti korban penghapus dosa dan korban penghapus salah."
  },
  {
    "reference": "Lev 6:18",
    "text": "Setiap laki-laki di antara anak-anak Harun haruslah memakannya; itulah suatu ketetapan untuk selamanya bagi kamu turun-temurun; itulah bagianmu dari segala korban api-apian Tuhan. Setiap orang yang kena kepada korban-korban itu menjadi kudus.”"
  },
  {
    "reference": "Lev 6:19",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 6:20",
    "text": "”Inilah persembahan Harun dan anak-anaknya, yang harus dipersembahkan oleh mereka kepada Tuhan pada hari ia diurapi: sepersepuluh efa tepung yang terbaik sebagai korban sajian yang tetap, setengahnya pada waktu pagi dan setengahnya pada waktu petang."
  },
  {
    "reference": "Lev 6:21",
    "text": "Haruslah itu diolah di atas panggangan bersama-sama minyak, setelah teraduk haruslah engkau membawanya dan mempersembahkannya sebagai korban sajian, sesudah dibakar dan berpotong-potong sebagai bau yang menyenangkan bagi Tuhan."
  },
  {
    "reference": "Lev 6:22",
    "text": "Dan imam dari antara anak-anaknya yang diurapi sebagai penggantinya, haruslah mengolahnya; itulah suatu ketetapan untuk selamanya. Seluruhnya haruslah dibakar bagi Tuhan."
  },
  {
    "reference": "Lev 6:23",
    "text": "Tiap-tiap korban sajian dari seorang imam itu haruslah menjadi korban yang terbakar seluruhnya, janganlah dimakan.” Korban penghapus dosa 6:24-30"
  },
  {
    "reference": "Lev 6:24",
    "text": "Tuhan berfirman kepada Musa, demikian:"
  },
  {
    "reference": "Lev 6:25",
    "text": "”Katakanlah kepada Harun dan anak-anaknya: Inilah hukum tentang korban penghapus dosa. Di tempat korban bakaran disembelih, di situlah harus disembelih korban penghapus dosa di hadapan Tuhan. Itulah persembahan maha kudus."
  },
  {
    "reference": "Lev 6:26",
    "text": "Imam yang mempersembahkan korban penghapus dosa itulah yang harus memakannya; haruslah itu dimakan di suatu tempat yang kudus, di pelataran Kemah Pertemuan."
  },
  {
    "reference": "Lev 6:27",
    "text": "Setiap orang yang kena kepada daging korban itu menjadi kudus, dan bila darahnya ada yang tepercik kepada sesuatu pakaian, haruslah engkau mencuci pakaian itu di suatu tempat yang kudus."
  },
  {
    "reference": "Lev 6:28",
    "text": "Dan belanga tanah, tempat korban itu dimasak, haruslah dipecahkan, dan jikalau dimasak di dalam belanga tembaga, haruslah belanga itu digosok dan dibasuh dengan air."
  },
  {
    "reference": "Lev 6:29",
    "text": "Setiap laki-laki di antara para imam haruslah memakannya; itulah persembahan maha kudus."
  },
  {
    "reference": "Lev 6:30",
    "text": "Tetapi setiap korban penghapus dosa, yang dari darahnya dibawa sebagian ke dalam Kemah Pertemuan untuk mengadakan pendamaian di dalam tempat kudus, janganlah dimakan, melainkan dibakar habis dengan api.”"
  },
  {
    "reference": "Lev 7:1",
    "text": "”Inilah hukum tentang korban penebus salah. Korban itu ialah persembahan maha kudus."
  },
  {
    "reference": "Lev 7:2",
    "text": "Di tempat orang menyembelih korban bakaran, di situlah harus disembelih korban penebus salah, dan darahnya haruslah disiramkan pada mezbah itu sekelilingnya."
  },
  {
    "reference": "Lev 7:3",
    "text": "Segala lemak dari korban itu haruslah dipersembahkan, yakni ekornya yang berlemak dan lemak yang menutupi isi perut,"
  },
  {
    "reference": "Lev 7:4",
    "text": "dan lagi kedua buah pinggang dan lemak yang melekat padanya, yang ada pada pinggang, dan umbai hati yang harus dipisahkan beserta buah pinggang itu."
  },
  {
    "reference": "Lev 7:5",
    "text": "Haruslah imam membakar semuanya itu di atas mezbah sebagai korban api-apian bagi Tuhan; itulah korban penebus salah."
  },
  {
    "reference": "Lev 7:6",
    "text": "Setiap laki-laki di antara para imam haruslah memakannya; haruslah itu dimakan di suatu tempat yang kudus; itulah bagian maha kudus."
  },
  {
    "reference": "Lev 7:7",
    "text": "Seperti halnya dengan korban penghapus dosa, demikian juga halnya dengan korban penebus salah; satu hukum berlaku atas keduanya: imam yang mengadakan pendamaian dengan korban itu, bagi dialah korban itu."
  },
  {
    "reference": "Lev 7:8",
    "text": "Imam yang mempersembahkan korban bakaran seseorang, bagi dia juga kulit korban bakaran yang dipersembahkannya itu."
  },
  {
    "reference": "Lev 7:9",
    "text": "Tiap-tiap korban sajian yang dibakar di dalam pembakaran roti, dan segala yang diolah di dalam wajan dan di atas panggangan adalah bagi imam yang mempersembahkannya."
  },
  {
    "reference": "Lev 7:10",
    "text": "Tiap-tiap korban sajian yang diolah dengan minyak atau yang kering adalah bagi semua anak-anak Harun, semuanya dapat bagian.” Korban keselamatan 7:11-21"
  },
  {
    "reference": "Lev 7:11",
    "text": "”Inilah hukum tentang korban keselamatan, yang harus dipersembahkan orang kepada Tuhan."
  },
  {
    "reference": "Lev 7:12",
    "text": "Jikalau ia mempersembahkannya untuk memberi syukur, haruslah beserta korban syukur itu dipersembahkannya roti bundar yang tidak beragi yang diolah dengan minyak, dan roti tipis yang tidak beragi yang diolesi dengan minyak, serta roti bundar dari tepung yang terbaik yang teraduk, yang diolah dengan minyak."
  },
  {
    "reference": "Lev 7:13",
    "text": "Ia harus mempersembahkan persembahannya itu beserta dengan roti bundar yang beragi, di samping korban syukur yang menjadi korban keselamatannya."
  },
  {
    "reference": "Lev 7:14",
    "text": "Dan dari padanya, yakni dari setiap bagian persembahan itu haruslah dipersembahkannya satu roti sebagai persembahan khusus bagi Tuhan. Persembahan itu adalah bagian imam yang menyiramkan darah korban keselamatan."
  },
  {
    "reference": "Lev 7:15",
    "text": "Dan daging korban syukur yang menjadi korban keselamatannya itu haruslah dimakan pada hari dipersembahkannya itu. Sedikit pun dari padanya janganlah ditinggalkan sampai pagi."
  },
  {
    "reference": "Lev 7:16",
    "text": "Jikalau korban sembelihan yang dipersembahkan itu merupakan korban nazar atau korban sukarela, haruslah itu dimakan pada hari mempersembahkannya dan yang selebihnya boleh juga dimakan pada keesokan harinya."
  },
  {
    "reference": "Lev 7:17",
    "text": "Tetapi apa yang masih tinggal dari daging korban sembelihan itu sampai hari yang ketiga, haruslah dibakar habis dengan api."
  },
  {
    "reference": "Lev 7:18",
    "text": "Karena jikalau pada hari yang ketiga masih dimakan dari daging korban keselamatan itu, maka Tuhan tidak berkenan akan orang yang mempersembahkannya dan korban itu dianggap batal baginya, bahkan menjadi sesuatu yang jijik, dan orang yang memakannya harus menanggung kesalahannya sendiri."
  },
  {
    "reference": "Lev 7:19",
    "text": "Bila daging itu kena kepada sesuatu yang najis, janganlah dimakan, tetapi haruslah dibakar habis dengan api. Tiap-tiap orang yang tahir boleh memakan dari daging korban itu."
  },
  {
    "reference": "Lev 7:20",
    "text": "Tetapi seseorang yang memakan daging dari korban keselamatan yang untuk Tuhan, sedang ia dalam keadaan najis, haruslah nyawa orang itu dilenyapkan dari antara bangsanya."
  },
  {
    "reference": "Lev 7:21",
    "text": "Dan apabila seseorang kena kepada sesuatu yang najis, yakni kepada kenajisan berasal dari manusia, atau kepada hewan yang najis atau kepada setiap binatang yang merayap yang najis, lalu memakan dari pada daging korban keselamatan yang untuk Tuhan, maka haruslah nyawa orang itu dilenyapkan dari antara bangsanya.” Larangan memakan lemak dan darah 7:22-27"
  },
  {
    "reference": "Lev 7:22",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 7:23",
    "text": "”Katakanlah kepada orang Israel: Segala lemak dari lembu, domba ataupun kambing janganlah kamu makan."
  },
  {
    "reference": "Lev 7:24",
    "text": "Lemak bangkai atau lemak binatang yang mati diterkam boleh dipergunakan untuk segala keperluan, tetapi jangan sekali-kali kamu memakannya."
  },
  {
    "reference": "Lev 7:25",
    "text": "Karena setiap orang yang memakan lemak dari hewan yang dipergunakan untuk mempersembahkan korban api-apian bagi Tuhan, nyawa orang yang memakan itu, haruslah dilenyapkan dari antara bangsanya."
  },
  {
    "reference": "Lev 7:26",
    "text": "- 7:26-27: Kej. 9:4; Im. 17:10-14, 19:26; Ul. 12:16, 23, 15:23 Demikian juga janganlah kamu memakan darah apa pun di segala tempat kediamanmu, baik darah burung-burung ataupun darah hewan."
  },
  {
    "reference": "Lev 7:27",
    "text": "Setiap orang yang memakan darah apa pun, nyawa orang itu haruslah dilenyapkan dari antara bangsanya.” Bagian imam dari pada segala korban keselamatan 7:28-38"
  },
  {
    "reference": "Lev 7:28",
    "text": "Tuhan berfirman kepada Musa, demikian:"
  },
  {
    "reference": "Lev 7:29",
    "text": "”Katakanlah kepada orang Israel: Orang yang mempersembahkan korban keselamatannya kepada Tuhan, haruslah membawa kepada Tuhan sebagian dari korban keselamatannya itu sebagai persembahannya."
  },
  {
    "reference": "Lev 7:30",
    "text": "Dengan tangannya sendirilah harus ia membawa segala korban api-apian Tuhan; adapun lemaknya, haruslah dibawanya beserta dadanya, supaya dadanya itu diunjukkan sebagai persembahan unjukan di hadapan Tuhan."
  },
  {
    "reference": "Lev 7:31",
    "text": "Lalu haruslah imam membakar lemaknya di atas mezbah, tetapi dadanya itu adalah bagian Harun dan anak-anaknya."
  },
  {
    "reference": "Lev 7:32",
    "text": "Paha kanannya harus kamu serahkan kepada imam sebagai persembahan khusus dari segala korban keselamatanmu."
  },
  {
    "reference": "Lev 7:33",
    "text": "Siapa dari antara anak-anak Harun yang mempersembahkan darah dan lemak korban keselamatan, maka dialah yang harus mendapat paha kanan itu sebagai bagiannya."
  },
  {
    "reference": "Lev 7:34",
    "text": "Karena dada persembahan unjukan dan paha persembahan khusus telah Kuambil dari orang Israel dari segala korban keselamatan mereka dan telah Kuberikan kepada imam Harun, dan kepada anak-anaknya; itulah suatu ketetapan yang berlaku bagi orang Israel untuk selamanya.”"
  },
  {
    "reference": "Lev 7:35",
    "text": "Itulah bagian Harun dan bagian anak-anaknya dari segala korban api-apian Tuhan pada hari mereka itu disuruh datang untuk memegang jabatan imam bagi Tuhan;"
  },
  {
    "reference": "Lev 7:36",
    "text": "itulah yang harus diserahkan menurut perintah Tuhan dari pihak Israel kepada mereka pada hari mereka itu diurapi-Nya; itulah suatu ketetapan untuk selamanya bagi mereka turun-temurun."
  },
  {
    "reference": "Lev 7:37",
    "text": "Itulah hukum tentang korban bakaran, korban sajian, korban penghapus dosa, korban penebus salah, persembahan pentahbisan dan korban keselamatan,"
  },
  {
    "reference": "Lev 7:38",
    "text": "yang diperintahkan Tuhan kepada Musa di atas gunung Sinai pada hari Tuhan memerintahkan kepada orang Israel mempersembahkan persembahan mereka kepada Tuhan di padang gurun Sinai."
  },
  {
    "reference": "Lev 8:1",
    "text": "- 8:1-33: Kel. 29:1-34 Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 8:2",
    "text": "”Panggillah Harun dan anak-anaknya bersama-sama dengan dia, dan ambillah pakaian-pakaian, minyak urapan, dan lembu jantan korban penghapus dosa, dua domba jantan dan bakul berisi roti yang tidak beragi,"
  },
  {
    "reference": "Lev 8:3",
    "text": "lalu suruhlah berkumpul segenap umat ke depan pintu Kemah Pertemuan.”"
  },
  {
    "reference": "Lev 8:4",
    "text": "Musa melakukan seperti yang diperintahkan Tuhan kepadanya, lalu berkumpullah umat itu di depan Kemah Pertemuan."
  },
  {
    "reference": "Lev 8:5",
    "text": "Berkatalah Musa kepada umat itu: ”Inilah firman yang diperintahkan Tuhan untuk dilakukan.”"
  },
  {
    "reference": "Lev 8:6",
    "text": "Lalu Musa menyuruh Harun dan anak-anaknya mendekat, dan dibasuhnyalah mereka dengan air."
  },
  {
    "reference": "Lev 8:7",
    "text": "Sesudah itu dikenakannyalah kemeja kepadanya, diikatkannya ikat pinggang, dikenakannya gamis, dikenakannya baju efod, diikatkannya sabuk baju efod dan dikebatkannya sabuk itu kepadanya."
  },
  {
    "reference": "Lev 8:8",
    "text": "Dikenakannyalah tutup dada kepadanya dan dibubuhnya di dalam tutup dada itu Urim dan Tumim."
  },
  {
    "reference": "Lev 8:9",
    "text": "Kemudian ditaruhnyalah serban di kepalanya, dan di atas serban itu di sebelah depan ditaruhnyalah patam emas, yakni jamang yang kudus, seperti yang diperintahkan Tuhan kepada Musa."
  },
  {
    "reference": "Lev 8:10",
    "text": "Musa mengambil minyak urapan, lalu diurapinyalah Kemah Suci serta segala yang ada di dalamnya dan dikuduskannya semuanya itu."
  },
  {
    "reference": "Lev 8:11",
    "text": "Dipercikkannyalah sedikit dari minyak itu ke mezbah tujuh kali dan diurapinya mezbah itu serta segala perkakasnya, dan juga bejana pembasuhan serta alasnya untuk menguduskannya."
  },
  {
    "reference": "Lev 8:12",
    "text": "Kemudian dituangkannya sedikit dari minyak urapan itu ke atas kepala Harun dan diurapinyalah dia untuk menguduskannya."
  },
  {
    "reference": "Lev 8:13",
    "text": "Musa menyuruh anak-anak Harun mendekat, lalu dikenakannyalah kemeja kepada mereka, diikatkannya ikat pinggang dan dililitkannya destar, seperti yang diperintahkan Tuhan kepada Musa."
  },
  {
    "reference": "Lev 8:14",
    "text": "Disuruhnyalah membawa lembu jantan korban penghapus dosa, lalu Harun dan anak-anaknya meletakkan tangannya ke atas kepala lembu jantan korban penghapus dosa itu."
  },
  {
    "reference": "Lev 8:15",
    "text": "Lembu itu disembelih, lalu Musa mengambil darahnya, kemudian dengan jarinya dibubuhnyalah darah itu pada tanduk-tanduk mezbah sekelilingnya, dan dengan demikian disucikannyalah mezbah itu dari dosa; darah selebihnya dituangkannya pada bagian bawah mezbah. Dengan demikian dikuduskannya mezbah itu dan diadakannya pendamaian baginya."
  },
  {
    "reference": "Lev 8:16",
    "text": "Diambillah segala lemak yang melekat pada isi perut, umbai hati, kedua buah pinggang serta lemaknya, lalu Musa membakarnya di atas mezbah."
  },
  {
    "reference": "Lev 8:17",
    "text": "Tetapi lembu jantan itu dengan kulit, daging dan kotorannya dibakarnya habis di luar perkemahan, seperti yang diperintahkan Tuhan kepada Musa."
  },
  {
    "reference": "Lev 8:18",
    "text": "Kemudian disuruhnya membawa domba jantan korban bakaran, lalu Harun dan anak-anaknya meletakkan tangannya ke atas kepala domba jantan itu."
  },
  {
    "reference": "Lev 8:19",
    "text": "Domba itu disembelih, lalu Musa menyiramkan darahnya pada mezbah sekelilingnya."
  },
  {
    "reference": "Lev 8:20",
    "text": "Domba itu dipotong-potong menurut bagian-bagian tertentu, lalu Musa membakar kepalanya dan bagian-bagiannya dan lemaknya."
  },
  {
    "reference": "Lev 8:21",
    "text": "Tetapi isi perut dan betisnya dibasuh dengan air, lalu Musa membakar seluruh domba jantan itu di atas mezbah. Itulah korban bakaran, yang baunya menyenangkan; yakni suatu korban api-apian bagi Tuhan, seperti yang diperintahkan Tuhan kepada Musa."
  },
  {
    "reference": "Lev 8:22",
    "text": "Kemudian disuruhnya membawa domba jantan yang lain, yakni domba persembahan pentahbisan, lalu Harun dan anak-anaknya meletakkan tangannya ke atas kepala domba jantan itu."
  },
  {
    "reference": "Lev 8:23",
    "text": "Domba jantan itu disembelih, lalu Musa mengambil sedikit dari darahnya dan membubuhnya pada cuping telinga kanan Harun, pada ibu jari tangan kanan dan pada ibu jari kaki kanannya."
  },
  {
    "reference": "Lev 8:24",
    "text": "Musa menyuruh anak-anak Harun mendekat, lalu membubuh sedikit dari darah itu pada cuping telinga kanan mereka, pada ibu jari tangan kanan dan pada ibu jari kaki kanan mereka, lalu Musa menyiramkan darah selebihnya pada mezbah sekelilingnya."
  },
  {
    "reference": "Lev 8:25",
    "text": "Diambilnyalah lemaknya, ekornya yang berlemak, segala lemaknya yang melekat pada isi perut, umbai hatinya, kedua buah pinggang serta lemaknya dan paha kanannya."
  },
  {
    "reference": "Lev 8:26",
    "text": "Dan dari dalam bakul berisi roti yang tidak beragi, yang ada di hadapan Tuhan, diambilnyalah satu roti bundar yang tidak beragi, satu roti bundar yang diolah dengan minyak dan satu roti tipis, lalu diletakkannya di atas segala lemak dan di atas paha kanan itu,"
  },
  {
    "reference": "Lev 8:27",
    "text": "dan ditaruhnya seluruhnya di telapak tangan Harun dan di telapak tangan anak-anaknya, dan dipersembahkannya semuanya sebagai persembahan unjukan di hadapan Tuhan."
  },
  {
    "reference": "Lev 8:28",
    "text": "Kemudian Musa mengambil semuanya dari telapak tangan mereka, lalu dibakarnya di atas mezbah, yaitu di atas korban bakaran. Itulah persembahan pentahbisan untuk menjadi bau yang menyenangkan; itulah suatu korban api-apian bagi Tuhan."
  },
  {
    "reference": "Lev 8:29",
    "text": "Musa mengambil dada domba itu, dan mempersembahkannya sebagai persembahan unjukan di hadapan Tuhan. Itulah yang didapat Musa sebagai bagiannya dari domba jantan persembahan pentahbisan itu, seperti yang diperintahkan Tuhan kepada Musa."
  },
  {
    "reference": "Lev 8:30",
    "text": "Dan lagi Musa mengambil sedikit dari minyak urapan dan dari darah yang di atas mezbah itu, lalu dipercikkannya kepada Harun, ke pakaiannya, dan juga kepada anak-anaknya dan ke pakaian anak-anaknya. Dengan demikian ditahbiskannyalah Harun, pakaiannya, dan juga anak-anaknya dan pakaian anak-anaknya."
  },
  {
    "reference": "Lev 8:31",
    "text": "Berkatalah Musa kepada Harun dan kepada anak-anaknya: ”Masaklah daging itu di depan pintu Kemah Pertemuan; di sanalah harus kamu memakannya dengan roti yang ada di dalam bakul untuk persembahan pentahbisan, seperti yang telah kuperintahkan dengan berkata: Harun dan anak-anaknya haruslah memakannya."
  },
  {
    "reference": "Lev 8:32",
    "text": "Dan apa yang tinggal dari daging dan roti itu haruslah kamu bakar habis dengan api."
  },
  {
    "reference": "Lev 8:33",
    "text": "Janganlah kamu pergi dari depan pintu Kemah Pertemuan selama tujuh hari, sampai kepada genapnya perayaan pentahbisan, karena perayaan pentahbisan akan berlangsung tujuh hari lamanya."
  },
  {
    "reference": "Lev 8:34",
    "text": "Seperti yang diperbuat pada hari ini, demikian juga diperintahkan Tuhan kamu perbuat kelak untuk mengadakan pendamaian bagimu."
  },
  {
    "reference": "Lev 8:35",
    "text": "Di depan pintu Kemah Pertemuan haruslah kamu tinggal siang malam tujuh hari lamanya, dan kamu harus lakukan kewajibanmu terhadap Tuhan dengan setia, supaya janganlah kamu mati, karena demikianlah diperintahkan kepadaku.”"
  },
  {
    "reference": "Lev 8:36",
    "text": "Maka Harun dan anak-anaknya melakukan segala firman yang diperintahkan Tuhan dengan perantaraan Musa."
  },
  {
    "reference": "Lev 9:1",
    "text": "Pada hari yang kedelapan Musa memanggil Harun serta anak-anaknya dan para tua-tua Israel,"
  },
  {
    "reference": "Lev 9:2",
    "text": "lalu berkatalah ia kepada Harun: ”Ambillah bagimu sendiri seekor lembu muda, untuk korban penghapus dosa, dan seekor domba jantan untuk korban bakaran, kedua-duanya yang tidak bercela, kemudian persembahkanlah itu di hadapan Tuhan."
  },
  {
    "reference": "Lev 9:3",
    "text": "Dan kepada orang Israel haruslah engkau berkata, begini: Ambillah seekor kambing jantan untuk korban penghapus dosa, dan seekor anak lembu dan seekor domba, masing-masing berumur setahun dan yang tidak bercela, untuk korban bakaran."
  },
  {
    "reference": "Lev 9:4",
    "text": "Dan lagi seekor lembu dan seekor domba jantan untuk korban keselamatan, supaya dikorbankan di hadapan Tuhan, dan korban sajian yang diolah dengan minyak, karena pada hari ini Tuhan akan menampakkan diri kepadamu.”"
  },
  {
    "reference": "Lev 9:5",
    "text": "Kemudian dibawa merekalah apa yang diperintahkan Musa ke Kemah Pertemuan, lalu mendekatlah segenap umat itu dan berdiri di hadapan Tuhan."
  },
  {
    "reference": "Lev 9:6",
    "text": "Kata Musa: ”Inilah firman yang diperintahkan Tuhan kamu perbuat, agar kemuliaan Tuhan tampak kepadamu.”"
  },
  {
    "reference": "Lev 9:7",
    "text": "- 9:7: Ibr. 7:27 Kata Musa kepada Harun: ”Datanglah mendekat kepada mezbah, olahlah korban penghapus dosa dan korban bakaranmu, dan adakanlah pendamaian bagimu sendiri dan bagi bangsa itu; sesudah itu olahlah persembahan bangsa itu dan adakanlah pendamaian bagi mereka, seperti yang diperintahkan Tuhan.”"
  },
  {
    "reference": "Lev 9:8",
    "text": "Maka mendekatlah Harun kepada mezbah, dan disembelihnyalah anak lembu yang akan menjadi korban penghapus dosa baginya sendiri."
  },
  {
    "reference": "Lev 9:9",
    "text": "Anak-anak Harun menyampaikan darah lembu itu kepadanya, dan Harun mencelupkan jarinya ke dalam darah itu dan membubuhnya pada tanduk-tanduk mezbah. Darah selebihnya dituangkannya pada bagian bawah mezbah."
  },
  {
    "reference": "Lev 9:10",
    "text": "Lemak, buah pinggang dan umbai hati dari korban penghapus dosa itu dibakarnya di atas mezbah, seperti yang diperintahkan Tuhan kepada Musa."
  },
  {
    "reference": "Lev 9:11",
    "text": "Tetapi daging dan kulitnya dibakarnya habis di luar perkemahan."
  },
  {
    "reference": "Lev 9:12",
    "text": "Kemudian ia menyembelih korban bakaran, lalu anak-anak Harun menyerahkan darah korban itu kepadanya, maka Harun menyiramkannya pada mezbah sekelilingnya."
  },
  {
    "reference": "Lev 9:13",
    "text": "Juga diserahkan merekalah kepadanya korban bakaran itu menurut bagian-bagian tertentu beserta dengan kepalanya, lalu dibakarnya di atas mezbah."
  },
  {
    "reference": "Lev 9:14",
    "text": "Isi perut dan betisnya dibasuhnya dan dibakarnya dengan korban bakaran di atas mezbah."
  },
  {
    "reference": "Lev 9:15",
    "text": "Sesudah itu dibawanya persembahan bangsa ke mezbah; diambilnyalah kambing jantan yang akan menjadi korban penghapus dosa yang bagi bangsa itu, lalu disembelihnya dan dipersembahkannya sebagai korban penghapus dosa seperti yang pertama."
  },
  {
    "reference": "Lev 9:16",
    "text": "Kemudian dibawanyalah korban bakaran ke mezbah, dan diolahnya sesuai dengan peraturan."
  },
  {
    "reference": "Lev 9:17",
    "text": "Selanjutnya dibawanyalah korban sajian dan diambilnya segenggam dari padanya, lalu dibakarnya di atas mezbah, di samping korban bakaran pada waktu pagi."
  },
  {
    "reference": "Lev 9:18",
    "text": "- 9:18: Im. 3:1-11 Ia menyembelih juga lembu dan domba jantan yang akan menjadi korban keselamatan bagi bangsa itu, lalu anak-anak Harun menyerahkan darah korban itu kepadanya, maka Harun menyiramkannya pada mezbah sekelilingnya."
  },
  {
    "reference": "Lev 9:19",
    "text": "Tetapi segala lemak dari lembu dan dari domba jantan itu, yakni ekor yang berlemak, lemak yang menutupi isi perut, buah pinggang dan umbai hati,"
  },
  {
    "reference": "Lev 9:20",
    "text": "segala lemak itu diletakkan mereka di atas dada kedua korban itu, lalu Harun membakar segala lemak itu di atas mezbah."
  },
  {
    "reference": "Lev 9:21",
    "text": "Dada dan paha kanan itu dipersembahkan Harun sebagai persembahan unjukan di hadapan Tuhan, seperti yang diperintahkan Musa."
  },
  {
    "reference": "Lev 9:22",
    "text": "- 9:22: Bil. 6:22-26 Harun mengangkat kedua tangannya atas bangsa itu, lalu memberkati mereka, kemudian turunlah ia, setelah mempersembahkan korban penghapus dosa, korban bakaran dan korban keselamatan."
  },
  {
    "reference": "Lev 9:23",
    "text": "Masuklah Musa dan Harun ke dalam Kemah Pertemuan. Setelah keluar, mereka memberkati bangsa itu, lalu tampaklah kemuliaan Tuhan kepada segenap bangsa itu."
  },
  {
    "reference": "Lev 9:24",
    "text": "Dan keluarlah api dari hadapan Tuhan, lalu menghanguskan korban bakaran dan segala lemak di atas mezbah. Tatkala seluruh bangsa itu melihatnya, bersorak-sorailah mereka, lalu sujud menyembah."
  },
  {
    "reference": "Lev 10:1",
    "text": "Kemudian anak-anak Harun, Nadab dan Abihu, masing-masing mengambil perbaraannya, membubuh api ke dalamnya serta menaruh ukupan di atas api itu. Dengan demikian mereka mempersembahkan ke hadapan Tuhan api yang asing yang tidak diperintahkan-Nya kepada mereka."
  },
  {
    "reference": "Lev 10:2",
    "text": "Maka keluarlah api dari hadapan Tuhan, lalu menghanguskan keduanya, sehingga mati di hadapan Tuhan."
  },
  {
    "reference": "Lev 10:3",
    "text": "Berkatalah Musa kepada Harun: ”Inilah yang difirmankan Tuhan: Kepada orang yang karib kepada-Ku Kunyatakan kekudusan-Ku, dan di muka seluruh bangsa itu akan Kuperlihatkan kemuliaan-Ku.” Dan Harun berdiam diri."
  },
  {
    "reference": "Lev 10:4",
    "text": "Kemudian Musa memanggil Misael dan Elsafan, anak-anak Uziel, paman Harun, lalu berkatalah ia kepada mereka: ”Datang ke mari, angkatlah saudara-saudaramu ini dari depan tempat kudus ke luar perkemahan.”"
  },
  {
    "reference": "Lev 10:5",
    "text": "Mereka datang, dan mengangkat mayat keduanya, masih berpakaian kemeja, ke luar perkemahan, seperti yang dikatakan Musa."
  },
  {
    "reference": "Lev 10:6",
    "text": "Kemudian berkatalah Musa kepada Harun dan kepada Eleazar dan Itamar, anak-anak Harun: ”Janganlah kamu berkabung dan janganlah kamu berdukacita, supaya jangan kamu mati dan jangan Tuhan memurkai segenap umat ini, tetapi saudara-saudaramu, yaitu seluruh bangsa Israel, merekalah yang harus menangis karena api yang dinyalakan Tuhan itu."
  },
  {
    "reference": "Lev 10:7",
    "text": "Janganlah kamu pergi dari depan pintu Kemah Pertemuan, supaya jangan kamu mati, karena minyak urapan Tuhan ada di atasmu.” Mereka melakukan sesuai dengan perkataan Musa. Larangan tentang minuman keras bagi imam yang menyelenggarakan kebaktian 10:8-11"
  },
  {
    "reference": "Lev 10:8",
    "text": "Tuhan berfirman kepada Harun:"
  },
  {
    "reference": "Lev 10:9",
    "text": "”Janganlah engkau minum anggur atau minuman keras, engkau serta anak-anakmu, bila kamu masuk ke dalam Kemah Pertemuan, supaya jangan kamu mati. Itulah suatu ketetapan untuk selamanya bagi kamu turun-temurun."
  },
  {
    "reference": "Lev 10:10",
    "text": "Haruslah kamu dapat membedakan antara yang kudus dengan yang tidak kudus, antara yang najis dengan yang tidak najis,"
  },
  {
    "reference": "Lev 10:11",
    "text": "dan haruslah kamu dapat mengajarkan kepada orang Israel segala ketetapan yang telah difirmankan Tuhan kepada mereka dengan perantaraan Musa.” Bagian imam dari korban 10:12-20"
  },
  {
    "reference": "Lev 10:12",
    "text": "- 10:12-13: Im. 6:14-18 Kemudian berkatalah Musa kepada Harun dan kepada Eleazar dan Itamar, anak-anak Harun yang tinggal itu: ”Ambillah korban sajian yang tinggal dari segala korban api-apian Tuhan, dan makanlah itu sebagai roti yang tidak beragi di samping mezbah, karena itulah bagian maha kudus."
  },
  {
    "reference": "Lev 10:13",
    "text": "Haruslah kamu memakannya di suatu tempat yang kudus, karena itulah ketetapan bagimu dan anak-anakmu dari segala korban api-apian Tuhan, sebab demikianlah diperintahkan kepadaku."
  },
  {
    "reference": "Lev 10:14",
    "text": "- 10:14-15: Im. 7:30-34 Dada persembahan unjukan dan paha persembahan khusus itu haruslah kamu makan di suatu tempat yang tahir, engkau ini serta anak-anakmu laki-laki dan perempuan, karena semuanya diberikan sebagai ketetapan bagimu dan anak-anakmu dari segala korban keselamatan orang Israel."
  },
  {
    "reference": "Lev 10:15",
    "text": "Paha persembahan khusus dan dada persembahan unjukan itu haruslah dibawa mereka ke tempat segala korban api-apian yang dari lemak itu, supaya dipersembahkan sebagai persembahan unjukan di hadapan Tuhan. Itulah suatu ketetapan untuk selamanya bagimu serta bagi anak-anakmu seperti yang diperintahkan Tuhan.”"
  },
  {
    "reference": "Lev 10:16",
    "text": "Kemudian Musa mencari dengan teliti kambing jantan korban penghapus dosa itu, tetapi ternyata kambing itu sudah habis dibakar. Sebab itu dimarahinyalah Eleazar dan Itamar, anak-anak Harun yang tinggal itu, katanya:"
  },
  {
    "reference": "Lev 10:17",
    "text": "- 10:17: Im. 6:24-26 ”Mengapa tidak kamu makan korban penghapus dosa itu di tempat yang kudus? Bukankah itu sesuatu bagian maha kudus dan Tuhan memberikannya kepadamu, supaya kamu mengangkut kesalahan umat itu dan mengadakan pendamaian bagi mereka di hadapan Tuhan?"
  },
  {
    "reference": "Lev 10:18",
    "text": "Lihat, darahnya itu tidak dibawa masuk ke dalam tempat kudus; bukankah seharusnya kamu memakannya di tempat kudus, seperti yang telah kuperintahkan?”"
  },
  {
    "reference": "Lev 10:19",
    "text": "Lalu berkatalah Harun kepada Musa: ”Memang benar, pada hari ini mereka telah mempersembahkan korban penghapus dosa dan korban bakaran mereka ke hadapan Tuhan, tetapi hal-hal seperti tadilah yang kualami. Jikalau pada hari ini aku memakan juga korban penghapus dosa, mungkinkah hal itu disetujui oleh Tuhan?”"
  },
  {
    "reference": "Lev 10:20",
    "text": "Ketika Musa mendengar itu, ia menyetujuinya."
  },
  {
    "reference": "Lev 11:1",
    "text": "- 11:1-23: Ul. 14:3-20 Lalu Tuhan berfirman kepada Musa dan Harun, kata-Nya kepada mereka:"
  },
  {
    "reference": "Lev 11:2",
    "text": "”Katakanlah kepada orang Israel, begini: Inilah binatang-binatang yang boleh kamu makan dari segala binatang berkaki empat yang ada di atas bumi:"
  },
  {
    "reference": "Lev 11:3",
    "text": "setiap binatang yang berkuku belah, yaitu yang kukunya bersela panjang, dan yang memamah biak boleh kamu makan."
  },
  {
    "reference": "Lev 11:4",
    "text": "Tetapi inilah yang tidak boleh kamu makan dari yang memamah biak atau dari yang berkuku belah: unta, karena memang memamah biak, tetapi tidak berkuku belah; haram itu bagimu."
  },
  {
    "reference": "Lev 11:5",
    "text": "Juga pelanduk, karena memang memamah biak, tetapi tidak berkuku belah; haram itu bagimu."
  },
  {
    "reference": "Lev 11:6",
    "text": "Juga kelinci, karena memang memamah biak, tetapi tidak berkuku belah, haram itu bagimu."
  },
  {
    "reference": "Lev 11:7",
    "text": "Demikian juga babi hutan, karena memang berkuku belah, yaitu kukunya bersela panjang, tetapi tidak memamah biak; haram itu bagimu."
  },
  {
    "reference": "Lev 11:8",
    "text": "Daging binatang-binatang itu janganlah kamu makan dan bangkainya janganlah kamu sentuh; haram semuanya itu bagimu."
  },
  {
    "reference": "Lev 11:9",
    "text": "Inilah yang boleh kamu makan dari segala yang hidup di dalam air: segala yang bersirip dan bersisik di dalam air, di dalam lautan, dan di dalam sungai, itulah semuanya yang boleh kamu makan."
  },
  {
    "reference": "Lev 11:10",
    "text": "Tetapi segala yang tidak bersirip atau bersisik di dalam lautan dan di dalam sungai, dari segala yang berkeriapan di dalam air dan dari segala makhluk hidup yang ada di dalam air, semuanya itu kejijikan bagimu."
  },
  {
    "reference": "Lev 11:11",
    "text": "Sesungguhnya haruslah semuanya itu kejijikan bagimu; dagingnya janganlah kamu makan, dan bangkainya haruslah kamu jijikkan."
  },
  {
    "reference": "Lev 11:12",
    "text": "Segala yang tidak bersirip dan tidak bersisik di dalam air, adalah kejijikan bagimu."
  },
  {
    "reference": "Lev 11:13",
    "text": "Inilah yang harus kamu jijikkan dari burung-burung, janganlah dimakan, karena semuanya itu adalah kejijikan: burung rajawali, ering janggut dan elang laut;"
  },
  {
    "reference": "Lev 11:14",
    "text": "elang merah dan elang hitam menurut jenisnya;"
  },
  {
    "reference": "Lev 11:15",
    "text": "setiap burung gagak menurut jenisnya;"
  },
  {
    "reference": "Lev 11:16",
    "text": "burung unta, burung hantu, camar dan elang sikap menurut jenisnya;"
  },
  {
    "reference": "Lev 11:17",
    "text": "burung pungguk, burung dendang air dan burung hantu besar;"
  },
  {
    "reference": "Lev 11:18",
    "text": "burung hantu putih, burung undan, burung ering;"
  },
  {
    "reference": "Lev 11:19",
    "text": "burung ranggung, bangau menurut jenisnya, meragai dan kelelawar."
  },
  {
    "reference": "Lev 11:20",
    "text": "Segala binatang yang merayap dan bersayap dan berjalan dengan keempat kakinya adalah kejijikan bagimu."
  },
  {
    "reference": "Lev 11:21",
    "text": "Tetapi inilah yang boleh kamu makan dari segala binatang yang merayap dan bersayap dan yang berjalan dengan keempat kakinya, yaitu yang mempunyai paha di sebelah atas kakinya untuk melompat di atas tanah."
  },
  {
    "reference": "Lev 11:22",
    "text": "Inilah yang boleh kamu makan dari antaranya: belalang-belalang menurut jenisnya, yaitu belalang-belalang gambar menurut jenisnya, belalang-belalang kunyit menurut jenisnya, dan belalang-belalang padi menurut jenisnya."
  },
  {
    "reference": "Lev 11:23",
    "text": "Selainnya segala binatang yang merayap dan bersayap dan yang berkaki empat adalah kejijikan bagimu."
  },
  {
    "reference": "Lev 11:24",
    "text": "Semua yang berikut akan menajiskan kamu – setiap orang yang kena kepada bangkainya, menjadi najis sampai matahari terbenam,"
  },
  {
    "reference": "Lev 11:25",
    "text": "dan setiap orang yang ada membawa dari bangkainya haruslah mencuci pakaiannya, dan ia menjadi najis sampai matahari terbenam –,"
  },
  {
    "reference": "Lev 11:26",
    "text": "yakni segala binatang yang berkuku belah, tetapi tidak bersela panjang, dan yang tidak memamah biak; haram semuanya itu bagimu dan setiap orang yang kena kepadanya, menjadi najis."
  },
  {
    "reference": "Lev 11:27",
    "text": "Demikian juga segala yang berjalan dengan telapak kakinya di antara segala binatang yang berjalan dengan keempat kakinya, semuanya itu haram bagimu; setiap orang yang kena kepada bangkainya, menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 11:28",
    "text": "Dan siapa yang membawa bangkainya, haruslah mencuci pakaiannya dan ia menjadi najis sampai matahari terbenam. Haram semuanya itu bagimu."
  },
  {
    "reference": "Lev 11:29",
    "text": "Inilah yang haram bagimu di antara segala binatang yang merayap dan berkeriapan di atas bumi: tikus buta, tikus, dan katak menurut jenisnya"
  },
  {
    "reference": "Lev 11:30",
    "text": "dan landak, biawak, dan bengkarung, siput dan bunglon."
  },
  {
    "reference": "Lev 11:31",
    "text": "Itulah semuanya yang haram bagimu di antara segala binatang yang mengeriap. Setiap orang yang kena kepada binatang-binatang itu sesudah binatang-binatang itu mati, menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 11:32",
    "text": "Dan segala sesuatu menjadi najis, kalau seekor yang mati dari binatang-binatang itu jatuh ke atasnya: perkakas kayu apa saja atau pakaian atau kulit atau karung, setiap barang yang dipergunakan untuk sesuatu apa pun, haruslah dimasukkan ke dalam air dan menjadi najis sampai matahari terbenam, kemudian menjadi tahir pula."
  },
  {
    "reference": "Lev 11:33",
    "text": "Kalau seekor dari binatang-binatang itu jatuh ke dalam sesuatu belanga tanah, maka segala yang ada di dalamnya menjadi najis dan belanga itu harus kamu pecahkan."
  },
  {
    "reference": "Lev 11:34",
    "text": "Dalam hal itu segala makanan yang boleh dimakan, kalau kena air dari belanga itu, menjadi najis, dan segala minuman yang boleh diminum dalam belanga seperti itu, menjadi najis."
  },
  {
    "reference": "Lev 11:35",
    "text": "Kalau bangkai seekor dari binatang-binatang itu jatuh ke atas sesuatu benda, itu menjadi najis; pembakaran roti dan anglo haruslah diremukkan, karena semuanya itu najis dan haruslah najis juga bagimu;"
  },
  {
    "reference": "Lev 11:36",
    "text": "tetapi mata air atau sumur yang memuat air, tetap tahir, sedangkan siapa yang kena kepada bangkai binatang-binatang itu menjadi najis."
  },
  {
    "reference": "Lev 11:37",
    "text": "Apabila bangkai seekor dari binatang-binatang itu jatuh ke atas benih apa pun yang akan ditaburkan, maka benih itu tetap tahir."
  },
  {
    "reference": "Lev 11:38",
    "text": "Tetapi apabila benih itu telah dibubuhi air, lalu ke atasnya jatuh bangkai seekor dari binatang-binatang itu, maka najislah benih itu bagimu."
  },
  {
    "reference": "Lev 11:39",
    "text": "Apabila mati salah seekor binatang yang menjadi makanan bagimu, maka siapa yang kena kepada bangkainya menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 11:40",
    "text": "Dan siapa yang makan dari bangkainya itu, haruslah mencuci pakaiannya, dan ia menjadi najis sampai matahari terbenam; demikian juga siapa yang membawa bangkainya haruslah mencuci pakaiannya, dan ia menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 11:41",
    "text": "Segala binatang yang merayap dan berkeriapan di atas bumi, adalah kejijikan, janganlah dimakan."
  },
  {
    "reference": "Lev 11:42",
    "text": "Segala yang merayap dengan perutnya dan segala yang berjalan dengan keempat kakinya, atau segala yang berkaki banyak, semua yang termasuk binatang yang merayap dan berkeriapan di atas bumi, janganlah kamu makan, karena semuanya itu adalah kejijikan."
  },
  {
    "reference": "Lev 11:43",
    "text": "Janganlah kamu membuat dirimu jijik oleh setiap binatang yang merayap dan berkeriapan dan janganlah kamu menajiskan dirimu dengan semuanya itu, sehingga kamu menjadi najis karenanya."
  },
  {
    "reference": "Lev 11:44",
    "text": "- 11:44-45: Im. 19:2; Ul. 14:21; 1Ptr. 1:16 Sebab Akulah Tuhan, Allahmu, maka haruslah kamu menguduskan dirimu dan haruslah kamu kudus, sebab Aku ini kudus, dan janganlah kamu menajiskan dirimu dengan setiap binatang yang mengeriap dan merayap di atas bumi."
  },
  {
    "reference": "Lev 11:45",
    "text": "Sebab Akulah Tuhan yang telah menuntun kamu keluar dari tanah Mesir, supaya menjadi Allahmu; jadilah kudus, sebab Aku ini kudus."
  },
  {
    "reference": "Lev 11:46",
    "text": "Itulah hukum tentang binatang berkaki empat, burung-burung dan segala makhluk hidup yang bergerak di dalam air dan segala makhluk yang mengeriap di atas bumi,"
  },
  {
    "reference": "Lev 11:47",
    "text": "yakni untuk membedakan antara yang najis dengan yang tahir, antara binatang yang boleh dimakan dengan binatang yang tidak boleh dimakan.”"
  },
  {
    "reference": "Lev 12:1",
    "text": "Tuhan berfirman kepada Musa, demikian:"
  },
  {
    "reference": "Lev 12:2",
    "text": "”Katakanlah kepada orang Israel: Apabila seorang perempuan bersalin dan melahirkan anak laki-laki, maka najislah ia selama tujuh hari. Sama seperti pada hari-hari ia bercemar kain ia najis."
  },
  {
    "reference": "Lev 12:3",
    "text": "- 12:3: Kej. 17:12; Luk. 2:21 Dan pada hari yang kedelapan haruslah dikerat daging kulit khatan anak itu."
  },
  {
    "reference": "Lev 12:4",
    "text": "Selanjutnya tiga puluh tiga hari lamanya perempuan itu harus tinggal menantikan pentahiran dari darah nifas, tidak boleh ia kena kepada sesuatu apa pun yang kudus dan tidak boleh ia masuk ke tempat kudus, sampai sudah genap hari-hari pentahirannya."
  },
  {
    "reference": "Lev 12:5",
    "text": "Tetapi jikalau ia melahirkan anak perempuan, maka najislah ia selama dua minggu, sama seperti pada waktu ia bercemar kain; selanjutnya enam puluh enam hari lamanya ia harus tinggal menantikan pentahiran dari darah nifas."
  },
  {
    "reference": "Lev 12:6",
    "text": "Bila sudah genap hari-hari pentahirannya, maka untuk anak laki-laki atau anak perempuan haruslah dibawanya seekor domba berumur setahun sebagai korban bakaran dan seekor anak burung merpati atau burung tekukur sebagai korban penghapus dosa ke pintu Kemah Pertemuan, dengan menyerahkannya kepada imam."
  },
  {
    "reference": "Lev 12:7",
    "text": "Imam itu harus mempersembahkannya ke hadapan Tuhan dan mengadakan pendamaian bagi perempuan itu. Demikianlah perempuan itu ditahirkan dari leleran darahnya. Itulah hukum tentang perempuan yang melahirkan anak laki-laki atau anak perempuan."
  },
  {
    "reference": "Lev 12:8",
    "text": "- 12:8: Luk. 2:24 Tetapi jikalau ia tidak mampu untuk menyediakan seekor kambing atau domba, maka haruslah ia mengambil dua ekor burung tekukur atau dua ekor anak burung merpati, yang seekor sebagai korban bakaran dan yang seekor lagi sebagai korban penghapus dosa, dan imam itu harus mengadakan pendamaian bagi perempuan itu, maka tahirlah ia.”"
  },
  {
    "reference": "Lev 13:1",
    "text": "Tuhan berfirman kepada Musa dan Harun:"
  },
  {
    "reference": "Lev 13:2",
    "text": "”Apabila pada kulit badan seseorang ada bengkak atau bintil-bintil atau panau, yang mungkin menjadi penyakit kusta pada kulitnya, ia harus dibawa kepada imam Harun, atau kepada salah seorang dari antara anak-anaknya, imam-imam itu."
  },
  {
    "reference": "Lev 13:3",
    "text": "Imam haruslah memeriksa penyakit pada kulit itu, dan kalau bulu di tempat penyakit itu sudah berubah menjadi putih, dan penyakit itu kelihatan lebih dalam dari kulit, maka itu penyakit kusta; kalau imam melihat hal itu, haruslah ia menyatakan orang itu najis."
  },
  {
    "reference": "Lev 13:4",
    "text": "Tetapi jikalau yang ada pada kulitnya itu hanya panau putih dan tidak kelihatan lebih dalam dari kulit, dan bulunya tidak berubah menjadi putih, imam harus mengurung orang itu tujuh hari lamanya."
  },
  {
    "reference": "Lev 13:5",
    "text": "Pada hari yang ketujuh haruslah imam memeriksa dia; bila menurut penglihatannya penyakit itu masih tetap dan tidak meluas pada kulit, imam harus mengurung dia tujuh hari lagi untuk kedua kalinya."
  },
  {
    "reference": "Lev 13:6",
    "text": "Kemudian pada hari yang ketujuh haruslah imam memeriksa dia untuk kedua kalinya; bila penyakit itu menjadi pudar dan tidak meluas pada kulit, imam harus menyatakan dia tahir; itu hanya bintil-bintil. Orang itu harus mencuci pakaiannya dan ia menjadi tahir."
  },
  {
    "reference": "Lev 13:7",
    "text": "Tetapi jikalau bintil-bintil itu memang meluas pada kulit, sesudah ia minta diperiksa oleh imam untuk dinyatakan tahir, haruslah ia minta diperiksa untuk kedua kalinya."
  },
  {
    "reference": "Lev 13:8",
    "text": "Kalau menurut pemeriksaan imam bintil-bintil itu meluas pada kulit, imam harus menyatakan dia najis; itu penyakit kusta."
  },
  {
    "reference": "Lev 13:9",
    "text": "Apabila seseorang kena kusta, ia harus dibawa kepada imam."
  },
  {
    "reference": "Lev 13:10",
    "text": "Kalau menurut pemeriksaan imam pada kulitnya ada bengkak yang putih, yang mengubah bulunya menjadi putih, dan ada daging liar timbul pada bengkak itu,"
  },
  {
    "reference": "Lev 13:11",
    "text": "maka kusta idapanlah yang ada pada kulitnya. Imam harus menyatakan dia najis dengan tidak usah mengurung dia, karena orang itu memang sudah najis."
  },
  {
    "reference": "Lev 13:12",
    "text": "Jikalau kusta itu timbul di mana-mana pada kulit, sehingga menutupi seluruh kulit orang sakit itu, dari kepala sampai kakinya, seberapa dapat dilihat oleh imam,"
  },
  {
    "reference": "Lev 13:13",
    "text": "dan kalau menurut pemeriksaannya kusta itu menutupi seluruh tubuh orang itu, maka ia harus dinyatakan tahir oleh imam; ia seluruhnya telah berubah menjadi putih, jadi ia tahir."
  },
  {
    "reference": "Lev 13:14",
    "text": "Tetapi pada waktu ada tampak daging liar padanya, najislah ia."
  },
  {
    "reference": "Lev 13:15",
    "text": "Kalau daging liar itu dilihat oleh imam, ia harus menyatakan orang itu najis, karena daging liar itu najis, dan itu penyakit kusta."
  },
  {
    "reference": "Lev 13:16",
    "text": "Atau apabila daging liar itu susut dan berubah menjadi putih, haruslah orang itu datang kepada imam."
  },
  {
    "reference": "Lev 13:17",
    "text": "Kalau menurut pemeriksaannya penyakit itu telah berubah menjadi putih, haruslah imam menyatakan orang itu tahir; memang ia tahir."
  },
  {
    "reference": "Lev 13:18",
    "text": "Apabila pada kulit seseorang ada barah yang telah sembuh,"
  },
  {
    "reference": "Lev 13:19",
    "text": "tetapi di tempat barah itu timbul bengkak yang putih atau panau yang putih kemerah-merahan, haruslah orang itu minta diperiksa oleh imam."
  },
  {
    "reference": "Lev 13:20",
    "text": "Kalau menurut pemeriksaannya panau itu kelihatan lebih dalam dari pada kulit dan bulunya telah berubah menjadi putih, maka imam harus menyatakan orang itu najis, karena penyakit kustalah yang timbul di dalam barah itu."
  },
  {
    "reference": "Lev 13:21",
    "text": "Tetapi jikalau panau itu diperiksa oleh imam dan ternyata tidak ada bulu yang putih padanya, dan tidak lebih dalam dari pada kulit, malahan pudar, imam harus mengurung orang itu tujuh hari lamanya."
  },
  {
    "reference": "Lev 13:22",
    "text": "Dan jikalau panau itu memang meluas pada kulit, imam harus menyatakan dia najis; itu penyakit kusta."
  },
  {
    "reference": "Lev 13:23",
    "text": "Tetapi jikalau panau itu masih tetap dan tidak meluas, maka itu bekas barah, dan imam harus menyatakan orang itu tahir."
  },
  {
    "reference": "Lev 13:24",
    "text": "Atau apabila pada kulit seseorang ada lecur karena api dan daging liar yang timbul pada lecur itu menjadi panau yang putih kemerah-merahan atau putih,"
  },
  {
    "reference": "Lev 13:25",
    "text": "maka imam harus memeriksa panau itu; bila ternyata bulu pada panau itu berubah menjadi putih dan panau itu kelihatan lebih dalam dari kulit, maka yang timbul di dalam lecur itu adalah penyakit kusta, dan imam harus menyatakan orang itu najis; itu penyakit kusta."
  },
  {
    "reference": "Lev 13:26",
    "text": "Tetapi jikalau menurut pemeriksaannya tidak ada pada panau itu bulu yang putih dan panau itu tidak lebih dalam dari pada kulit, malahan pudar, imam harus mengurung orang itu tujuh hari lamanya."
  },
  {
    "reference": "Lev 13:27",
    "text": "Pada hari yang ketujuh imam harus memeriksa lagi dia; jikalau panau itu memang meluas pada kulit, maka haruslah imam menyatakan dia najis, itu penyakit kusta."
  },
  {
    "reference": "Lev 13:28",
    "text": "Tetapi jikalau panau itu masih tetap dan tidak meluas pada kulit, malahan pudar, maka itu bengkak lecur dan imam harus menyatakan dia tahir, sebab itu bekas lecur."
  },
  {
    "reference": "Lev 13:29",
    "text": "Apabila seorang laki-laki atau perempuan mendapat penyakit pada kepala atau pada janggut,"
  },
  {
    "reference": "Lev 13:30",
    "text": "imam harus memeriksa penyakit itu; bila itu kelihatan lebih dalam dari kulit, dan ada padanya rambut halus yang kuning, maka imam harus menyatakan orang itu najis, karena itu kudis kepala, yakni kusta kepala atau kusta janggut."
  },
  {
    "reference": "Lev 13:31",
    "text": "Dan apabila menurut pemeriksaannya penyakit kudis itu tidak kelihatan lebih dalam dari kulit dan tidak ada padanya rambut yang hitam, maka imam harus mengurung orang yang kena penyakit kudis itu tujuh hari lamanya."
  },
  {
    "reference": "Lev 13:32",
    "text": "Pada hari yang ketujuh imam harus memeriksa penyakit itu; bila ternyata kudis itu tidak meluas dan tidak ada rambut yang kuning padanya, dan kudis itu tidak kelihatan lebih dalam dari kulit,"
  },
  {
    "reference": "Lev 13:33",
    "text": "maka orang itu harus bercukur, hanya tempat kudis itu tidak boleh dicukurnya. Lalu imam harus mengurung orang yang kena kudis itu untuk kedua kalinya tujuh hari lagi."
  },
  {
    "reference": "Lev 13:34",
    "text": "Kemudian pada hari yang ketujuh imam harus memeriksa lagi kudis itu; bila ternyata, kudis itu tidak meluas pada kulit, dan tidak kelihatan lebih dalam dari kulit, maka imam harus menyatakan orang itu tahir, dan ia harus mencuci pakaiannya dan ia menjadi tahir."
  },
  {
    "reference": "Lev 13:35",
    "text": "Tetapi jikalau kudis itu memang meluas pada kulit, sesudah ia dinyatakan tahir,"
  },
  {
    "reference": "Lev 13:36",
    "text": "dan menurut pemeriksaan imam kudis itu meluas pada kulit, maka imam tidak usah lagi mencari rambut yang kuning, memang orang itu najis."
  },
  {
    "reference": "Lev 13:37",
    "text": "Tetapi jikalau menurut penglihatan imam kudis itu masih tetap, dan ada rambut hitam tumbuh pada kudis itu, maka kudis itu sudah sembuh, dan orang itu tahir, dan imam harus menyatakan dia tahir."
  },
  {
    "reference": "Lev 13:38",
    "text": "Apabila pada kulit seorang laki-laki atau perempuan ada panau-panau, yakni panau-panau yang putih,"
  },
  {
    "reference": "Lev 13:39",
    "text": "imam harus melakukan pemeriksaan; bila ternyata pada kulitnya ada panau-panau pudar dan putih, maka hanya kuraplah yang timbul pada kulitnya dan orang itu tahir."
  },
  {
    "reference": "Lev 13:40",
    "text": "Apabila rambut kepala seorang laki-laki meluruh, dan ia hanya menjadi botak, ia tahir."
  },
  {
    "reference": "Lev 13:41",
    "text": "Jikalau rambutnya meluruh pada sebelah mukanya, dan ia menjadi botak sebelah depan, ia tahir."
  },
  {
    "reference": "Lev 13:42",
    "text": "Tetapi apabila pada kepala yang botak itu, sebelah atas atau sebelah depan, ada penyakit yang putih kemerah-merahan, maka penyakit kustalah yang timbul pada bagian kepala yang botak itu."
  },
  {
    "reference": "Lev 13:43",
    "text": "Lalu imam harus memeriksa dia; bila ternyata bahwa bengkak pada bagian kepala yang botak itu putih kemerah-merahan, dan kelihatannya seperti kusta pada kulit,"
  },
  {
    "reference": "Lev 13:44",
    "text": "maka orang itu sakit kusta, dan ia najis, dan imam harus menyatakan dia najis, karena penyakit yang di kepalanya itu."
  },
  {
    "reference": "Lev 13:45",
    "text": "Orang yang sakit kusta harus berpakaian yang cabik-cabik, rambutnya terurai dan lagi ia harus menutupi mukanya sambil berseru-seru: Najis! Najis!"
  },
  {
    "reference": "Lev 13:46",
    "text": "Selama ia kena penyakit itu, ia tetap najis; memang ia najis; ia harus tinggal terasing, di luar perkemahan itulah tempat kediamannya."
  },
  {
    "reference": "Lev 13:47",
    "text": "Apabila pada pakaian ada tanda kusta, pada pakaian bulu domba atau pakaian lenan,"
  },
  {
    "reference": "Lev 13:48",
    "text": "entah pada benang lungsin atau benang pakannya, entah pada kulit atau sesuatu barang kulit,"
  },
  {
    "reference": "Lev 13:49",
    "text": "– kalau tanda pada barang-barang itu sudah kemerah-merahan warnanya, maka itu kusta – hal itu harus diperiksakan kepada imam."
  },
  {
    "reference": "Lev 13:50",
    "text": "Kalau tanda itu telah diperiksa oleh imam, ia harus mengasingkan yang mempunyai tanda itu tujuh hari lamanya."
  },
  {
    "reference": "Lev 13:51",
    "text": "Pada hari yang ketujuh ia harus memeriksa tanda itu lagi; apabila tanda itu meluas pada pakaian atau benang lungsin atau benang pakan atau pada kulit, entah untuk barang apa pun kulit itu dipakai, maka itu adalah kusta yang jahat sekali, dan barang itu najis."
  },
  {
    "reference": "Lev 13:52",
    "text": "Ia harus membakar barang-barang yang mempunyai tanda itu, karena itu kusta yang jahat sekali; barang-barang itu harus dibakar habis."
  },
  {
    "reference": "Lev 13:53",
    "text": "Tetapi jikalau menurut pemeriksaan imam tanda itu tidak meluas pada barang-barang itu,"
  },
  {
    "reference": "Lev 13:54",
    "text": "maka imam harus memerintahkan orang mencuci barang yang mempunyai tanda itu, lalu ia harus mengasingkannya tujuh hari lagi untuk kedua kalinya."
  },
  {
    "reference": "Lev 13:55",
    "text": "Kemudian sesudah barang itu dicuci, imam harus memeriksa tanda itu lagi; bila ternyata rupa tanda itu tidak berubah, biarpun itu tidak meluas, maka barang itu najis, dan engkau harus membakarnya habis, karena tanda itu semakin mendalam pada sebelah belakang atau sebelah muka."
  },
  {
    "reference": "Lev 13:56",
    "text": "Dan jikalau menurut pemeriksaan imam tanda itu menjadi pudar sesudah dicuci, maka ia harus mengoyakkannya dari barang-barang itu."
  },
  {
    "reference": "Lev 13:57",
    "text": "Tetapi jikalau tanda itu tampak pula pada barang-barang itu, maka itu kusta yang sedang timbul; barang yang mempunyai tanda itu, haruslah kaubakar habis."
  },
  {
    "reference": "Lev 13:58",
    "text": "Tetapi barang-barang yang telah kaucuci, sehingga tanda itu lenyap dari padanya, haruslah dicuci untuk kedua kalinya, barulah menjadi tahir."
  },
  {
    "reference": "Lev 13:59",
    "text": "Itulah hukum tentang kusta yang ada pada pakaian bulu domba atau lenan atau pada benang lungsin atau pada benang pakan atau pada setiap barang kulit, untuk menyatakan tahir atau najisnya.”"
  },
  {
    "reference": "Lev 14:1",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 14:2",
    "text": "- 14:2: Mat. 8:4; Mrk. 1:44; Luk. 5:14, 17:14 ”Inilah yang harus menjadi hukum tentang orang yang sakit kusta pada hari pentahirannya: ia harus dibawa kepada imam,"
  },
  {
    "reference": "Lev 14:3",
    "text": "dan imam harus pergi ke luar perkemahan; kalau menurut pemeriksaan imam penyakit kusta itu telah sembuh dari padanya,"
  },
  {
    "reference": "Lev 14:4",
    "text": "maka imam harus memerintahkan, supaya bagi orang yang akan ditahirkan itu diambil dua ekor burung yang hidup dan yang tidak haram, juga kayu aras, kain kirmizi dan hisop."
  },
  {
    "reference": "Lev 14:5",
    "text": "Imam harus memerintahkan supaya burung yang seekor disembelih di atas belanga tanah berisi air mengalir."
  },
  {
    "reference": "Lev 14:6",
    "text": "Tetapi burung yang masih hidup haruslah diambilnya bersama-sama dengan kayu aras, kain kirmizi dan hisop, lalu bersama-sama dengan burung itu semuanya harus dicelupkannya ke dalam darah burung yang sudah disembelih di atas air mengalir itu."
  },
  {
    "reference": "Lev 14:7",
    "text": "Kemudian ia harus memercik tujuh kali kepada orang yang akan ditahirkan dari kusta itu dan dengan demikian mentahirkan dia, lalu burung yang hidup itu haruslah dilepaskannya ke padang."
  },
  {
    "reference": "Lev 14:8",
    "text": "Orang yang akan ditahirkan itu haruslah mencuci pakaiannya, mencukur seluruh rambutnya dan membasuh tubuhnya dengan air, maka ia menjadi tahir. Sesudah itu ia boleh masuk ke dalam perkemahan, tetapi harus tinggal di luar kemahnya sendiri tujuh hari lamanya."
  },
  {
    "reference": "Lev 14:9",
    "text": "Maka pada hari yang ketujuh ia harus mencukur seluruh rambutnya: rambut kepala, janggut, alis, bahkan segala bulunya harus dicukur, pakaiannya dicuci, dan tubuhnya dibasuh dengan air; maka ia menjadi tahir."
  },
  {
    "reference": "Lev 14:10",
    "text": "Pada hari yang kedelapan ia harus mengambil dua ekor domba jantan yang tidak bercela dan seekor domba betina berumur setahun yang tidak bercela dan tiga persepuluh efa tepung yang terbaik diolah dengan minyak sebagai korban sajian, serta satu log minyak."
  },
  {
    "reference": "Lev 14:11",
    "text": "Imam yang melakukan pentahiran itu harus menempatkan orang yang akan ditahirkan bersama-sama dengan persembahannya di hadapan Tuhan di depan pintu Kemah Pertemuan."
  },
  {
    "reference": "Lev 14:12",
    "text": "Dan ia harus mengambil domba jantan yang seekor dan mempersembahkannya sebagai tebusan salah bersama-sama dengan minyak yang satu log itu, dan ia harus mempersembahkannya sebagai persembahan unjukan di hadapan Tuhan."
  },
  {
    "reference": "Lev 14:13",
    "text": "Domba jantan itu harus disembelihnya di tempat orang menyembelih korban penghapus dosa dan korban bakaran, di tempat kudus, karena korban penebus salah, begitu juga korban penghapus dosa, adalah bagian imam; itulah bagian maha kudus."
  },
  {
    "reference": "Lev 14:14",
    "text": "Imam harus mengambil sedikit dari darah tebusan salah itu dan harus membubuhnya pada cuping telinga kanan dari orang yang akan ditahirkan dan pada ibu jari tangan kanan dan pada ibu jari kaki kanannya."
  },
  {
    "reference": "Lev 14:15",
    "text": "Imam harus mengambil sedikit dari minyak yang satu log itu dan menuangnya ke telapak tangan kiri imam sendiri;"
  },
  {
    "reference": "Lev 14:16",
    "text": "ia harus mencelupkan jari kanannya ke dalam minyak yang di telapak tangan kirinya itu dan sedikit dari minyak itu haruslah dipercikkannya dengan jarinya tujuh kali di hadapan Tuhan."
  },
  {
    "reference": "Lev 14:17",
    "text": "Dari minyak selebihnya imam harus membubuh sedikit pada cuping telinga kanan orang itu, pada ibu jari tangan kanannya dan pada ibu jari kaki kanannya, di tempat mana darah tebusan salah dibubuhkan."
  },
  {
    "reference": "Lev 14:18",
    "text": "Dan apa yang tinggal dari minyak itu haruslah dibubuhnya pada kepala orang yang akan ditahirkan. Dengan demikian imam mengadakan pendamaian bagi orang itu di hadapan Tuhan."
  },
  {
    "reference": "Lev 14:19",
    "text": "Imam harus mempersembahkan korban penghapus dosa dan dengan demikian mengadakan pendamaian bagi orang yang akan ditahirkan dari kenajisannya, dan sesudah itu ia harus menyembelih korban bakaran."
  },
  {
    "reference": "Lev 14:20",
    "text": "Kemudian imam harus mempersembahkan korban bakaran dan korban sajian di atas mezbah. Dengan demikian imam mengadakan pendamaian bagi orang itu, maka ia menjadi tahir."
  },
  {
    "reference": "Lev 14:21",
    "text": "Tetapi jikalau orang itu miskin dan tidak mampu, ia harus mengambil domba jantan seekor saja sebagai tebusan salah untuk persembahan unjukan, supaya diadakan pendamaian bagi orang itu, juga sepersepuluh efa tepung yang terbaik diolah dengan minyak untuk korban sajian, dan satu log minyak."
  },
  {
    "reference": "Lev 14:22",
    "text": "Dan lagi dua ekor burung tekukur atau dua ekor burung merpati sekadar kemampuannya, yang seekor harus menjadi korban penghapus dosa dan yang seekor lagi menjadi korban bakaran."
  },
  {
    "reference": "Lev 14:23",
    "text": "Pada hari yang kedelapan ia harus membawa semuanya untuk pentahirannya kepada imam, ke depan pintu Kemah Pertemuan di hadapan Tuhan."
  },
  {
    "reference": "Lev 14:24",
    "text": "Kemudian imam harus mengambil domba tebusan salah dan minyak yang satu log itu, lalu imam harus mempersembahkan semuanya sebagai persembahan unjukan di hadapan Tuhan."
  },
  {
    "reference": "Lev 14:25",
    "text": "Ia harus menyembelih domba tebusan salah dan imam harus mengambil sedikit dari darah tebusan salah itu dan membubuhnya pada cuping telinga kanan orang itu dan pada ibu jari tangan kanan dan ibu jari kaki kanannya."
  },
  {
    "reference": "Lev 14:26",
    "text": "Dan imam harus menuang sedikit dari minyak itu ke telapak tangan kirinya sendiri,"
  },
  {
    "reference": "Lev 14:27",
    "text": "lalu sedikit dari minyak itu haruslah dipercikkan oleh imam dengan jari kanannya tujuh kali di hadapan Tuhan."
  },
  {
    "reference": "Lev 14:28",
    "text": "Kemudian imam harus membubuh sedikit dari minyak itu pada cuping telinga kanan dari orang yang akan ditahirkan, pada ibu jari tangan kanannya dan pada ibu jari kaki kanannya, di tempat mana dibubuhi darah tebusan salah itu."
  },
  {
    "reference": "Lev 14:29",
    "text": "Dan minyak selebihnya haruslah dibubuhnya pada kepala orang yang akan ditahirkan, supaya diadakan pendamaian bagi orang itu di hadapan Tuhan."
  },
  {
    "reference": "Lev 14:30",
    "text": "Lalu ia harus mempersembahkan seekor dari kedua burung tekukur atau anak burung merpati, yang dibawa orang itu sekadar kemampuannya,"
  },
  {
    "reference": "Lev 14:31",
    "text": "yang seekor sebagai korban penghapus dosa, dan yang seekor lagi sebagai korban bakaran, di samping korban sajian. Dengan demikian imam mengadakan pendamaian bagi orang yang akan ditahirkan di hadapan Tuhan."
  },
  {
    "reference": "Lev 14:32",
    "text": "Itulah hukum tentang pentahiran seorang yang kena kusta yang tidak mampu.”"
  },
  {
    "reference": "Lev 14:33",
    "text": "Tuhan berfirman kepada Musa dan Harun:"
  },
  {
    "reference": "Lev 14:34",
    "text": "”Apabila kamu masuk ke tanah Kanaan yang akan Kuberikan kepadamu menjadi milikmu dan Aku mendatangkan tanda kusta di sebuah rumah di negeri milikmu itu,"
  },
  {
    "reference": "Lev 14:35",
    "text": "maka pemilik rumah itu harus datang memberitahukannya kepada imam: Ada kelihatan seperti tanda kusta di rumahku."
  },
  {
    "reference": "Lev 14:36",
    "text": "Maka imam harus memerintahkan supaya rumah itu dikosongkan, sebelum ia datang memeriksa tanda kusta itu, supaya jangan menjadi najis segala yang ada di dalam rumah itu, dan sesudah itu barulah imam datang untuk memeriksanya."
  },
  {
    "reference": "Lev 14:37",
    "text": "Kalau menurut pemeriksaannya tanda pada dinding rumah itu merupakan lekuk-lekuk yang kehijau-hijauan atau kemerah-merahan warnanya, yang kelihatan lebih dalam dari permukaan dinding itu,"
  },
  {
    "reference": "Lev 14:38",
    "text": "imam harus keluar dari rumah itu, lalu berdiri di depan pintu rumah, dan menutup rumah itu tujuh hari lamanya."
  },
  {
    "reference": "Lev 14:39",
    "text": "Pada hari yang ketujuh imam harus datang kembali; kalau menurut pemeriksaannya tanda kusta itu meluas pada dinding rumah,"
  },
  {
    "reference": "Lev 14:40",
    "text": "maka imam harus memerintahkan supaya orang mengungkit batu-batu yang kena tanda itu dan membuangnya ke luar kota ke suatu tempat yang najis."
  },
  {
    "reference": "Lev 14:41",
    "text": "Dan ia harus mengikis rumah itu sebelah dalam berkeliling, dan kikisan lepa itu haruslah ditumpahkan ke luar kota ke suatu tempat yang najis."
  },
  {
    "reference": "Lev 14:42",
    "text": "Dan orang harus mengambil batu-batu lain, lalu memasangnya sebagai pengganti batu-batu tadi, dan harus mengambil lepa lain dan melepa rumah itu."
  },
  {
    "reference": "Lev 14:43",
    "text": "Tetapi jikalau tanda itu timbul lagi di dalam rumah itu, sesudah batu-batunya diungkit dan sesudah rumah itu dikikis, bahkan sesudah dilepa lagi,"
  },
  {
    "reference": "Lev 14:44",
    "text": "dan kalau imam datang dan menurut pemeriksaannya tanda itu meluas di dalam rumah, maka kusta ganaslah yang di dalam rumah itu, dan rumah itu najis."
  },
  {
    "reference": "Lev 14:45",
    "text": "Rumah itu haruslah dirombak, yakni batunya, kayunya dan segala lepa rumah itu, lalu dibawa semuanya ke luar kota ke suatu tempat yang najis."
  },
  {
    "reference": "Lev 14:46",
    "text": "Dan orang yang masuk ke dalam rumah itu selama rumah itu ditutup, menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 14:47",
    "text": "Dan orang yang tidur di dalam rumah itu haruslah mencuci pakaiannya; demikian juga orang yang makan di dalam rumah itu haruslah mencuci pakaiannya."
  },
  {
    "reference": "Lev 14:48",
    "text": "Tetapi jikalau imam datang dan menurut pemeriksaannya tanda itu tidak meluas di dalam rumah itu, sesudah dilepa, maka imam harus menyatakan rumah itu tahir, karena tanda itu telah hilang."
  },
  {
    "reference": "Lev 14:49",
    "text": "Kemudian, untuk menyucikan rumah itu, haruslah ia mengambil dua ekor burung, kayu aras, kain kirmizi dan hisop."
  },
  {
    "reference": "Lev 14:50",
    "text": "Burung yang seekor haruslah disembelihnya di atas belanga tanah berisi air mengalir."
  },
  {
    "reference": "Lev 14:51",
    "text": "Lalu ia harus mengambil kayu aras dan hisop, kain kirmizi dan burung yang masih hidup itu, dan mencelupkan semuanya ke dalam darah burung yang sudah disembelih dan ke dalam air mengalir itu, kemudian ia harus memercik kepada rumah itu tujuh kali."
  },
  {
    "reference": "Lev 14:52",
    "text": "Dengan demikian ia harus menyucikan rumah itu dengan darah burung, air mengalir, burung yang hidup, kayu aras, hisop, dan kain kirmizi."
  },
  {
    "reference": "Lev 14:53",
    "text": "Dan burung yang hidup itu harus dilepaskannya ke luar kota ke padang. Dengan demikian ia mengadakan pendamaian bagi rumah itu, maka rumah itu menjadi tahir."
  },
  {
    "reference": "Lev 14:54",
    "text": "Itulah hukum tentang setiap penyakit kusta, kudis kepala,"
  },
  {
    "reference": "Lev 14:55",
    "text": "tentang kusta pada pakaian dan rumah,"
  },
  {
    "reference": "Lev 14:56",
    "text": "tentang bengkak, bintil-bintil dan panau,"
  },
  {
    "reference": "Lev 14:57",
    "text": "untuk memberi petunjuk dalam hal najis atau dalam hal tahir; itulah hukum tentang kusta.”"
  },
  {
    "reference": "Lev 15:1",
    "text": "Tuhan berfirman kepada Musa dan Harun:"
  },
  {
    "reference": "Lev 15:2",
    "text": "”Berbicaralah kepada orang Israel dan katakan kepada mereka: Apabila aurat seorang laki-laki mengeluarkan lelehan, maka najislah ia karena lelehannya itu."
  },
  {
    "reference": "Lev 15:3",
    "text": "Beginilah kenajisannya berhubung dengan lelehannya itu: bila auratnya membiarkan lelehan itu mengalir, atau bila auratnya menahannya, sehingga tidak mengeluarkan lelehan, maka itulah kenajisannya."
  },
  {
    "reference": "Lev 15:4",
    "text": "Setiap tempat tidur, yang ditiduri orang yang mengeluarkan lelehan itu menjadi najis, dan setiap barang yang didudukinya menjadi najis juga."
  },
  {
    "reference": "Lev 15:5",
    "text": "Setiap orang yang kena kepada tempat tidurnya haruslah mencuci pakaiannya, membasuh tubuhnya dengan air dan ia menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 15:6",
    "text": "Siapa yang duduk di atas barang yang telah diduduki oleh orang yang demikian haruslah mencuci pakaiannya, membasuh tubuhnya dengan air, dan ia menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 15:7",
    "text": "Siapa yang kena kepada tubuh orang yang demikian, haruslah mencuci pakaiannya, membasuh tubuhnya dengan air dan ia menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 15:8",
    "text": "Apabila orang yang demikian meludahi orang yang tahir, haruslah orang ini mencuci pakaiannya, membasuh tubuhnya dengan air dan ia menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 15:9",
    "text": "Dan setiap pelana yang diduduki orang yang demikian menjadi najis."
  },
  {
    "reference": "Lev 15:10",
    "text": "Setiap orang yang kena kepada sesuatu bekas tempat orang tadi menjadi najis sampai matahari terbenam. Siapa yang mengangkatnya, haruslah mencuci pakaiannya, membasuh tubuhnya dengan air dan ia menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 15:11",
    "text": "Dan setiap orang yang kena pada orang yang demikian, sedang orang ini tidak mencuci tangan dahulu dengan air, haruslah mencuci pakaiannya, membasuh tubuhnya dengan air dan ia menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 15:12",
    "text": "Kalau orang itu kena pada belanga tanah, itu haruslah dipecahkan, dan setiap perkakas kayu haruslah dicuci dengan air."
  },
  {
    "reference": "Lev 15:13",
    "text": "Apabila orang yang demikian sudah bersih dari lelehannya, ia harus menghitung tujuh hari lagi untuk dapat dinyatakan tahir, lalu mencuci pakaiannya, membasuh tubuhnya dengan air mengalir, maka ia menjadi tahir."
  },
  {
    "reference": "Lev 15:14",
    "text": "Pada hari yang kedelapan ia harus mengambil dua ekor burung tekukur atau dua ekor anak burung merpati, dan datang ke hadapan Tuhan, ke pintu Kemah Pertemuan, dan menyerahkan burung-burung itu kepada imam."
  },
  {
    "reference": "Lev 15:15",
    "text": "Lalu imam harus mempersembahkannya, yang seekor sebagai korban penghapus dosa dan yang seekor lagi sebagai korban bakaran. Dengan demikian imam mengadakan pendamaian bagi orang itu di hadapan Tuhan karena lelehannya."
  },
  {
    "reference": "Lev 15:16",
    "text": "Apabila seorang laki-laki tertumpah maninya, ia harus membasuh seluruh tubuhnya dengan air dan ia menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 15:17",
    "text": "Setiap pakaian dan setiap kulit, yang kena tumpahan mani itu, haruslah dicuci dengan air dan menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 15:18",
    "text": "Juga seorang perempuan, kalau seorang laki-laki tidur dengan dia dengan ada tumpahan mani, maka keduanya harus membasuh tubuhnya dengan air dan mereka menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 15:19",
    "text": "Apabila seorang perempuan mengeluarkan lelehan, dan lelehannya itu adalah darah dari auratnya, ia harus tujuh hari lamanya dalam cemar kainnya, dan setiap orang yang kena kepadanya, menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 15:20",
    "text": "Segala sesuatu yang ditidurinya selama ia cemar kain menjadi najis. Dan segala sesuatu yang didudukinya menjadi najis juga."
  },
  {
    "reference": "Lev 15:21",
    "text": "Setiap orang yang kena kepada tempat tidur perempuan itu haruslah mencuci pakaiannya, membasuh tubuhnya dengan air dan ia menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 15:22",
    "text": "Setiap orang yang kena kepada sesuatu barang yang diduduki perempuan itu haruslah mencuci pakaiannya, membasuh diri dengan air dan ia menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 15:23",
    "text": "Juga pada waktu ia kena kepada sesuatu yang ada di tempat tidur atau di atas barang yang diduduki perempuan itu, ia menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 15:24",
    "text": "Jikalau seorang laki-laki tidur dengan perempuan itu, dan ia kena cemar kain perempuan itu, maka ia menjadi najis selama tujuh hari, dan setiap tempat tidur yang ditidurinya menjadi najis juga."
  },
  {
    "reference": "Lev 15:25",
    "text": "Apabila seorang perempuan berhari-hari lamanya mengeluarkan lelehan, yakni lelehan darah yang bukan pada waktu cemar kainnya, atau apabila ia mengeluarkan lelehan lebih lama dari waktu cemar kainnya, maka selama lelehannya yang najis itu perempuan itu adalah seperti pada hari-hari cemar kainnya, yakni ia najis."
  },
  {
    "reference": "Lev 15:26",
    "text": "Setiap tempat tidur yang ditidurinya, selama ia mengeluarkan lelehan, haruslah baginya seperti tempat tidur pada waktu cemar kainnya dan setiap barang yang didudukinya menjadi najis sama seperti kenajisan cemar kainnya."
  },
  {
    "reference": "Lev 15:27",
    "text": "Setiap orang yang kena kepada barang-barang itu menjadi najis, dan ia harus mencuci pakaiannya, membasuh tubuhnya dengan air, dan ia menjadi najis sampai matahari terbenam."
  },
  {
    "reference": "Lev 15:28",
    "text": "Tetapi jikalau perempuan itu sudah tahir dari lelehannya, ia harus menghitung tujuh hari lagi, sesudah itu barulah ia menjadi tahir."
  },
  {
    "reference": "Lev 15:29",
    "text": "Pada hari yang kedelapan ia harus mengambil dua ekor burung tekukur atau dua ekor anak burung merpati dan membawanya kepada imam ke pintu Kemah Pertemuan."
  },
  {
    "reference": "Lev 15:30",
    "text": "Imam harus mempersembahkan yang seekor sebagai korban penghapus dosa dan yang seekor lagi sebagai korban bakaran. Dengan demikian imam mengadakan pendamaian bagi orang itu di hadapan Tuhan, karena lelehannya yang najis itu."
  },
  {
    "reference": "Lev 15:31",
    "text": "Begitulah kamu harus menghindarkan orang Israel dari kenajisannya, supaya mereka jangan mati di dalam kenajisannya, bila mereka menajiskan Kemah Suci-Ku yang ada di tengah-tengah mereka itu.”"
  },
  {
    "reference": "Lev 15:32",
    "text": "Itulah hukum tentang seorang laki-laki yang mengeluarkan lelehan atau yang tertumpah maninya yang menyebabkan dia najis,"
  },
  {
    "reference": "Lev 15:33",
    "text": "dan tentang seorang perempuan yang bercemar kain dan tentang seseorang, baik laki-laki maupun perempuan, yang mengeluarkan lelehan, dan tentang laki-laki yang tidur dengan perempuan yang najis."
  },
  {
    "reference": "Lev 16:1",
    "text": "Sesudah kedua anak Harun mati, yang terjadi pada waktu mereka mendekat ke hadapan Tuhan, berfirmanlah Tuhan kepada Musa."
  },
  {
    "reference": "Lev 16:2",
    "text": "- 16:2: Ibr. 6:19 Firman Tuhan kepadanya: ”Katakanlah kepada Harun, kakakmu, supaya ia jangan sembarang waktu masuk ke dalam tempat kudus di belakang tabir, ke depan tutup pendamaian yang di atas tabut supaya jangan ia mati; karena Aku menampakkan diri dalam awan di atas tutup pendamaian."
  },
  {
    "reference": "Lev 16:3",
    "text": "- 16:3: Ibr. 9:7 Beginilah caranya Harun masuk ke dalam tempat kudus itu, yakni dengan membawa seekor lembu jantan muda untuk korban penghapus dosa dan seekor domba jantan untuk korban bakaran."
  },
  {
    "reference": "Lev 16:4",
    "text": "Ia harus mengenakan kemeja lenan yang kudus dan ia harus menutupi auratnya dengan celana lenan dan ia harus memakai ikat pinggang lenan dan berlilitkan serban lenan; itulah pakaian kudus yang harus dikenakannya, sesudah ia membasuh tubuhnya dengan air."
  },
  {
    "reference": "Lev 16:5",
    "text": "Dari umat Israel ia harus mengambil dua ekor kambing jantan untuk korban penghapus dosa dan seekor domba jantan untuk korban bakaran."
  },
  {
    "reference": "Lev 16:6",
    "text": "Kemudian Harun harus mempersembahkan lembu jantan yang akan menjadi korban penghapus dosa baginya sendiri dan dengan demikian mengadakan pendamaian baginya dan bagi keluarganya."
  },
  {
    "reference": "Lev 16:7",
    "text": "Ia harus mengambil kedua ekor kambing jantan itu dan menempatkannya di hadapan Tuhan di depan pintu Kemah Pertemuan,"
  },
  {
    "reference": "Lev 16:8",
    "text": "dan harus membuang undi atas kedua kambing jantan itu, sebuah undi bagi Tuhan dan sebuah bagi Azazel."
  },
  {
    "reference": "Lev 16:9",
    "text": "Lalu Harun harus mempersembahkan kambing jantan yang kena undi bagi Tuhan itu dan mengolahnya sebagai korban penghapus dosa."
  },
  {
    "reference": "Lev 16:10",
    "text": "Tetapi kambing jantan yang kena undi bagi Azazel haruslah ditempatkan hidup-hidup di hadapan Tuhan untuk mengadakan pendamaian, lalu dilepaskan bagi Azazel ke padang gurun."
  },
  {
    "reference": "Lev 16:11",
    "text": "Harun harus mempersembahkan lembu jantan yang akan menjadi korban penghapus dosa baginya sendiri dan mengadakan pendamaian baginya dan bagi keluarganya; ia harus menyembelih lembu jantan itu."
  },
  {
    "reference": "Lev 16:12",
    "text": "Dan ia harus mengambil perbaraan berisi penuh bara api dari atas mezbah yang di hadapan Tuhan, serta serangkup penuh ukupan dari wangi-wangian yang digiling sampai halus, lalu membawanya masuk ke belakang tabir."
  },
  {
    "reference": "Lev 16:13",
    "text": "Kemudian ia harus meletakkan ukupan itu di atas api yang di hadapan Tuhan, sehingga asap ukupan itu menutupi tutup pendamaian yang di atas hukum Allah, supaya ia jangan mati."
  },
  {
    "reference": "Lev 16:14",
    "text": "Lalu ia harus mengambil sedikit dari darah lembu jantan itu dan memercikkannya dengan jarinya ke atas tutup pendamaian di bagian muka, dan ke depan tutup pendamaian itu ia harus memercikkan sedikit dari darah itu dengan jarinya tujuh kali."
  },
  {
    "reference": "Lev 16:15",
    "text": "- 16:15: Ibr. 9:12 Lalu ia harus menyembelih domba jantan yang akan menjadi korban penghapus dosa bagi bangsa itu dan membawa darahnya masuk ke belakang tabir, kemudian haruslah diperbuatnya dengan darah itu seperti yang diperbuatnya dengan darah lembu jantan, yakni ia harus memercikkannya ke atas tutup pendamaian dan ke depan tutup pendamaian itu."
  },
  {
    "reference": "Lev 16:16",
    "text": "Dengan demikian ia mengadakan pendamaian bagi tempat kudus itu karena segala kenajisan orang Israel dan karena segala pelanggaran mereka, apa pun juga dosa mereka. Demikianlah harus diperbuatnya dengan Kemah Pertemuan yang tetap diam di antara mereka di tengah-tengah segala kenajisan mereka."
  },
  {
    "reference": "Lev 16:17",
    "text": "Seorang pun tidak boleh hadir di dalam Kemah Pertemuan, bila Harun masuk untuk mengadakan pendamaian di tempat kudus, sampai ia keluar, setelah mengadakan pendamaian baginya sendiri, bagi keluarganya dan bagi seluruh jemaah orang Israel."
  },
  {
    "reference": "Lev 16:18",
    "text": "Kemudian haruslah ia pergi ke luar ke mezbah yang ada di hadapan Tuhan, dan mengadakan pendamaian bagi mezbah itu. Ia harus mengambil sedikit dari darah lembu jantan dan dari darah domba jantan itu dan membubuhnya pada tanduk-tanduk mezbah sekelilingnya."
  },
  {
    "reference": "Lev 16:19",
    "text": "Kemudian ia harus memercikkan sedikit dari darah itu ke mezbah itu dengan jarinya tujuh kali dan mentahirkan serta menguduskannya dari segala kenajisan orang Israel."
  },
  {
    "reference": "Lev 16:20",
    "text": "Setelah selesai mengadakan pendamaian bagi tempat kudus dan Kemah Pertemuan serta mezbah, ia harus mempersembahkan kambing jantan yang masih hidup itu,"
  },
  {
    "reference": "Lev 16:21",
    "text": "dan Harun harus meletakkan kedua tangannya ke atas kepala kambing jantan yang hidup itu dan mengakui di atas kepala kambing itu segala kesalahan orang Israel dan segala pelanggaran mereka, apa pun juga dosa mereka; ia harus menanggungkan semuanya itu ke atas kepala kambing jantan itu dan kemudian melepaskannya ke padang gurun dengan perantaraan seseorang yang sudah siap sedia untuk itu."
  },
  {
    "reference": "Lev 16:22",
    "text": "Demikianlah kambing jantan itu harus mengangkut segala kesalahan Israel ke tanah yang tandus, dan kambing itu harus dilepaskan di padang gurun."
  },
  {
    "reference": "Lev 16:23",
    "text": "- 16:23: Yeh. 44:19 Sesudah itu Harun harus masuk ke dalam Kemah Pertemuan dan menanggalkan pakaian lenan, yang dikenakannya ketika ia masuk ke dalam tempat kudus dan harus meninggalkannya di sana."
  },
  {
    "reference": "Lev 16:24",
    "text": "Ia harus membasuh tubuhnya dengan air di suatu tempat yang kudus dan mengenakan pakaiannya sendiri, lalu ia harus keluar dan mempersembahkan korban bakarannya sendiri dan korban bakaran bangsa itu; dengan demikian ia mengadakan pendamaian baginya sendiri dan bagi bangsa itu."
  },
  {
    "reference": "Lev 16:25",
    "text": "Kemudian ia harus membakar lemak korban penghapus dosa di atas mezbah."
  },
  {
    "reference": "Lev 16:26",
    "text": "Maka orang yang melepaskan kambing jantan bagi Azazel itu harus mencuci pakaiannya, membasuh tubuhnya dengan air dan sesudah itu barulah boleh masuk ke perkemahan."
  },
  {
    "reference": "Lev 16:27",
    "text": "- 16:27: Ibr. 13:11 Lembu jantan dan kambing jantan korban penghapus dosa, yang darahnya telah dibawa masuk untuk mengadakan pendamaian di dalam tempat kudus, harus dibawa keluar dari perkemahan, dan kulitnya, dagingnya dan kotorannya harus dibakar habis."
  },
  {
    "reference": "Lev 16:28",
    "text": "Siapa yang membakar semuanya itu, harus mencuci pakaiannya, membasuh tubuhnya dengan air dan sesudah itu barulah boleh masuk ke perkemahan."
  },
  {
    "reference": "Lev 16:29",
    "text": "- 16:29-34: Im. 23:26-32; Bil. 29:7-11 Inilah yang harus menjadi ketetapan untuk selama-lamanya bagi kamu, yakni pada bulan yang ketujuh, pada tanggal sepuluh bulan itu kamu harus merendahkan diri dengan berpuasa dan janganlah kamu melakukan sesuatu pekerjaan, baik orang Israel asli maupun orang asing yang tinggal di tengah-tengahmu."
  },
  {
    "reference": "Lev 16:30",
    "text": "Karena pada hari itu harus diadakan pendamaian bagimu untuk mentahirkan kamu. Kamu akan ditahirkan dari segala dosamu di hadapan Tuhan."
  },
  {
    "reference": "Lev 16:31",
    "text": "Hari itu harus menjadi sabat, hari perhentian penuh, bagimu dan kamu harus merendahkan diri dengan berpuasa. Itulah suatu ketetapan untuk selama-lamanya."
  },
  {
    "reference": "Lev 16:32",
    "text": "Dan pendamaian harus diadakan oleh imam yang telah diurapi dan telah ditahbiskan untuk memegang jabatan imam menggantikan ayahnya; ia harus mengenakan pakaian lenan, yakni pakaian kudus."
  },
  {
    "reference": "Lev 16:33",
    "text": "Ia harus mengadakan pendamaian bagi tempat maha kudus, bagi Kemah Pertemuan dan bagi mezbah, juga bagi para imam dan bagi seluruh bangsa itu, yakni jemaah itu."
  },
  {
    "reference": "Lev 16:34",
    "text": "Itulah yang harus menjadi ketetapan untuk selama-lamanya bagimu, supaya sekali setahun diadakan pendamaian bagi orang Israel karena segala dosa mereka.” Maka Harun melakukan seperti yang diperintahkan Tuhan kepada Musa."
  },
  {
    "reference": "Lev 17:1",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 17:2",
    "text": "”Berbicaralah kepada Harun dan kepada anak-anaknya dan kepada seluruh orang Israel, dan katakan kepada mereka: Inilah firman yang diperintahkan Tuhan:"
  },
  {
    "reference": "Lev 17:3",
    "text": "Setiap orang dari kaum Israel yang menyembelih lembu atau domba atau kambing di dalam perkemahan atau di luarnya,"
  },
  {
    "reference": "Lev 17:4",
    "text": "tetapi tidak membawanya ke pintu Kemah Pertemuan, untuk dipersembahkan sebagai persembahan kepada Tuhan di depan Kemah Suci Tuhan, hal itu harus dihitungkan kepada orang itu sebagai hutang darah, karena ia telah menumpahkan darah, dan orang itu haruslah dilenyapkan dari tengah-tengah bangsanya."
  },
  {
    "reference": "Lev 17:5",
    "text": "Maksudnya supaya orang Israel membawa korban sembelihan mereka, yang biasa dipersembahkan mereka di padang, kepada Tuhan ke pintu Kemah Pertemuan dengan menyerahkannya kepada imam, untuk dipersembahkan kepada Tuhan sebagai korban keselamatan."
  },
  {
    "reference": "Lev 17:6",
    "text": "Imam harus menyiramkan darahnya pada mezbah Tuhan di depan pintu Kemah Pertemuan dan membakar lemaknya menjadi bau yang menyenangkan bagi Tuhan."
  },
  {
    "reference": "Lev 17:7",
    "text": "Janganlah mereka mempersembahkan lagi korban mereka kepada jin-jin, sebab menyembah jin-jin itu adalah zinah. Itulah yang harus menjadi ketetapan untuk selama-lamanya bagi mereka turun-temurun."
  },
  {
    "reference": "Lev 17:8",
    "text": "Dan haruslah kaukatakan kepada mereka: Setiap orang dari kaum Israel atau dari orang asing yang tinggal di tengah-tengah mereka, yang mempersembahkan korban bakaran atau korban sembelihan,"
  },
  {
    "reference": "Lev 17:9",
    "text": "tetapi tidak membawanya ke pintu Kemah Pertemuan supaya dipersembahkan kepada Tuhan, maka orang itu haruslah dilenyapkan dari antara orang-orang sebangsanya.” Larangan tentang makan darah atau bangkai 17:10-16"
  },
  {
    "reference": "Lev 17:10",
    "text": "- 17:10: Kej. 9:4; Im. 7:26-27, 19:26; Ul. 12:16, 23, 15:23 ”Setiap orang dari bangsa Israel dan dari orang asing yang tinggal di tengah-tengah mereka, yang makan darah apa pun juga Aku sendiri akan menentang dia dan melenyapkan dia dari tengah-tengah bangsanya."
  },
  {
    "reference": "Lev 17:11",
    "text": "- 17:11: Ibr. 9:22 Karena nyawa makhluk ada di dalam darahnya dan Aku telah memberikan darah itu kepadamu di atas mezbah untuk mengadakan pendamaian bagi nyawamu, karena darah mengadakan pendamaian dengan perantaraan nyawa."
  },
  {
    "reference": "Lev 17:12",
    "text": "Itulah sebabnya Aku berfirman kepada orang Israel: Seorang pun di antaramu janganlah makan darah. Demikian juga orang asing yang tinggal di tengah-tengahmu tidak boleh makan darah."
  },
  {
    "reference": "Lev 17:13",
    "text": "Setiap orang dari orang Israel dan dari orang asing yang tinggal di tengah-tengahmu, yang menangkap dalam perburuan seekor binatang atau burung yang boleh dimakan, haruslah mencurahkan darahnya, lalu menimbunnya dengan tanah."
  },
  {
    "reference": "Lev 17:14",
    "text": "Karena darah itulah nyawa segala makhluk. Sebab itu Aku telah berfirman kepada orang Israel: Darah makhluk apa pun janganlah kamu makan, karena darah itulah nyawa segala makhluk: setiap orang yang memakannya haruslah dilenyapkan."
  },
  {
    "reference": "Lev 17:15",
    "text": "Dan setiap orang yang makan bangkai atau sisa mangsa binatang buas, baik ia orang Israel asli maupun orang asing, haruslah mencuci pakaiannya, membasuh tubuhnya dengan air dan ia menjadi najis sampai matahari terbenam, barulah ia menjadi tahir."
  },
  {
    "reference": "Lev 17:16",
    "text": "Tetapi jikalau ia tidak mencuci pakaiannya dan tidak membasuh tubuhnya, ia akan menanggung kesalahannya sendiri.”"
  },
  {
    "reference": "Lev 18:1",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 18:2",
    "text": "”Berbicaralah kepada orang Israel dan katakan kepada mereka: Akulah Tuhan, Allahmu."
  },
  {
    "reference": "Lev 18:3",
    "text": "Janganlah kamu berbuat seperti yang diperbuat orang di tanah Mesir, di mana kamu diam dahulu; juga janganlah kamu berbuat seperti yang diperbuat orang di tanah Kanaan, ke mana Aku membawa kamu; janganlah kamu hidup menurut kebiasaan mereka."
  },
  {
    "reference": "Lev 18:4",
    "text": "Kamu harus lakukan peraturan-Ku dan harus berpegang pada ketetapan-Ku dengan hidup menurut semuanya itu; Akulah Tuhan, Allahmu."
  },
  {
    "reference": "Lev 18:5",
    "text": "- 18:5: Neh. 9:29; Yeh. 18:9, 20:11-13; Luk. 10:28; Rm. 10:5; Gal. 3:12 Sesungguhnya kamu harus berpegang pada ketetapan-Ku dan peraturan-Ku. Orang yang melakukannya, akan hidup karenanya; Akulah Tuhan."
  },
  {
    "reference": "Lev 18:6",
    "text": "Siapa pun di antaramu janganlah menghampiri seorang kerabatnya yang terdekat untuk menyingkapkan auratnya; Akulah Tuhan."
  },
  {
    "reference": "Lev 18:7",
    "text": "Janganlah kausingkapkan aurat isteri ayahmu, karena ia hak ayahmu; dia ibumu, jadi janganlah singkapkan auratnya."
  },
  {
    "reference": "Lev 18:8",
    "text": "- 18:8-23: Im. 20:1-5, 10-21; Ul. 27:20-23 Janganlah kausingkapkan aurat seorang isteri ayahmu, karena ia hak ayahmu."
  },
  {
    "reference": "Lev 18:9",
    "text": "Mengenai aurat saudaramu perempuan, anak ayahmu atau anak ibumu, baik yang lahir di rumah ayahmu maupun yang lahir di luar, janganlah kausingkapkan auratnya."
  },
  {
    "reference": "Lev 18:10",
    "text": "Mengenai aurat anak perempuan dari anakmu laki-laki atau anakmu perempuan, janganlah kausingkapkan auratnya, karena dengan begitu engkau menodai keturunanmu."
  },
  {
    "reference": "Lev 18:11",
    "text": "Mengenai aurat anak perempuan dari seorang isteri ayahmu, yang lahir pada ayahmu sendiri, janganlah kausingkapkan auratnya, karena ia saudaramu perempuan."
  },
  {
    "reference": "Lev 18:12",
    "text": "Janganlah kausingkapkan aurat saudara perempuan ayahmu, karena ia kerabat ayahmu."
  },
  {
    "reference": "Lev 18:13",
    "text": "Janganlah kausingkapkan aurat saudara perempuan ibumu, karena ia kerabat ibumu."
  },
  {
    "reference": "Lev 18:14",
    "text": "Janganlah kausingkapkan aurat isteri saudara laki-laki ayahmu, janganlah kauhampiri isterinya, karena ia isteri saudara ayahmu."
  },
  {
    "reference": "Lev 18:15",
    "text": "Janganlah kausingkapkan aurat menantumu perempuan, karena ia isteri anakmu laki-laki, maka janganlah kausingkapkan auratnya."
  },
  {
    "reference": "Lev 18:16",
    "text": "Janganlah kausingkapkan aurat isteri saudaramu laki-laki, karena itu hak saudaramu laki-laki."
  },
  {
    "reference": "Lev 18:17",
    "text": "Janganlah kausingkapkan aurat seorang perempuan dan anaknya perempuan. Janganlah kauambil anak perempuan dari anaknya laki-laki atau dari anaknya perempuan untuk menyingkapkan auratnya, karena mereka adalah kerabatmu; itulah perbuatan mesum."
  },
  {
    "reference": "Lev 18:18",
    "text": "Janganlah kauambil seorang perempuan sebagai madu kakaknya untuk menyingkapkan auratnya di samping kakaknya selama kakaknya itu masih hidup."
  },
  {
    "reference": "Lev 18:19",
    "text": "Janganlah kauhampiri seorang perempuan pada waktu cemar kainnya yang menajiskan untuk menyingkapkan auratnya."
  },
  {
    "reference": "Lev 18:20",
    "text": "Dan janganlah engkau bersetubuh dengan isteri sesamamu, sehingga engkau menjadi najis dengan dia."
  },
  {
    "reference": "Lev 18:21",
    "text": "Janganlah kauserahkan seorang dari anak-anakmu untuk dipersembahkan kepada Molokh, supaya jangan engkau melanggar kekudusan nama Allahmu; Akulah Tuhan."
  },
  {
    "reference": "Lev 18:22",
    "text": "Janganlah engkau tidur dengan laki-laki secara orang bersetubuh dengan perempuan, karena itu suatu kekejian."
  },
  {
    "reference": "Lev 18:23",
    "text": "Janganlah engkau berkelamin dengan binatang apa pun, sehingga engkau menjadi najis dengan binatang itu. Seorang perempuan janganlah berdiri di depan seekor binatang untuk berkelamin, karena itu suatu perbuatan keji."
  },
  {
    "reference": "Lev 18:24",
    "text": "Janganlah kamu menajiskan dirimu dengan semuanya itu, sebab dengan semuanya itu bangsa-bangsa yang akan Kuhalaukan dari depanmu telah menjadi najis."
  },
  {
    "reference": "Lev 18:25",
    "text": "Negeri itu telah menjadi najis dan Aku telah membalaskan kesalahannya kepadanya, sehingga negeri itu memuntahkan penduduknya."
  },
  {
    "reference": "Lev 18:26",
    "text": "Tetapi kamu ini haruslah tetap berpegang pada ketetapan-Ku dan peraturan-Ku dan jangan melakukan sesuatu pun dari segala kekejian itu, baik orang Israel asli maupun orang asing yang tinggal di tengah-tengahmu,"
  },
  {
    "reference": "Lev 18:27",
    "text": "– karena segala kekejian itu telah dilakukan oleh penghuni negeri yang sebelum kamu, sehingga negeri itu sudah menjadi najis –"
  },
  {
    "reference": "Lev 18:28",
    "text": "supaya kamu jangan dimuntahkan oleh negeri itu, apabila kamu menajiskannya, seperti telah dimuntahkannya bangsa yang sebelum kamu."
  },
  {
    "reference": "Lev 18:29",
    "text": "Karena setiap orang yang melakukan sesuatu pun dari segala kekejian itu, orang itu harus dilenyapkan dari tengah-tengah bangsanya."
  },
  {
    "reference": "Lev 18:30",
    "text": "Dengan demikian kamu harus tetap berpegang pada kewajibanmu terhadap Aku, dan jangan kamu melakukan sesuatu dari kebiasaan yang keji itu, yang dilakukan sebelum kamu, dan janganlah kamu menajiskan dirimu dengan semuanya itu; Akulah Tuhan, Allahmu.”"
  },
  {
    "reference": "Lev 19:1",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 19:2",
    "text": "- 19:2: Im. 11:44-45; 1Ptr. 1:16 ”Berbicaralah kepada segenap jemaah Israel dan katakan kepada mereka: Kuduslah kamu, sebab Aku, Tuhan, Allahmu, kudus."
  },
  {
    "reference": "Lev 19:3",
    "text": "- 19:3: Kel. 20:8, 12; Ul. 5:12, 16 Setiap orang di antara kamu haruslah menyegani ibunya dan ayahnya dan memelihara hari-hari sabat-Ku; Akulah Tuhan, Allahmu."
  },
  {
    "reference": "Lev 19:4",
    "text": "- 19:4: Ul. 27:15 Janganlah kamu berpaling kepada berhala-berhala dan janganlah kamu membuat bagimu dewa tuangan; Akulah Tuhan, Allahmu."
  },
  {
    "reference": "Lev 19:5",
    "text": "Apabila kamu mempersembahkan korban keselamatan kepada Tuhan, kamu harus mempersembahkannya sedemikian, hingga Tuhan berkenan akan kamu."
  },
  {
    "reference": "Lev 19:6",
    "text": "Dan haruslah itu dimakan pada hari mempersembahkannya atau boleh juga pada keesokan harinya, tetapi apa yang tinggal sampai hari yang ketiga haruslah dibakar habis."
  },
  {
    "reference": "Lev 19:7",
    "text": "Jikalau dimakan juga pada hari yang ketiga, maka itu menjadi sesuatu yang jijik dan Tuhan tidak berkenan akan orang itu."
  },
  {
    "reference": "Lev 19:8",
    "text": "Siapa yang memakannya, akan menanggung kesalahannya sendiri, karena ia telah melanggar kekudusan persembahan kudus yang kepada Tuhan. Nyawa orang itu haruslah dilenyapkan dari antara orang-orang sebangsanya."
  },
  {
    "reference": "Lev 19:9",
    "text": "- 19:9-10: Im. 23:22 Pada waktu kamu menuai hasil tanahmu, janganlah kausabit ladangmu habis-habis sampai ke tepinya, dan janganlah kaupungut apa yang ketinggalan dari penuaianmu."
  },
  {
    "reference": "Lev 19:10",
    "text": "Juga sisa-sisa buah anggurmu janganlah kaupetik untuk kedua kalinya dan buah yang berjatuhan di kebun anggurmu janganlah kaupungut, tetapi semuanya itu harus kautinggalkan bagi orang miskin dan bagi orang asing; Akulah Tuhan, Allahmu."
  },
  {
    "reference": "Lev 19:11",
    "text": "- 19:11: Kel. 20:15-16; Ul. 5:19-20 Janganlah kamu mencuri, janganlah kamu berbohong dan janganlah kamu berdusta seorang kepada sesamanya."
  },
  {
    "reference": "Lev 19:12",
    "text": "- 19:12: Kel. 20:7; Ul. 5:11; Mat. 5:33 Janganlah kamu bersumpah dusta demi nama-Ku, supaya engkau jangan melanggar kekudusan nama Allahmu; Akulah Tuhan."
  },
  {
    "reference": "Lev 19:13",
    "text": "- 19:13: Ul. 24:14-15 Janganlah engkau memeras sesamamu manusia dan janganlah engkau merampas; janganlah kautahan upah seorang pekerja harian sampai besok harinya."
  },
  {
    "reference": "Lev 19:14",
    "text": "- 19:14: Ul. 27:18 Janganlah kaukutuki orang tuli dan di depan orang buta janganlah kautaruh batu sandungan, tetapi engkau harus takut akan Allahmu; Akulah Tuhan."
  },
  {
    "reference": "Lev 19:15",
    "text": "- 19:15: Kel. 23:6-8; Ul. 16:19 Janganlah kamu berbuat curang dalam peradilan; janganlah engkau membela orang kecil dengan tidak sewajarnya dan janganlah engkau terpengaruh oleh orang-orang besar, tetapi engkau harus mengadili orang sesamamu dengan kebenaran."
  },
  {
    "reference": "Lev 19:16",
    "text": "Janganlah engkau pergi kian ke mari menyebarkan fitnah di antara orang-orang sebangsamu; janganlah engkau mengancam hidup sesamamu manusia; Akulah Tuhan."
  },
  {
    "reference": "Lev 19:17",
    "text": "- 19:17: Mat. 18:15 Janganlah engkau membenci saudaramu di dalam hatimu, tetapi engkau harus berterus terang menegor orang sesamamu dan janganlah engkau mendatangkan dosa kepada dirimu karena dia."
  },
  {
    "reference": "Lev 19:18",
    "text": "- 19:18: Mat. 5:43, 19:19, 22:39; Mrk. 12:31; Luk. 10:27; Rm. 13:9; Gal. 5:14; Yak. 2:8 Janganlah engkau menuntut balas, dan janganlah menaruh dendam terhadap orang-orang sebangsamu, melainkan kasihilah sesamamu manusia seperti dirimu sendiri; Akulah Tuhan."
  },
  {
    "reference": "Lev 19:19",
    "text": "Kamu harus berpegang kepada ketetapan-Ku. Janganlah kawinkan dua jenis ternak dan janganlah taburi ladangmu dengan dua jenis benih, dan janganlah pakai pakaian yang dibuat dari pada dua jenis bahan."
  },
  {
    "reference": "Lev 19:20",
    "text": "Apabila seorang laki-laki bersetubuh dengan seorang perempuan, yakni seorang budak perempuan yang ada di bawah kuasa laki-laki lain, tetapi yang tidak pernah ditebus dan tidak juga diberi surat tanda merdeka, maka perbuatan itu haruslah dihukum; tetapi janganlah keduanya dihukum mati, karena perempuan itu belum dimerdekakan."
  },
  {
    "reference": "Lev 19:21",
    "text": "Laki-laki itu harus membawa tebusan salahnya kepada Tuhan ke pintu Kemah Pertemuan, yakni seekor domba jantan sebagai korban penebus salah."
  },
  {
    "reference": "Lev 19:22",
    "text": "Imam harus mengadakan pendamaian bagi orang itu dengan domba jantan korban penebus salah di hadapan Tuhan, karena dosa yang telah diperbuatnya, sehingga ia beroleh pengampunan dari dosanya itu."
  },
  {
    "reference": "Lev 19:23",
    "text": "Apabila kamu sudah masuk ke negeri itu dan menanam bermacam-macam pohon buah-buahan, janganlah kamu memetik buahnya selama tiga tahun dan jangan memakannya."
  },
  {
    "reference": "Lev 19:24",
    "text": "Tetapi pada tahun yang keempat haruslah segala buahnya menjadi persembahan kudus sebagai puji-pujian bagi Tuhan."
  },
  {
    "reference": "Lev 19:25",
    "text": "Barulah pada tahun yang kelima kamu boleh memakan buahnya, supaya hasilnya ditambah bagimu; Akulah Tuhan, Allahmu."
  },
  {
    "reference": "Lev 19:26",
    "text": "- 19:26: Im. 17:10; Ul. 18:10 Janganlah kamu makan sesuatu yang darahnya masih ada. Janganlah kamu melakukan telaah atau ramalan."
  },
  {
    "reference": "Lev 19:27",
    "text": "- 19:27-28: Im. 21:5 Janganlah kamu mencukur tepi rambut kepalamu berkeliling dan janganlah engkau merusakkan tepi janggutmu."
  },
  {
    "reference": "Lev 19:28",
    "text": "Janganlah kamu menggoresi tubuhmu karena orang mati dan janganlah merajah tanda-tanda pada kulitmu; Akulah Tuhan."
  },
  {
    "reference": "Lev 19:29",
    "text": "- 19:29: Ul. 23:17 Janganlah engkau merusak kesucian anakmu perempuan dengan menjadikan dia perempuan sundal, supaya negeri itu jangan melakukan persundalan, sehingga negeri itu penuh dengan perbuatan mesum."
  },
  {
    "reference": "Lev 19:30",
    "text": "Kamu harus memelihara hari-hari sabat-Ku dan menghormati tempat kudus-Ku; Akulah Tuhan."
  },
  {
    "reference": "Lev 19:31",
    "text": "- 19:31: Ul. 18:11 Janganlah kamu berpaling kepada arwah atau kepada roh-roh peramal; janganlah kamu mencari mereka dan dengan demikian menjadi najis karena mereka; Akulah Tuhan, Allahmu."
  },
  {
    "reference": "Lev 19:32",
    "text": "Engkau harus bangun berdiri di hadapan orang ubanan dan engkau harus menaruh hormat kepada orang yang tua dan engkau harus takut akan Allahmu; Akulah Tuhan."
  },
  {
    "reference": "Lev 19:33",
    "text": "- 19:33-34: Kel. 22:21 Apabila seorang asing tinggal padamu di negerimu, janganlah kamu menindas dia."
  },
  {
    "reference": "Lev 19:34",
    "text": "Orang asing yang tinggal padamu harus sama bagimu seperti orang Israel asli dari antaramu, kasihilah dia seperti dirimu sendiri, karena kamu juga orang asing dahulu di tanah Mesir; Akulah Tuhan, Allahmu."
  },
  {
    "reference": "Lev 19:35",
    "text": "- 19:35-36: Ul. 25:13-16 Janganlah kamu berbuat curang dalam peradilan, mengenai ukuran, timbangan dan sukatan."
  },
  {
    "reference": "Lev 19:36",
    "text": "Neraca yang betul, batu timbangan yang betul, efa yang betul dan hin yang betul haruslah kamu pakai; Akulah Tuhan, Allahmu yang membawa kamu keluar dari tanah Mesir."
  },
  {
    "reference": "Lev 19:37",
    "text": "Demikianlah kamu harus berpegang pada segala ketetapan-Ku dan segala peraturan-Ku serta melakukan semuanya itu; Akulah Tuhan.”"
  },
  {
    "reference": "Lev 20:1",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 20:2",
    "text": "”Engkau harus berkata kepada orang Israel: Setiap orang, baik dari antara orang Israel maupun dari antara orang asing yang tinggal di tengah-tengah orang Israel, yang menyerahkan seorang dari anak-anaknya kepada Molokh, pastilah ia dihukum mati, yakni rakyat negeri harus melontari dia dengan batu."
  },
  {
    "reference": "Lev 20:3",
    "text": "Aku sendiri akan menentang orang itu dan akan melenyapkan dia dari tengah-tengah bangsanya, karena ia menyerahkan seorang dari anak-anaknya kepada Molokh, dengan maksud menajiskan tempat kudus-Ku dan melanggar kekudusan nama-Ku yang kudus."
  },
  {
    "reference": "Lev 20:4",
    "text": "Tetapi jikalau rakyat negeri menutup mata terhadap orang itu, ketika ia menyerahkan seorang dari anak-anaknya kepada Molokh, dan tidak menghukum dia mati,"
  },
  {
    "reference": "Lev 20:5",
    "text": "maka Aku sendiri akan menentang orang itu serta kaumnya dan akan melenyapkan dia dari tengah-tengah bangsanya dan semua orang yang turut berzinah mengikuti dia, yakni berzinah dengan menyembah Molokh."
  },
  {
    "reference": "Lev 20:6",
    "text": "Orang yang berpaling kepada arwah atau kepada roh-roh peramal, yakni yang berzinah dengan bertanya kepada mereka, Aku sendiri akan menentang orang itu dan melenyapkan dia dari tengah-tengah bangsanya."
  },
  {
    "reference": "Lev 20:7",
    "text": "Maka kamu harus menguduskan dirimu, dan kuduslah kamu, sebab Akulah Tuhan, Allahmu."
  },
  {
    "reference": "Lev 20:8",
    "text": "Demikianlah kamu harus berpegang pada ketetapan-Ku dan melakukannya; Akulah Tuhan yang menguduskan kamu."
  },
  {
    "reference": "Lev 20:9",
    "text": "- 20:9: Kel. 21:17; Mat. 15:4; Mrk. 7:10 Apabila ada seseorang yang mengutuki ayahnya atau ibunya, pastilah ia dihukum mati; ia telah mengutuki ayahnya atau ibunya, maka darahnya tertimpa kepadanya sendiri."
  },
  {
    "reference": "Lev 20:10",
    "text": "- 20:10-21: Im. 18:8-23 - 20:10: Kel. 20:14; Ul. 5:18 Bila seorang laki-laki berzinah dengan isteri orang lain, yakni berzinah dengan isteri sesamanya manusia, pastilah keduanya dihukum mati, baik laki-laki maupun perempuan yang berzinah itu."
  },
  {
    "reference": "Lev 20:11",
    "text": "- 20:11: Ul. 22:30, 27:20 Bila seorang laki-laki tidur dengan seorang isteri ayahnya, jadi ia melanggar hak ayahnya, pastilah keduanya dihukum mati, dan darah mereka tertimpa kepada mereka sendiri."
  },
  {
    "reference": "Lev 20:12",
    "text": "Bila seorang laki-laki tidur dengan menantunya perempuan, pastilah keduanya dihukum mati; mereka telah melakukan suatu perbuatan keji, maka darah mereka tertimpa kepada mereka sendiri."
  },
  {
    "reference": "Lev 20:13",
    "text": "Bila seorang laki-laki tidur dengan laki-laki secara orang bersetubuh dengan perempuan, jadi keduanya melakukan suatu kekejian, pastilah mereka dihukum mati dan darah mereka tertimpa kepada mereka sendiri."
  },
  {
    "reference": "Lev 20:14",
    "text": "- 20:14: Ul. 27:23 Bila seorang laki-laki mengambil seorang perempuan dan ibunya, itu suatu perbuatan mesum; ia dan kedua perempuan itu harus dibakar, supaya jangan ada perbuatan mesum di tengah-tengah kamu."
  },
  {
    "reference": "Lev 20:15",
    "text": "- 20:15-16: Kel. 22:19; Ul. 27:21 Bila seorang laki-laki berkelamin dengan seekor binatang, pastilah ia dihukum mati, dan binatang itu pun harus kamu bunuh juga."
  },
  {
    "reference": "Lev 20:16",
    "text": "Bila seorang perempuan menghampiri binatang apa pun untuk berkelamin, haruslah kaubunuh perempuan dan binatang itu; mereka pasti dihukum mati dan darah mereka tertimpa kepada mereka sendiri."
  },
  {
    "reference": "Lev 20:17",
    "text": "- 20:17: Ul. 27:22 Bila seorang laki-laki mengambil saudaranya perempuan, anak ayahnya atau anak ibunya, dan mereka bersetubuh, maka itu suatu perbuatan sumbang, dan mereka harus dilenyapkan di depan orang-orang sebangsanya; orang itu telah menyingkapkan aurat saudaranya perempuan, maka ia harus menanggung kesalahannya sendiri."
  },
  {
    "reference": "Lev 20:18",
    "text": "Bila seorang laki-laki tidur dengan seorang perempuan yang bercemar kain, jadi ia menyingkapkan aurat perempuan itu dan membuka tutup lelerannya sedang perempuan itu pun membiarkan tutup leleran darahnya itu disingkapkan, keduanya harus dilenyapkan dari tengah-tengah bangsanya."
  },
  {
    "reference": "Lev 20:19",
    "text": "Janganlah kausingkapkan aurat saudara perempuan ibumu atau saudara perempuan ayahmu, karena aurat seorang kerabatnya sendirilah yang dibuka, dan mereka harus menanggung kesalahannya sendiri."
  },
  {
    "reference": "Lev 20:20",
    "text": "Bila seorang laki-laki tidur dengan isteri saudara ayahnya, jadi ia melanggar hak saudara ayahnya, mereka mendatangkan dosa kepada dirinya, dan mereka akan mati dengan tidak beranak."
  },
  {
    "reference": "Lev 20:21",
    "text": "Bila seorang laki-laki mengambil isteri saudaranya, itu suatu kecemaran, karena ia melanggar hak saudaranya laki-laki, dan mereka akan tidak beranak."
  },
  {
    "reference": "Lev 20:22",
    "text": "Demikianlah kamu harus berpegang pada segala ketetapan-Ku dan segala peraturan-Ku serta melakukan semuanya itu, supaya jangan kamu dimuntahkan oleh negeri ke mana Aku membawa kamu untuk diam di sana."
  },
  {
    "reference": "Lev 20:23",
    "text": "Janganlah kamu hidup menurut kebiasaan bangsa yang akan Kuhalau dari depanmu: karena semuanya itu telah dilakukan mereka, sehingga Aku muak melihat mereka."
  },
  {
    "reference": "Lev 20:24",
    "text": "Tetapi kepadamu Aku telah berfirman: Kamulah yang akan menduduki tanah mereka dan Akulah yang akan memberikannya kepadamu menjadi milikmu, suatu negeri yang berlimpah-limpah susu dan madunya; Akulah Tuhan, Allahmu, yang memisahkan kamu dari bangsa-bangsa lain."
  },
  {
    "reference": "Lev 20:25",
    "text": "Kamu harus membedakan binatang yang tidak haram dari yang haram, dan burung-burung yang haram dari yang tidak haram, supaya kamu jangan membuat dirimu jijik oleh binatang berkaki empat dan burung-burung dan oleh segala yang merayap di muka bumi, yang telah Kupisahkan supaya kamu haramkan."
  },
  {
    "reference": "Lev 20:26",
    "text": "Kuduslah kamu bagi-Ku, sebab Aku ini, Tuhan, kudus dan Aku telah memisahkan kamu dari bangsa-bangsa lain, supaya kamu menjadi milik-Ku."
  },
  {
    "reference": "Lev 20:27",
    "text": "Apabila seorang laki-laki atau perempuan dirasuk arwah atau roh peramal, pastilah mereka dihukum mati, yakni mereka harus dilontari dengan batu dan darah mereka tertimpa kepada mereka sendiri.”"
  },
  {
    "reference": "Lev 21:1",
    "text": "Tuhan berfirman kepada Musa: ”Berbicaralah kepada para imam, anak-anak Harun, dan katakan kepada mereka: Seorang imam janganlah menajiskan diri dengan orang mati di antara orang-orang sebangsanya,"
  },
  {
    "reference": "Lev 21:2",
    "text": "kecuali kalau yang mati itu adalah kerabatnya yang terdekat, yakni: ibunya, ayahnya, anaknya laki-laki atau perempuan, saudaranya laki-laki,"
  },
  {
    "reference": "Lev 21:3",
    "text": "saudaranya perempuan, yang masih perawan dan dekat kepadanya karena belum mempunyai suami, dengan mereka itu bolehlah ia menajiskan diri."
  },
  {
    "reference": "Lev 21:4",
    "text": "Sebagai suami janganlah ia menajiskan diri di antara orang-orang sebangsanya dan dengan demikian melanggar kekudusannya."
  },
  {
    "reference": "Lev 21:5",
    "text": "- 21:5: Im. 19:27-28; Ul. 14:1 Janganlah mereka menggundul sebagian kepalanya, dan janganlah mereka mencukur tepi janggutnya, dan janganlah mereka menggoresi kulit tubuhnya."
  },
  {
    "reference": "Lev 21:6",
    "text": "Mereka itu harus kudus bagi Allahnya dan janganlah mereka melanggar kekudusan nama Allahnya, karena merekalah yang mempersembahkan segala korban api-apian Tuhan, santapan Allah mereka, dan karena itu haruslah mereka kudus."
  },
  {
    "reference": "Lev 21:7",
    "text": "Janganlah mereka mengambil seorang perempuan sundal atau perempuan yang sudah dirusak kesuciannya atau seorang perempuan yang telah diceraikan oleh suaminya, karena imam itu kudus bagi Allahnya."
  },
  {
    "reference": "Lev 21:8",
    "text": "Dan kamu harus menganggap dia kudus, karena dialah yang mempersembahkan santapan Allahmu. Ia harus kudus bagimu, sebab Aku, Tuhan, yang menguduskan kamu adalah kudus."
  },
  {
    "reference": "Lev 21:9",
    "text": "Apabila anak perempuan seorang imam membiarkan kehormatannya dilanggar dengan bersundal, maka ia melanggar kekudusan ayahnya, dan ia harus dibakar dengan api."
  },
  {
    "reference": "Lev 21:10",
    "text": "Imam yang terbesar di antara saudara-saudaranya, yang sudah diurapi dengan menuangkan minyak urapan di atas kepalanya dan yang ditahbiskan dengan mengenakan kepadanya segala pakaian kudus, janganlah membiarkan rambutnya terurai dan janganlah ia mencabik pakaiannya."
  },
  {
    "reference": "Lev 21:11",
    "text": "Janganlah ia dekat kepada semua mayat, bahkan janganlah ia menajiskan diri dengan mayat ayahnya atau ibunya."
  },
  {
    "reference": "Lev 21:12",
    "text": "Janganlah ia keluar dari tempat kudus, supaya jangan dilanggarnya kekudusan tempat kudus Allahnya, karena minyak urapan Allahnya, yang menandakan bahwa ia telah dikhususkan, ada di atas kepalanya; Akulah Tuhan."
  },
  {
    "reference": "Lev 21:13",
    "text": "Ia harus mengambil seorang perempuan yang masih perawan."
  },
  {
    "reference": "Lev 21:14",
    "text": "Seorang janda atau perempuan yang telah diceraikan atau yang dirusak kesuciannya atau perempuan sundal, janganlah diambil, melainkan harus seorang perawan dari antara orang-orang sebangsanya,"
  },
  {
    "reference": "Lev 21:15",
    "text": "supaya jangan ia melanggar kekudusan keturunannya di antara orang-orang sebangsanya, sebab Akulah Tuhan, yang menguduskan dia.”"
  },
  {
    "reference": "Lev 21:16",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 21:17",
    "text": "”Katakanlah kepada Harun, begini: Setiap orang dari antara keturunanmu turun-temurun yang bercacat badannya, janganlah datang mendekat untuk mempersembahkan santapan Allahnya,"
  },
  {
    "reference": "Lev 21:18",
    "text": "karena setiap orang yang bercacat badannya tidak boleh datang mendekat: orang buta, orang timpang, orang yang bercacat mukanya, orang yang terlalu panjang anggotanya,"
  },
  {
    "reference": "Lev 21:19",
    "text": "orang yang patah kakinya atau tangannya,"
  },
  {
    "reference": "Lev 21:20",
    "text": "orang yang berbongkol atau yang kerdil badannya atau yang bular matanya, orang yang berkedal atau berkurap atau yang rusak buah pelirnya."
  },
  {
    "reference": "Lev 21:21",
    "text": "Setiap orang dari keturunan imam Harun, yang bercacat badannya, janganlah datang untuk mempersembahkan segala korban api-apian Tuhan; karena badannya bercacat janganlah ia datang dekat untuk mempersembahkan santapan Allahnya."
  },
  {
    "reference": "Lev 21:22",
    "text": "Mengenai santapan Allahnya, baik persembahan-persembahan maha kudus maupun persembahan-persembahan kudus boleh dimakannya."
  },
  {
    "reference": "Lev 21:23",
    "text": "Hanya janganlah ia datang sampai ke tabir dan janganlah ia datang ke mezbah, karena badannya bercacat, supaya jangan dilanggarnya kekudusan seluruh tempat kudus-Ku, sebab Akulah Tuhan, yang menguduskan mereka.”"
  },
  {
    "reference": "Lev 21:24",
    "text": "Demikianlah Musa menyampaikan firman itu kepada Harun serta anak-anaknya dan kepada semua orang Israel."
  },
  {
    "reference": "Lev 22:1",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 22:2",
    "text": "”Katakanlah kepada Harun dan anak-anaknya, supaya mereka berlaku hati-hati terhadap persembahan-persembahan kudus yang dikuduskan orang Israel bagi-Ku, agar jangan mereka melanggar kekudusan nama-Ku yang kudus; Akulah Tuhan."
  },
  {
    "reference": "Lev 22:3",
    "text": "Katakanlah kepada mereka: Setiap orang di antara kamu turun-temurun, yakni dari antara segala keturunanmu yang datang mendekat kepada persembahan-persembahan kudus yang dikuduskan orang Israel bagi Tuhan, sedang ia dalam keadaan najis, maka orang itu akan dilenyapkan dari hadapan-Ku; Akulah Tuhan."
  },
  {
    "reference": "Lev 22:4",
    "text": "Seseorang dari keturunan Harun yang sakit kusta atau yang mengeluarkan lelehan, janganlah memakan persembahan-persembahan kudus, sebelum ia menjadi tahir; dan orang yang kena kepada sesuatu yang najis karena orang mati atau orang yang tertumpah maninya"
  },
  {
    "reference": "Lev 22:5",
    "text": "atau orang yang kena kepada seekor binatang yang merayap yang menajiskan dia atau kepada salah seorang manusia yang menajiskan dia, dengan kenajisan apa pun ia menjadi najis,"
  },
  {
    "reference": "Lev 22:6",
    "text": "orang yang kena kepada yang demikian itu menjadi najis sampai matahari terbenam dan janganlah ia makan dari persembahan-persembahan kudus, sebelum ia membasuh tubuhnya dengan air."
  },
  {
    "reference": "Lev 22:7",
    "text": "Sesudah matahari terbenam, barulah ia menjadi tahir dan sesudah itu bolehlah ia makan dari persembahan-persembahan kudus itu, karena itulah yang menjadi makanannya."
  },
  {
    "reference": "Lev 22:8",
    "text": "Janganlah ia makan bangkai atau sisa mangsa binatang buas, supaya jangan ia menjadi najis karenanya; Akulah Tuhan."
  },
  {
    "reference": "Lev 22:9",
    "text": "Dan mereka harus tetap berpegang pada kewajibannya terhadap Aku, supaya dalam hal itu jangan mereka mendatangkan dosa kepada dirinya dan mati oleh karenanya, karena mereka telah melanggar kekudusan kewajiban itu; Akulah Tuhan, yang menguduskan mereka."
  },
  {
    "reference": "Lev 22:10",
    "text": "Setiap orang awam janganlah memakan persembahan kudus; demikian juga pendatang yang tinggal pada imam ataupun orang upahan."
  },
  {
    "reference": "Lev 22:11",
    "text": "Tetapi apabila seseorang telah dibeli oleh imam dengan uangnya menjadi budak beliannya, maka orang itu boleh turut memakannya, demikian juga mereka yang lahir di rumahnya."
  },
  {
    "reference": "Lev 22:12",
    "text": "Apabila anak perempuan imam bersuamikan orang awam, janganlah ia makan persembahan khusus dari persembahan-persembahan kudus."
  },
  {
    "reference": "Lev 22:13",
    "text": "Tetapi apabila perempuan itu menjadi janda atau diceraikan, dan ia tidak mempunyai anak, dan telah kembali ke rumah ayahnya seperti waktu ia masih gadis, maka ia boleh makan dari makanan ayahnya; tetapi setiap orang awam janganlah memakannya."
  },
  {
    "reference": "Lev 22:14",
    "text": "Apabila seseorang dengan tidak sengaja memakan persembahan kudus, ia harus memberi gantinya kepada imam dengan menambah seperlima."
  },
  {
    "reference": "Lev 22:15",
    "text": "Janganlah para imam melanggar kekudusan persembahan-persembahan kudus orang Israel yang telah dikhususkan bagi Tuhan,"
  },
  {
    "reference": "Lev 22:16",
    "text": "karena dengan demikian mereka mendatangkan kepada orang Israel kesalahan yang harus ditebus, apabila mereka memakan persembahan-persembahan kudus mereka, sebab Akulah Tuhan, yang menguduskan mereka.”"
  },
  {
    "reference": "Lev 22:17",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 22:18",
    "text": "”Berbicaralah kepada Harun serta anak-anaknya dan kepada semua orang Israel dan katakan kepada mereka: Siapa pun dari umat Israel dan dari orang asing di antara orang Israel yang mempersembahkan persembahannya, baik berupa sesuatu persembahan nazar maupun berupa sesuatu persembahan sukarela, yang hendak dipersembahkan mereka kepada Tuhan sebagai korban bakaran,"
  },
  {
    "reference": "Lev 22:19",
    "text": "maka supaya Tuhan berkenan akan kamu, haruslah persembahan itu tidak bercela dari lembu jantan, domba atau kambing."
  },
  {
    "reference": "Lev 22:20",
    "text": "- 22:20: Ul. 17:1 Segala yang bercacat badannya janganlah kamu persembahkan, karena dengan itu Tuhan tidak berkenan akan kamu."
  },
  {
    "reference": "Lev 22:21",
    "text": "Juga apabila seseorang mempersembahkan kepada Tuhan korban keselamatan sebagai pembayar nazar khusus atau sebagai korban sukarela dari lembu atau kambing domba, maka korban itu haruslah yang tidak bercela, supaya Tuhan berkenan akan dia, janganlah badannya bercacat sedikit pun."
  },
  {
    "reference": "Lev 22:22",
    "text": "Binatang yang buta atau yang patah tulang, yang luka atau yang berbisul, yang berkedal atau yang berkurap, semuanya itu janganlah kamu persembahkan kepada Tuhan dan binatang yang demikian janganlah kamu taruh sebagai korban api-apian bagi Tuhan ke atas mezbah."
  },
  {
    "reference": "Lev 22:23",
    "text": "Tetapi seekor lembu atau domba yang terlalu panjang atau terlalu pendek anggotanya bolehlah kaupersembahkan sebagai korban sukarela, tetapi sebagai korban nazar Tuhan tidak akan berkenan akan binatang itu."
  },
  {
    "reference": "Lev 22:24",
    "text": "Tetapi binatang yang buah pelirnya terjepit, ditumbuk, direnggut atau dikerat, janganlah kamu persembahkan kepada Tuhan; janganlah kamu berbuat demikian di negerimu."
  },
  {
    "reference": "Lev 22:25",
    "text": "Juga dari tangan orang asing janganlah kamu persembahkan sesuatu dari semuanya itu sebagai santapan Allahmu, karena semuanya itu telah rusak dan bercacat badannya; Tuhan tidak akan berkenan akan kamu karena persembahan-persembahan itu.”"
  },
  {
    "reference": "Lev 22:26",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 22:27",
    "text": "”Apabila seekor anak lembu atau anak domba atau anak kambing dilahirkan, maka haruslah itu tinggal tujuh hari lamanya dengan induknya, tetapi sejak hari kedelapan dan seterusnya Tuhan berkenan akan binatang itu kalau dipersembahkan berupa korban api-apian bagi-Nya."
  },
  {
    "reference": "Lev 22:28",
    "text": "Seekor lembu atau kambing atau domba janganlah kamu sembelih bersama dengan anaknya pada satu hari juga."
  },
  {
    "reference": "Lev 22:29",
    "text": "Dan apabila kamu menyembelih korban syukur bagi Tuhan, kamu harus menyembelihnya sedemikian, hingga Tuhan berkenan akan kamu."
  },
  {
    "reference": "Lev 22:30",
    "text": "Pada hari itu juga korban itu harus dimakan; janganlah kamu tinggalkan apa-apa dari padanya sampai pagi; Akulah Tuhan."
  },
  {
    "reference": "Lev 22:31",
    "text": "Dengan demikian kamu harus berpegang pada perintah-Ku dan melakukannya; Akulah Tuhan."
  },
  {
    "reference": "Lev 22:32",
    "text": "Janganlah melanggar kekudusan nama-Ku yang kudus, supaya Aku dikuduskan di tengah-tengah orang Israel, sebab Akulah Tuhan, yang menguduskan kamu,"
  },
  {
    "reference": "Lev 22:33",
    "text": "yang membawa kamu keluar dari tanah Mesir, supaya Aku menjadi Allahmu; Akulah Tuhan.”"
  },
  {
    "reference": "Lev 23:1",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 23:2",
    "text": "”Berbicaralah kepada orang Israel dan katakan kepada mereka: Hari-hari raya yang ditetapkan Tuhan yang harus kamu maklumkan sebagai waktu pertemuan kudus, waktu perayaan yang Kutetapkan, adalah yang berikut."
  },
  {
    "reference": "Lev 23:3",
    "text": "- 23:3: Kel. 20:8-10, 23:12, 31:15, 34:21, 35:2; Ul. 5:12-14 Enam hari lamanya boleh dilakukan pekerjaan, tetapi pada hari yang ketujuh haruslah ada sabat, hari perhentian penuh, yakni hari pertemuan kudus; janganlah kamu melakukan sesuatu pekerjaan; itulah sabat bagi Tuhan di segala tempat kediamanmu."
  },
  {
    "reference": "Lev 23:4",
    "text": "Inilah hari-hari raya yang ditetapkan Tuhan, hari-hari pertemuan kudus, yang harus kamu maklumkan masing-masing pada waktunya yang tetap."
  },
  {
    "reference": "Lev 23:5",
    "text": "- 23:5: Kel. 12:1-13; Ul. 16:1-2 - 23:5-44: Bil. 28:16–29:40 Dalam bulan yang pertama, pada tanggal empat belas bulan itu, pada waktu senja, ada Paskah bagi Tuhan."
  },
  {
    "reference": "Lev 23:6",
    "text": "- 23:6-8: Kel. 12:14-20, 23:15, 34:18; Ul. 16:3-8 Dan pada hari yang kelima belas bulan itu ada hari raya Roti Tidak Beragi bagi Tuhan; tujuh hari lamanya kamu harus makan roti yang tidak beragi."
  },
  {
    "reference": "Lev 23:7",
    "text": "Pada hari yang pertama kamu harus mengadakan pertemuan kudus, janganlah kamu melakukan sesuatu pekerjaan berat."
  },
  {
    "reference": "Lev 23:8",
    "text": "Kamu harus mempersembahkan korban api-apian kepada Tuhan tujuh hari lamanya; pada hari yang ketujuh haruslah ada pertemuan kudus, janganlah kamu melakukan sesuatu pekerjaan berat.”"
  },
  {
    "reference": "Lev 23:9",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 23:10",
    "text": "”Berbicaralah kepada orang Israel dan katakan kepada mereka: Apabila kamu sampai ke negeri yang akan Kuberikan kepadamu, dan kamu menuai hasilnya, maka kamu harus membawa seberkas hasil pertama dari penuaianmu kepada imam,"
  },
  {
    "reference": "Lev 23:11",
    "text": "dan imam itu haruslah mengunjukkan berkas itu di hadapan Tuhan, supaya Tuhan berkenan akan kamu. Imam harus mengunjukkannya pada hari sesudah sabat itu."
  },
  {
    "reference": "Lev 23:12",
    "text": "Pada hari kamu mengunjukkan berkas itu kamu harus mempersembahkan seekor domba berumur setahun yang tidak bercela, sebagai korban bakaran bagi Tuhan,"
  },
  {
    "reference": "Lev 23:13",
    "text": "serta dengan korban sajiannya dari dua persepuluh efa tepung yang terbaik, diolah dengan minyak, sebagai korban api-apian bagi Tuhan yakni bau yang menyenangkan, serta dengan korban curahannya dari seperempat hin anggur."
  },
  {
    "reference": "Lev 23:14",
    "text": "Sampai pada hari itu juga janganlah kamu makan roti, atau bertih gandum atau gandum baru, sampai kamu telah membawa persembahan Allahmu; itulah suatu ketetapan untuk selama-lamanya bagi kamu turun-temurun di segala tempat kediamanmu."
  },
  {
    "reference": "Lev 23:15",
    "text": "- 23:15-21: Kel. 23:16, 34:22; Ul. 16:9-12 Kemudian kamu harus menghitung, mulai dari hari sesudah sabat itu, yaitu waktu kamu membawa berkas persembahan unjukan, harus ada genap tujuh minggu;"
  },
  {
    "reference": "Lev 23:16",
    "text": "sampai pada hari sesudah sabat yang ketujuh kamu harus hitung lima puluh hari; lalu kamu harus mempersembahkan korban sajian yang baru kepada Tuhan."
  },
  {
    "reference": "Lev 23:17",
    "text": "Dari tempat kediamanmu kamu harus membawa dua buah roti unjukan yang harus dibuat dari dua persepuluh efa tepung yang terbaik dan yang dibakar sesudah dicampur dengan ragi sebagai hulu hasil bagi Tuhan."
  },
  {
    "reference": "Lev 23:18",
    "text": "Beserta roti itu kamu harus mempersembahkan tujuh ekor domba berumur setahun yang tidak bercela dan seekor lembu jantan muda dan dua ekor domba jantan; semuanya itu haruslah menjadi korban bakaran bagi Tuhan, serta dengan korban sajiannya dan korban-korban curahannya, suatu korban api-apian yang baunya menyenangkan bagi Tuhan."
  },
  {
    "reference": "Lev 23:19",
    "text": "Kemudian kamu harus mempersembahkan seekor kambing jantan sebagai korban penghapus dosa, dan dua ekor domba yang berumur setahun sebagai korban keselamatan."
  },
  {
    "reference": "Lev 23:20",
    "text": "Imam harus mengunjukkan semuanya beserta roti hulu hasil itu sebagai persembahan unjukan di hadapan Tuhan, beserta kedua ekor domba itu. Semuanya itu haruslah menjadi persembahan kudus bagi Tuhan dan adalah bagian imam."
  },
  {
    "reference": "Lev 23:21",
    "text": "Pada hari itu juga kamu harus mengumumkan hari raya dan kamu harus mengadakan pertemuan kudus, janganlah kamu melakukan sesuatu pekerjaan berat; itulah suatu ketetapan untuk selama-lamanya di segala tempat kediamanmu turun-temurun."
  },
  {
    "reference": "Lev 23:22",
    "text": "- 23:22: Im. 19:9-10; Ul. 24:19-22 Pada waktu kamu menuai hasil tanahmu, janganlah kausabit ladangmu habis-habis sampai ke tepinya dan janganlah kaupungut apa yang ketinggalan dari penuaianmu, semuanya itu harus kautinggalkan bagi orang miskin dan bagi orang asing; Akulah Tuhan, Allahmu.”"
  },
  {
    "reference": "Lev 23:23",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 23:24",
    "text": "”Katakanlah kepada orang Israel, begini: Dalam bulan yang ketujuh, pada tanggal satu bulan itu, kamu harus mengadakan hari perhentian penuh yang diperingati dengan meniup serunai, yakni hari pertemuan kudus."
  },
  {
    "reference": "Lev 23:25",
    "text": "Janganlah kamu melakukan sesuatu pekerjaan berat dan kamu harus mempersembahkan korban api-apian kepada Tuhan.”"
  },
  {
    "reference": "Lev 23:26",
    "text": "- 23:26-32: Im. 16:29-34 Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 23:27",
    "text": "”Akan tetapi pada tanggal sepuluh bulan yang ketujuh itu ada hari Pendamaian; kamu harus mengadakan pertemuan kudus dan harus merendahkan diri dengan berpuasa dan mempersembahkan korban api-apian kepada Tuhan."
  },
  {
    "reference": "Lev 23:28",
    "text": "Pada hari itu janganlah kamu melakukan sesuatu pekerjaan; itulah hari Pendamaian untuk mengadakan pendamaian bagimu di hadapan Tuhan, Allahmu."
  },
  {
    "reference": "Lev 23:29",
    "text": "Karena setiap orang yang pada hari itu tidak merendahkan diri dengan berpuasa, haruslah dilenyapkan dari antara orang-orang sebangsanya."
  },
  {
    "reference": "Lev 23:30",
    "text": "Setiap orang yang melakukan sesuatu pekerjaan pada hari itu, orang itu akan Kubinasakan dari tengah-tengah bangsanya."
  },
  {
    "reference": "Lev 23:31",
    "text": "Janganlah kamu melakukan sesuatu pekerjaan; itulah suatu ketetapan untuk selama-lamanya bagimu turun-temurun di segala tempat kediamanmu."
  },
  {
    "reference": "Lev 23:32",
    "text": "Itu harus menjadi suatu sabat, hari perhentian penuh bagimu, dan kamu harus merendahkan diri dengan berpuasa. Mulai pada malam tanggal sembilan bulan itu, dari matahari terbenam sampai matahari terbenam, kamu harus merayakan sabatmu.”"
  },
  {
    "reference": "Lev 23:33",
    "text": "- 23:33-36: Ul. 16:13-15 Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 23:34",
    "text": "”Katakanlah kepada orang Israel, begini: Pada hari yang kelima belas bulan yang ketujuh itu ada hari raya Pondok Daun bagi Tuhan tujuh hari lamanya."
  },
  {
    "reference": "Lev 23:35",
    "text": "Pada hari yang pertama haruslah ada pertemuan kudus, janganlah kamu melakukan sesuatu pekerjaan berat."
  },
  {
    "reference": "Lev 23:36",
    "text": "Tujuh hari lamanya kamu harus mempersembahkan korban api-apian kepada Tuhan, dan pada hari yang kedelapan kamu harus mengadakan pertemuan kudus dan mempersembahkan korban api-apian kepada Tuhan. Itulah hari raya perkumpulan, janganlah kamu melakukan sesuatu pekerjaan berat."
  },
  {
    "reference": "Lev 23:37",
    "text": "Itulah hari-hari raya yang ditetapkan Tuhan, yang harus kamu maklumkan sebagai hari pertemuan kudus untuk mempersembahkan korban api-apian kepada Tuhan, yaitu korban bakaran dan korban sajian, korban sembelihan dan korban-korban curahan, setiap hari sebanyak yang ditetapkan untuk hari itu,"
  },
  {
    "reference": "Lev 23:38",
    "text": "belum termasuk hari-hari Sabat Tuhan dan belum termasuk persembahan-persembahanmu atau segala korban nazarmu atau segala korban sukarelamu, yang kamu hendak persembahkan kepada Tuhan."
  },
  {
    "reference": "Lev 23:39",
    "text": "- 23:39-43: Kel. 23:16, 34:22 Akan tetapi pada hari yang kelima belas bulan yang ketujuh itu pada waktu mengumpulkan hasil tanahmu, kamu harus mengadakan perayaan bagi Tuhan tujuh hari lamanya; pada hari yang pertama haruslah ada perhentian penuh dan juga pada hari yang kedelapan harus ada perhentian penuh."
  },
  {
    "reference": "Lev 23:40",
    "text": "Pada hari yang pertama kamu harus mengambil buah-buah dari pohon-pohon yang elok, pelepah-pelepah pohon-pohon korma, ranting-ranting dari pohon-pohon yang rimbun dan dari pohon-pohon gandarusa dan kamu harus bersukaria di hadapan Tuhan, Allahmu, tujuh hari lamanya."
  },
  {
    "reference": "Lev 23:41",
    "text": "Kamu harus merayakannya sebagai perayaan bagi Tuhan tujuh hari lamanya dalam setahun; itulah suatu ketetapan untuk selama-lamanya bagimu turun-temurun. Dalam bulan yang ketujuh kamu harus merayakannya."
  },
  {
    "reference": "Lev 23:42",
    "text": "Di dalam pondok-pondok daun kamu harus tinggal tujuh hari lamanya, setiap orang asli di Israel haruslah tinggal di dalam pondok-pondok daun,"
  },
  {
    "reference": "Lev 23:43",
    "text": "supaya diketahui oleh keturunanmu, bahwa Aku telah menyuruh orang Israel tinggal di dalam pondok-pondok selama Aku menuntun mereka sesudah keluar dari tanah Mesir, Akulah Tuhan, Allahmu.”"
  },
  {
    "reference": "Lev 23:44",
    "text": "Demikianlah Musa menyampaikan kepada orang Israel firman tentang hari-hari raya yang ditetapkan Tuhan."
  },
  {
    "reference": "Lev 24:1",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 24:2",
    "text": "- 24:2-3: Kel. 27:20-21 ”Perintahkanlah kepada orang Israel, supaya mereka membawa kepadamu minyak zaitun tumbuk yang tulen untuk lampu, supaya lampu dapat dipasang dan tetap menyala."
  },
  {
    "reference": "Lev 24:3",
    "text": "Harun harus tetap mengatur lampu-lampu itu di depan tabir yang menutupi tabut hukum, di dalam Kemah Pertemuan, dari petang sampai pagi, di hadapan Tuhan. Itulah suatu ketetapan untuk selama-lamanya bagimu turun-temurun."
  },
  {
    "reference": "Lev 24:4",
    "text": "Di atas kandil dari emas murni haruslah tetap diaturnya lampu-lampu itu di hadapan Tuhan.” Roti sajian 24:5-9"
  },
  {
    "reference": "Lev 24:5",
    "text": "- 24:5-6: Kel. 25:30 ”Engkau harus mengambil tepung yang terbaik dan membakar dua belas roti bundar dari padanya, setiap roti bundar harus dibuat dari dua persepuluh efa;"
  },
  {
    "reference": "Lev 24:6",
    "text": "engkau harus mengaturnya menjadi dua susun, enam buah sesusun, di atas meja dari emas murni itu, di hadapan Tuhan."
  },
  {
    "reference": "Lev 24:7",
    "text": "Engkau harus membubuh kemenyan tulen di atas tiap-tiap susun; kemenyan itulah yang harus menjadi bagian ingat-ingatan roti itu, yakni suatu korban api-apian bagi Tuhan."
  },
  {
    "reference": "Lev 24:8",
    "text": "Setiap hari Sabat ia harus tetap mengaturnya di hadapan Tuhan; itulah dari pihak orang Israel suatu kewajiban perjanjian untuk selama-lamanya."
  },
  {
    "reference": "Lev 24:9",
    "text": "- 24:9: Mat. 12:4; Mrk. 2:26; Luk. 6:4 Roti itu teruntuk bagi Harun serta anak-anaknya dan mereka harus memakannya di suatu tempat yang kudus; itulah bagian maha kudus baginya dari segala korban api-apian Tuhan; itulah suatu ketetapan untuk selama-lamanya.” Penghujat nama Tuhan dihukum Lain-lain kejahatan 24:10-23"
  },
  {
    "reference": "Lev 24:10",
    "text": "Pada suatu hari datanglah seorang laki-laki, ibunya seorang Israel sedang ayahnya seorang Mesir, di tengah-tengah perkemahan orang Israel; dan orang itu berkelahi dengan seorang Israel di perkemahan."
  },
  {
    "reference": "Lev 24:11",
    "text": "Anak perempuan Israel itu menghujat nama Tuhan dengan mengutuk, lalu dibawalah ia kepada Musa. Nama ibunya ialah Selomit binti Dibri dari suku Dan."
  },
  {
    "reference": "Lev 24:12",
    "text": "Ia dimasukkan dalam tahanan untuk menantikan keputusan sesuai dengan firman Tuhan."
  },
  {
    "reference": "Lev 24:13",
    "text": "Lalu berfirmanlah Tuhan kepada Musa:"
  },
  {
    "reference": "Lev 24:14",
    "text": "”Bawalah orang yang mengutuk itu ke luar perkemahan dan semua orang yang mendengar haruslah meletakkan tangannya ke atas kepala orang itu, sesudahnya haruslah seluruh jemaah itu melontari dia dengan batu."
  },
  {
    "reference": "Lev 24:15",
    "text": "Engkau harus mengatakan kepada orang Israel, begini: Setiap orang yang mengutuki Allah harus menanggung kesalahannya sendiri."
  },
  {
    "reference": "Lev 24:16",
    "text": "Siapa yang menghujat nama Tuhan, pastilah ia dihukum mati dan dilontari dengan batu oleh seluruh jemaah itu. Baik orang asing maupun orang Israel asli, bila ia menghujat nama Tuhan, haruslah dihukum mati."
  },
  {
    "reference": "Lev 24:17",
    "text": "- 24:17: Kel. 21:12 Juga apabila seseorang membunuh seorang manusia, pastilah ia dihukum mati."
  },
  {
    "reference": "Lev 24:18",
    "text": "Tetapi siapa yang memukul mati seekor ternak, harus membayar gantinya, seekor ganti seekor."
  },
  {
    "reference": "Lev 24:19",
    "text": "Apabila seseorang membuat orang sesamanya bercacat, maka seperti yang telah dilakukannya, begitulah harus dilakukan kepadanya:"
  },
  {
    "reference": "Lev 24:20",
    "text": "- 24:20: Kel. 21:23-25; Ul. 19:21; Mat. 5:38 patah ganti patah, mata ganti mata, gigi ganti gigi; seperti dibuatnya orang lain bercacat, begitulah harus dibuat kepadanya."
  },
  {
    "reference": "Lev 24:21",
    "text": "Siapa yang memukul mati seekor ternak, ia harus membayar gantinya, tetapi siapa yang membunuh seorang manusia, ia harus dihukum mati."
  },
  {
    "reference": "Lev 24:22",
    "text": "- 24:22: Bil. 15:16 Satu hukum berlaku bagi kamu, baik bagi orang asing maupun bagi orang Israel asli, sebab Akulah Tuhan, Allahmu.”"
  },
  {
    "reference": "Lev 24:23",
    "text": "Demikianlah Musa menyampaikan firman itu kepada orang Israel, lalu dibawalah orang yang mengutuk itu ke luar perkemahan, dan dilontarilah dia dengan batu. Maka orang Israel melakukan seperti yang diperintahkan Tuhan kepada Musa."
  },
  {
    "reference": "Lev 25:1",
    "text": "- 25:1-7: Kel. 23:10-11 Tuhan berfirman kepada Musa di gunung Sinai:"
  },
  {
    "reference": "Lev 25:2",
    "text": "”Berbicaralah kepada orang Israel dan katakan kepada mereka: Apabila kamu telah masuk ke negeri yang akan Kuberikan kepadamu, maka tanah itu harus mendapat perhentian sebagai sabat bagi Tuhan."
  },
  {
    "reference": "Lev 25:3",
    "text": "Enam tahun lamanya engkau harus menaburi ladangmu, dan enam tahun lamanya engkau harus merantingi kebun anggurmu dan mengumpulkan hasil tanah itu,"
  },
  {
    "reference": "Lev 25:4",
    "text": "tetapi pada tahun yang ketujuh haruslah ada bagi tanah itu suatu sabat, masa perhentian penuh, suatu sabat bagi Tuhan. Ladangmu janganlah kautaburi dan kebun anggurmu janganlah kaurantingi."
  },
  {
    "reference": "Lev 25:5",
    "text": "Dan apa yang tumbuh sendiri dari penuaianmu itu, janganlah kautuai dan buah anggur dari pokok anggurmu yang tidak dirantingi, janganlah kaupetik. Tahun itu harus menjadi tahun perhentian penuh bagi tanah itu."
  },
  {
    "reference": "Lev 25:6",
    "text": "Hasil tanah selama sabat itu haruslah menjadi makanan bagimu, yakni bagimu sendiri, bagi budakmu laki-laki, bagi budakmu perempuan, bagi orang upahan dan bagi orang asing di antaramu, yang semuanya tinggal padamu."
  },
  {
    "reference": "Lev 25:7",
    "text": "Juga bagi ternakmu, dan bagi binatang liar yang ada di tanahmu, segala hasil tanah itu menjadi makanannya."
  },
  {
    "reference": "Lev 25:8",
    "text": "Selanjutnya engkau harus menghitung tujuh tahun sabat, yakni tujuh kali tujuh tahun; sehingga masa tujuh tahun sabat itu sama dengan empat puluh sembilan tahun."
  },
  {
    "reference": "Lev 25:9",
    "text": "Lalu engkau harus memperdengarkan bunyi sangkakala di mana-mana dalam bulan yang ketujuh pada tanggal sepuluh bulan itu; pada hari raya Pendamaian kamu harus memperdengarkan bunyi sangkakala itu di mana-mana di seluruh negerimu."
  },
  {
    "reference": "Lev 25:10",
    "text": "Kamu harus menguduskan tahun yang kelima puluh, dan memaklumkan kebebasan di negeri itu bagi segenap penduduknya. Itu harus menjadi tahun Yobel bagimu, dan kamu harus masing-masing pulang ke tanah miliknya dan kepada kaumnya."
  },
  {
    "reference": "Lev 25:11",
    "text": "Tahun yang kelima puluh itu harus menjadi tahun Yobel bagimu, jangan kamu menabur, dan apa yang tumbuh sendiri dalam tahun itu jangan kamu tuai, dan pokok anggur yang tidak dirantingi jangan kamu petik buahnya."
  },
  {
    "reference": "Lev 25:12",
    "text": "Karena tahun itu adalah tahun Yobel, haruslah itu kudus bagimu; hasil tahun itu yang hendak kamu makan harus diambil dari ladang."
  },
  {
    "reference": "Lev 25:13",
    "text": "Dalam tahun Yobel itu kamu harus masing-masing pulang ke tanah miliknya."
  },
  {
    "reference": "Lev 25:14",
    "text": "Apabila kamu menjual sesuatu kepada sesamamu atau membeli dari padanya, janganlah kamu merugikan satu sama lain."
  },
  {
    "reference": "Lev 25:15",
    "text": "Apabila engkau membeli dari sesamamu haruslah menurut jumlah tahun sesudah tahun Yobel, dan apabila ia menjual kepadamu haruslah menurut jumlah tahun panen."
  },
  {
    "reference": "Lev 25:16",
    "text": "Makin besar jumlah tahun itu, makin besarlah pembeliannya, dan makin kecil jumlah tahun itu, makin kecillah pembeliannya, karena jumlah panenlah yang dijualnya kepadamu."
  },
  {
    "reference": "Lev 25:17",
    "text": "Janganlah kamu merugikan satu sama lain, tetapi engkau harus takut akan Allahmu, sebab Akulah Tuhan, Allahmu."
  },
  {
    "reference": "Lev 25:18",
    "text": "Demikianlah kamu harus melakukan ketetapan-Ku dan tetap berpegang pada peraturan-Ku serta melakukannya, maka kamu akan diam di tanahmu dengan aman tenteram."
  },
  {
    "reference": "Lev 25:19",
    "text": "Tanah itu akan memberi hasilnya, dan kamu akan makan sampai kenyang dan diam di sana dengan aman tenteram."
  },
  {
    "reference": "Lev 25:20",
    "text": "Apabila kamu bertanya: Apakah yang akan kami makan dalam tahun yang ketujuh itu, bukankah kami tidak boleh menabur dan tidak boleh mengumpulkan hasil tanah kami?"
  },
  {
    "reference": "Lev 25:21",
    "text": "Maka Aku akan memerintahkan berkat-Ku kepadamu dalam tahun yang keenam, supaya diberinya hasil untuk tiga tahun."
  },
  {
    "reference": "Lev 25:22",
    "text": "Dalam tahun yang kedelapan kamu akan menabur, tetapi kamu akan makan dari hasil yang lama sampai kepada tahun yang kesembilan, sampai masuk hasilnya, kamu akan memakan yang lama.” Penebusan tanah 25:23-28"
  },
  {
    "reference": "Lev 25:23",
    "text": "”Tanah jangan dijual mutlak, karena Akulah pemilik tanah itu, sedang kamu adalah orang asing dan pendatang bagi-Ku."
  },
  {
    "reference": "Lev 25:24",
    "text": "Di seluruh tanah milikmu haruslah kamu memberi hak menebus tanah."
  },
  {
    "reference": "Lev 25:25",
    "text": "Apabila saudaramu jatuh miskin, sehingga harus menjual sebagian dari miliknya, maka seorang kaumnya yang berhak menebus, yakni kaumnya yang terdekat harus datang dan menebus yang telah dijual saudaranya itu."
  },
  {
    "reference": "Lev 25:26",
    "text": "Apabila seseorang tidak mempunyai penebus, tetapi kemudian ia mampu, sehingga didapatnya yang perlu untuk menebus miliknya itu,"
  },
  {
    "reference": "Lev 25:27",
    "text": "maka ia harus memasukkan tahun-tahun sesudah penjualannya itu dalam perhitungan, dan kelebihannya haruslah dikembalikannya kepada orang yang membeli dari padanya, supaya ia boleh pulang ke tanah miliknya."
  },
  {
    "reference": "Lev 25:28",
    "text": "Tetapi jikalau ia tidak mampu untuk mengembalikannya kepadanya, maka yang telah dijualnya itu tetap di tangan orang yang membelinya sampai kepada tahun Yobel; dalam tahun Yobel tanah itu akan bebas, dan orang itu boleh pulang ke tanah miliknya.” Penebusan rumah 25:29-34"
  },
  {
    "reference": "Lev 25:29",
    "text": "”Apabila seseorang menjual rumah tempat tinggal di suatu kota yang berpagar tembok, maka hak menebus hanya berlaku selama setahun mulai dari hari penjualannya; hak menebus berlaku hanya satu tahun."
  },
  {
    "reference": "Lev 25:30",
    "text": "Tetapi jikalau rumah itu tidak ditebus dalam jangka waktu setahun itu, rumah itu secara mutlak menjadi milik si pembeli turun-temurun; dalam tahun Yobel rumah itu tidaklah bebas."
  },
  {
    "reference": "Lev 25:31",
    "text": "Tetapi rumah-rumah di desa-desa yang tidak dikelilingi pagar tembok haruslah dianggap sama dengan ladang-ladang di negeri itu, atasnya harus ada hak menebus dan dalam tahun Yobel rumah itu harus bebas."
  },
  {
    "reference": "Lev 25:32",
    "text": "Mengenai rumah-rumah di kota-kota orang Lewi, hak menebus rumah-rumah itu ada pada orang-orang Lewi untuk selama-lamanya."
  },
  {
    "reference": "Lev 25:33",
    "text": "Sekalipun dari antara orang Lewi yang melakukan penebusan, tetapi rumah yang terjual di kota miliknya itu haruslah bebas dalam tahun Yobel, karena segala rumah di kota-kota orang Lewi adalah milik mereka masing-masing di tengah-tengah orang Israel."
  },
  {
    "reference": "Lev 25:34",
    "text": "Dan padang penggembalaan sekitar kota-kota mereka janganlah dijual, karena itu milik mereka untuk selama-lamanya.” Perlakuan terhadap orang miskin 25:35-55"
  },
  {
    "reference": "Lev 25:35",
    "text": "- 25:35: Ul. 15:7-8 ”Apabila saudaramu jatuh miskin, sehingga tidak sanggup bertahan di antaramu, maka engkau harus menyokong dia sebagai orang asing dan pendatang, supaya ia dapat hidup di antaramu."
  },
  {
    "reference": "Lev 25:36",
    "text": "Janganlah engkau mengambil bunga uang atau riba dari padanya, melainkan engkau harus takut akan Allahmu, supaya saudaramu dapat hidup di antaramu."
  },
  {
    "reference": "Lev 25:37",
    "text": "- 25:37: Kel. 22:25; Ul. 23:19-20 Janganlah engkau memberi uangmu kepadanya dengan meminta bunga, juga makananmu janganlah kauberikan dengan meminta riba."
  },
  {
    "reference": "Lev 25:38",
    "text": "Akulah Tuhan, Allahmu, yang membawa kamu keluar dari tanah Mesir, untuk memberikan kepadamu tanah Kanaan, supaya Aku menjadi Allahmu."
  },
  {
    "reference": "Lev 25:39",
    "text": "- 25:39-46: Kel. 21:2-6; Ul. 15:12-18 Apabila saudaramu jatuh miskin di antaramu, sehingga menyerahkan dirinya kepadamu, maka janganlah memperbudak dia."
  },
  {
    "reference": "Lev 25:40",
    "text": "Sebagai orang upahan dan sebagai pendatang ia harus tinggal di antaramu; sampai kepada tahun Yobel ia harus bekerja padamu."
  },
  {
    "reference": "Lev 25:41",
    "text": "Kemudian ia harus diizinkan keluar dari padamu, ia bersama-sama anak-anaknya, lalu pulang kembali kepada kaumnya dan ia boleh pulang ke tanah milik nenek moyangnya."
  },
  {
    "reference": "Lev 25:42",
    "text": "Karena mereka itu hamba-hamba-Ku yang Kubawa keluar dari tanah Mesir, janganlah mereka itu dijual, secara orang menjual budak."
  },
  {
    "reference": "Lev 25:43",
    "text": "Janganlah engkau memerintah dia dengan kejam, melainkan engkau harus takut akan Allahmu."
  },
  {
    "reference": "Lev 25:44",
    "text": "Tetapi budakmu laki-laki atau perempuan yang boleh kaumiliki adalah dari antara bangsa-bangsa yang di sekelilingmu; hanya dari antara merekalah kamu boleh membeli budak laki-laki dan perempuan."
  },
  {
    "reference": "Lev 25:45",
    "text": "Juga dari antara anak-anak pendatang yang tinggal di antaramu boleh kamu membelinya dan dari antara kaum mereka yang tinggal di antaramu, yang dilahirkan di negerimu. Orang-orang itu boleh menjadi milikmu."
  },
  {
    "reference": "Lev 25:46",
    "text": "Kamu harus membagikan mereka sebagai milik pusaka kepada anak-anakmu yang kemudian, supaya diwarisi sebagai milik; kamu harus memperbudakkan mereka untuk selama-lamanya, tetapi atas saudara-saudaramu, orang-orang Israel, janganlah memerintah dengan kejam yang satu sama yang lain."
  },
  {
    "reference": "Lev 25:47",
    "text": "Apabila seorang asing atau seorang pendatang di antaramu telah menjadi mampu, sedangkan saudaramu yang tinggal padanya jatuh miskin, sehingga menyerahkan dirinya kepada orang asing atau pendatang yang di antaramu itu atau kepada seorang yang berasal dari kaum orang asing,"
  },
  {
    "reference": "Lev 25:48",
    "text": "maka sesudah ia menyerahkan dirinya, ia berhak ditebus, yakni seorang dari antara saudara-saudaranya boleh menebus dia,"
  },
  {
    "reference": "Lev 25:49",
    "text": "atau saudara ayahnya atau anak laki-laki saudara ayahnya atau seorang kerabatnya yang terdekat dari kaumnya atau kalau ia telah mampu, ia sendiri berhak menebus dirinya."
  },
  {
    "reference": "Lev 25:50",
    "text": "Bersama-sama dengan si pembelinya ia harus membuat perhitungan, mulai dari tahun ia menyerahkan dirinya kepada orang itu sampai kepada tahun Yobel, dan harga penjualan dirinya haruslah ditentukan menurut jumlah tahun-tahun itu; masa ia tinggal pada orang itu haruslah dihitung seperti masa kerja orang upahan."
  },
  {
    "reference": "Lev 25:51",
    "text": "Jikalau jumlah tahun itu masih besar, maka dari harga pembeliannya harus dikembalikan sebagai penebus dirinya menurut jumlah tahun itu."
  },
  {
    "reference": "Lev 25:52",
    "text": "Jika waktu yang masih tinggal sampai kepada tahun Yobel sedikit lagi saja, maka ia harus membuat perhitungan dengan orang itu; menurut jumlah tahun itulah ia harus membayar uang tebusan dirinya."
  },
  {
    "reference": "Lev 25:53",
    "text": "Demikianlah ia harus tinggal padanya sebagai orang upahan dari tahun ke tahun. Janganlah ia diperintah dengan kejam oleh orang itu di depan matamu."
  },
  {
    "reference": "Lev 25:54",
    "text": "Tetapi jikalau ia tidak ditebus dengan cara demikian, maka ia harus diizinkan keluar dalam tahun Yobel, ia bersama-sama anak-anaknya."
  },
  {
    "reference": "Lev 25:55",
    "text": "Karena pada-Kulah orang Israel menjadi hamba; mereka itu adalah hamba-hamba-Ku yang Kubawa keluar dari tanah Mesir; Akulah Tuhan, Allahmu.”"
  },
  {
    "reference": "Lev 26:1",
    "text": "- 26:1: Kel. 20:4; Im. 19:4; Ul. 5:8, 16:21-22, 27:15 - 26:1-13: Ul. 7:12-24, 28:1-14 ”Janganlah kamu membuat berhala bagimu, dan patung atau tugu berhala janganlah kamu dirikan bagimu; juga batu berukir janganlah kamu tempatkan di negerimu untuk sujud menyembah kepadanya, sebab Akulah Tuhan, Allahmu."
  },
  {
    "reference": "Lev 26:2",
    "text": "Kamu harus memelihara hari-hari Sabat-Ku dan menghormati tempat kudus-Ku, Akulah Tuhan."
  },
  {
    "reference": "Lev 26:3",
    "text": "- 26:3-5: Ul. 11:13-15 Jikalau kamu hidup menurut ketetapan-Ku dan tetap berpegang pada perintah-Ku serta melakukannya,"
  },
  {
    "reference": "Lev 26:4",
    "text": "maka Aku akan memberi kamu hujan pada masanya, sehingga tanah itu memberi hasilnya dan pohon-pohonan di ladangmu akan memberi buahnya."
  },
  {
    "reference": "Lev 26:5",
    "text": "Lamanya musim mengirik bagimu akan sampai kepada musim memetik buah anggur dan lamanya musim memetik buah anggur akan sampai kepada musim menabur. Kamu akan makan makananmu sampai kenyang dan diam di negerimu dengan aman tenteram."
  },
  {
    "reference": "Lev 26:6",
    "text": "Dan Aku akan memberi damai sejahtera di dalam negeri itu, sehingga kamu akan berbaring dengan tidak dikejutkan oleh apa pun; Aku akan melenyapkan binatang buas dari negeri itu, dan pedang tidak akan melintas di negerimu."
  },
  {
    "reference": "Lev 26:7",
    "text": "Kamu akan mengejar musuhmu, dan mereka akan tewas di hadapanmu oleh pedang."
  },
  {
    "reference": "Lev 26:8",
    "text": "Lima orang dari antaramu akan mengejar seratus, dan seratus orang dari antaramu akan mengejar selaksa dan semua musuhmu akan tewas di hadapanmu oleh pedang."
  },
  {
    "reference": "Lev 26:9",
    "text": "Dan Aku akan berpaling kepadamu dan akan membuat kamu beranak cucu serta bertambah banyak dan Aku akan meneguhkan perjanjian-Ku dengan kamu."
  },
  {
    "reference": "Lev 26:10",
    "text": "Kamu masih akan makan hasil lama dari panen yang lampau, dan hasil lama itu akan kamu keluarkan untuk menyimpan yang baru."
  },
  {
    "reference": "Lev 26:11",
    "text": "Aku akan menempatkan Kemah Suci-Ku di tengah-tengahmu dan hati-Ku tidak akan muak melihat kamu."
  },
  {
    "reference": "Lev 26:12",
    "text": "- 26:12: 2Kor. 6:16 Tetapi Aku akan hadir di tengah-tengahmu dan Aku akan menjadi Allahmu dan kamu akan menjadi umat-Ku."
  },
  {
    "reference": "Lev 26:13",
    "text": "Akulah Tuhan, Allahmu, yang membawa kamu keluar dari tanah Mesir, supaya kamu jangan lagi menjadi budak mereka. Aku telah mematahkan kayu kuk yang di atasmu dan membuat kamu berjalan tegak.” Kutuk 26:14-46"
  },
  {
    "reference": "Lev 26:14",
    "text": "- 26:14-46: Ul. 28:15-68 ”Tetapi jikalau kamu tidak mendengarkan Daku, dan tidak melakukan segala perintah itu,"
  },
  {
    "reference": "Lev 26:15",
    "text": "jikalau kamu menolak ketetapan-Ku dan hatimu muak mendengar peraturan-Ku, sehingga kamu tidak melakukan segala perintah-Ku dan kamu mengingkari perjanjian-Ku,"
  },
  {
    "reference": "Lev 26:16",
    "text": "maka Aku pun akan berbuat begini kepadamu, yakni Aku akan mendatangkan kekejutan atasmu, batuk kering serta demam, yang membuat mata rusak dan jiwa merana; kamu akan sia-sia menabur benihmu, karena hasilnya akan habis dimakan musuhmu."
  },
  {
    "reference": "Lev 26:17",
    "text": "Aku sendiri akan menentang kamu, sehingga kamu akan dikalahkan oleh musuhmu, dan mereka yang membenci kamu akan menguasai kamu, dan kamu akan lari, sungguhpun tidak ada orang mengejar kamu."
  },
  {
    "reference": "Lev 26:18",
    "text": "Dan jikalau kamu dalam keadaan yang demikian pun tidak mendengarkan Daku, maka Aku akan lebih keras menghajar kamu sampai tujuh kali lipat karena dosamu,"
  },
  {
    "reference": "Lev 26:19",
    "text": "dan Aku akan mematahkan kekuasaanmu yang kaubanggakan dan akan membuat langit di atasmu sebagai besi dan tanahmu sebagai tembaga."
  },
  {
    "reference": "Lev 26:20",
    "text": "Maka tenagamu akan habis dengan sia-sia, tanahmu tidak akan memberi hasilnya dan pohon-pohonan di tanah itu tidak akan memberi buahnya."
  },
  {
    "reference": "Lev 26:21",
    "text": "Jikalau hidupmu tetap bertentangan dengan Daku dan kamu tidak mau mendengarkan Daku, maka Aku akan makin menambah hukuman atasmu sampai tujuh kali lipat setimpal dengan dosamu."
  },
  {
    "reference": "Lev 26:22",
    "text": "Aku akan melepaskan kepadamu binatang liar yang akan memunahkan anak-anakmu dan yang akan melenyapkan ternakmu, serta membuat kamu menjadi sedikit, sehingga jalan-jalanmu menjadi sunyi."
  },
  {
    "reference": "Lev 26:23",
    "text": "Jikalau kamu dalam keadaan yang demikian pun tidak mau Kuajar, dan hidupmu tetap bertentangan dengan Daku,"
  },
  {
    "reference": "Lev 26:24",
    "text": "maka Aku pun akan bertindak melawan kamu dan Aku sendiri akan menghukum kamu tujuh kali lipat karena dosamu,"
  },
  {
    "reference": "Lev 26:25",
    "text": "dan Aku akan mendatangkan ke atasmu suatu pedang, yang akan melakukan pembalasan oleh karena perjanjian itu; bila kamu berkumpul kelak di kota-kotamu, maka Aku akan melepas penyakit sampar ke tengah-tengahmu dan kamu akan diserahkan ke dalam tangan musuh."
  },
  {
    "reference": "Lev 26:26",
    "text": "Jika Aku memusnahkan persediaan makananmu, maka sepuluh perempuan akan membakar roti di dalam satu pembakaran. Mereka akan mengembalikan rotimu menurut timbangan tertentu, dan kamu akan makan, tetapi tidak menjadi kenyang."
  },
  {
    "reference": "Lev 26:27",
    "text": "Dan jikalau kamu dalam keadaan yang demikian pun tidak mendengarkan Daku, dan hidupmu tetap bertentangan dengan Daku,"
  },
  {
    "reference": "Lev 26:28",
    "text": "maka Aku pun akan bertindak keras melawan kamu dan Aku sendiri akan menghajar kamu tujuh kali lipat karena dosamu,"
  },
  {
    "reference": "Lev 26:29",
    "text": "dan kamu akan memakan daging anak-anakmu lelaki dan anak-anakmu perempuan."
  },
  {
    "reference": "Lev 26:30",
    "text": "Dan bukit-bukit pengorbananmu akan Kupunahkan, dan segala pedupaanmu akan Kulenyapkan. Aku akan melemparkan bangkai-bangkaimu ke atas bangkai-bangkai berhalamu dan hati-Ku akan muak melihat kamu."
  },
  {
    "reference": "Lev 26:31",
    "text": "Kota-kotamu akan Kubuat menjadi reruntuhan dan tempat-tempat kudusmu akan Kurusakkan dan Aku tidak mau lagi menghirup bau persembahanmu yang menyenangkan."
  },
  {
    "reference": "Lev 26:32",
    "text": "Aku sendiri akan merusakkan negeri itu, sehingga musuhmu yang tinggal di situ akan tercengang karenanya."
  },
  {
    "reference": "Lev 26:33",
    "text": "Tetapi kamu akan Kuserakkan di antara bangsa-bangsa lain dan Aku akan menghunus pedang di belakang kamu, dan tanahmu akan menjadi tempat tandus dan kota-kotamu akan menjadi reruntuhan."
  },
  {
    "reference": "Lev 26:34",
    "text": "Pada waktu itulah tanah itu pulih dari dilalaikannya tahun-tahun sabatnya selama tanah itu tandus dan selama kamu tinggal di negeri musuh-musuhmu; pada waktu itulah tanah itu akan menjalani sabatnya dan dipulihkan tahun-tahun sabat yang belum didapatnya."
  },
  {
    "reference": "Lev 26:35",
    "text": "Selama ketandusannya tanah itu akan menjalani sabat yang belum dijalaninya pada tiap-tiap tahun sabatmu, ketika kamu masih diam di situ."
  },
  {
    "reference": "Lev 26:36",
    "text": "Dan mengenai mereka yang masih tinggal hidup dari antaramu, Aku akan mendatangkan kecemasan ke dalam hati mereka di dalam negeri-negeri musuh mereka, sehingga bunyi daun yang ditiupkan angin pun akan mengejar mereka, dan mereka akan lari seperti orang lari menjauhi pedang, dan mereka akan rebah, sungguhpun tidak ada orang yang mengejar."
  },
  {
    "reference": "Lev 26:37",
    "text": "Dan mereka akan jatuh tersandung seorang kepada seorang seolah-olah hendak menjauhi pedang, sungguhpun yang mengejar tidak ada, dan kamu tidak akan dapat bertahan di hadapan musuh-musuhmu."
  },
  {
    "reference": "Lev 26:38",
    "text": "Dan kamu akan binasa di antara bangsa-bangsa lain, dan negeri musuhmu akan memusnahkan kamu."
  },
  {
    "reference": "Lev 26:39",
    "text": "Dan siapa yang masih tinggal hidup dari antaramu, mereka akan hancur lebur dalam hukumannya di negeri-negeri musuh mereka, dan karena kesalahan nenek moyang mereka juga mereka akan hancur lebur sama seperti nenek moyangnya."
  },
  {
    "reference": "Lev 26:40",
    "text": "Tetapi bila mereka mengakui kesalahan mereka dan kesalahan nenek moyang mereka dalam hal berubah setia yang dilakukan mereka terhadap Aku dan mengakui juga bahwa hidup mereka bertentangan dengan Daku"
  },
  {
    "reference": "Lev 26:41",
    "text": "– Aku pun bertindak melawan mereka dan membawa mereka ke negeri musuh mereka – atau bila kemudian hati mereka yang tidak bersunat itu telah tunduk dan mereka telah membayar pulih kesalahan mereka,"
  },
  {
    "reference": "Lev 26:42",
    "text": "- 26:42: Kej. 17:7-8, 26:3-4, 28:13-14 maka Aku akan mengingat perjanjian-Ku dengan Yakub; juga perjanjian dengan Ishak dan perjanjian-Ku dengan Abraham pun akan Kuingat dan negeri itu akan Kuingat juga."
  },
  {
    "reference": "Lev 26:43",
    "text": "Jadi tanah itu akan ditinggalkan mereka dan akan pulih dari akibat tahun-tahun sabat yang dilalaikan selama tanah itu tandus, oleh karena ditinggalkan mereka, dan mereka akan membayar pulih kesalahan mereka, tak lain dan tak bukan karena mereka menolak peraturan-Ku dan hati mereka muak mendengarkan ketetapan-Ku."
  },
  {
    "reference": "Lev 26:44",
    "text": "Namun demikian, apabila mereka ada di negeri musuh mereka, Aku tidak akan menolak mereka dan tidak akan muak melihat mereka, sehingga Aku membinasakan mereka dan membatalkan perjanjian-Ku dengan mereka, sebab Akulah Tuhan, Allah mereka."
  },
  {
    "reference": "Lev 26:45",
    "text": "Untuk keselamatan mereka Aku akan mengingat perjanjian dengan orang-orang dahulu yang Kubawa keluar dari tanah Mesir di depan mata bangsa-bangsa lain, supaya Aku menjadi Allah mereka; Akulah Tuhan.”"
  },
  {
    "reference": "Lev 26:46",
    "text": "Itulah ketetapan-ketetapan dan peraturan-peraturan serta hukum-hukum yang diberikan Tuhan, berlaku di antara Dia dengan orang Israel, di gunung Sinai, dengan perantaraan Musa."
  },
  {
    "reference": "Lev 27:1",
    "text": "Tuhan berfirman kepada Musa:"
  },
  {
    "reference": "Lev 27:2",
    "text": "”Berbicaralah kepada orang Israel dan katakan kepada mereka: Apabila seorang mengucapkan nazar khusus kepada Tuhan mengenai orang menurut penilaian yang berlaku untuk itu,"
  },
  {
    "reference": "Lev 27:3",
    "text": "maka tentang nilai bagi orang laki-laki dari yang berumur dua puluh tahun sampai yang berumur enam puluh tahun, nilai itu harus lima puluh syikal perak, ditimbang menurut syikal kudus."
  },
  {
    "reference": "Lev 27:4",
    "text": "Tetapi jikalau itu seorang perempuan, maka nilai itu harus tiga puluh syikal."
  },
  {
    "reference": "Lev 27:5",
    "text": "Jikalau itu mengenai seorang dari yang berumur lima tahun sampai yang berumur dua puluh tahun, maka bagi laki-laki nilai itu harus dua puluh syikal dan bagi perempuan sepuluh syikal."
  },
  {
    "reference": "Lev 27:6",
    "text": "Jikalau itu mengenai seorang dari yang berumur satu bulan sampai yang berumur lima tahun, maka bagi laki-laki nilai itu harus lima syikal perak, dan bagi perempuan tiga syikal perak."
  },
  {
    "reference": "Lev 27:7",
    "text": "Jikalau itu mengenai seorang yang berumur enam puluh tahun atau lebih, jikalau itu mengenai laki-laki, maka nilai itu harus lima belas syikal dan bagi perempuan sepuluh syikal."
  },
  {
    "reference": "Lev 27:8",
    "text": "Tetapi jikalau orang itu terlalu miskin untuk membayar nilai itu, maka haruslah dihadapkannya orang yang dinazarkannya itu kepada imam, dan imam harus menilainya; sesuai dengan kemampuan orang yang bernazar itu imam harus menentukan nilainya."
  },
  {
    "reference": "Lev 27:9",
    "text": "Jikalau itu termasuk hewan yang boleh dipersembahkan sebagai persembahan kepada Tuhan, maka apa pun dari pada hewan itu yang dipersembahkan orang itu kepada Tuhan haruslah kudus."
  },
  {
    "reference": "Lev 27:10",
    "text": "Janganlah ia menggantinya dan janganlah ia menukarnya, yang baik dengan yang buruk atau yang buruk dengan yang baik. Tetapi jikalau ia menukar juga seekor hewan dengan seekor hewan lain, maka baik hewan itu maupun tukarnya haruslah kudus."
  },
  {
    "reference": "Lev 27:11",
    "text": "Jikalau itu barang seekor dari antara hewan haram yang tidak boleh dipersembahkan sebagai persembahan kepada Tuhan, maka hewan itu harus dihadapkannya kepada imam,"
  },
  {
    "reference": "Lev 27:12",
    "text": "dan imam harus menetapkan nilainya menurut baik atau buruknya, dan seperti penilaian imam demikianlah jadinya."
  },
  {
    "reference": "Lev 27:13",
    "text": "Dan jikalau orang itu mau menebusnya juga, ia harus menambahkan seperlima kepada nilai itu."
  },
  {
    "reference": "Lev 27:14",
    "text": "Apabila seorang menguduskan rumahnya sebagai persembahan kudus bagi Tuhan, maka imam harus menetapkan nilainya menurut baik atau buruknya, dan seperti nilai yang ditetapkan imam demikianlah harus dipegang teguh."
  },
  {
    "reference": "Lev 27:15",
    "text": "Tetapi jikalau orang yang menguduskan itu mau menebus rumahnya, maka ia harus menambah harganya dengan seperlima dari uang nilainya dan rumah itu menjadi kepunyaannya pula."
  },
  {
    "reference": "Lev 27:16",
    "text": "Jikalau seseorang menguduskan sebagian dari ladang miliknya bagi Tuhan, maka nilainya haruslah sesuai dengan taburannya, yakni sehomer taburan benih jelai berharga lima puluh syikal perak."
  },
  {
    "reference": "Lev 27:17",
    "text": "Jikalau ia menguduskan ladangnya mulai dari tahun Yobel, maka nilainya haruslah dipegang teguh."
  },
  {
    "reference": "Lev 27:18",
    "text": "Tetapi jikalau ia menguduskan ladangnya sesudah tahun Yobel, maka imam harus menghitung harganya bagi orang itu sesuai dengan tahun-tahun yang masih tinggal sampai kepada tahun Yobel, dan harga itu harus dikurangkan dari nilainya."
  },
  {
    "reference": "Lev 27:19",
    "text": "Dan jikalau orang yang menguduskannya benar-benar mau menebus ladang itu, maka ia harus menambah harganya dengan seperlima dari uang nilainya dan ladang itu tetap dimilikinya."
  },
  {
    "reference": "Lev 27:20",
    "text": "Tetapi jikalau ia tidak menebus ladang itu, malahan ladang itu telah dijualnya kepada orang lain, maka tidak dapat ditebus lagi."
  },
  {
    "reference": "Lev 27:21",
    "text": "Tetapi pada waktu bebas dalam tahun Yobel, ladang itu haruslah kudus bagi Tuhan, sama seperti ladang yang dikhususkan bagi Tuhan. Imamlah yang harus memilikinya."
  },
  {
    "reference": "Lev 27:22",
    "text": "Dan jikalau ia menguduskan bagi Tuhan ladang yang telah dibelinya dan yang tidak termasuk ladang miliknya dahulu,"
  },
  {
    "reference": "Lev 27:23",
    "text": "maka imam harus menghitung baginya harga nilainya sampai kepada tahun Yobel dan orang itu haruslah mempersembahkan nilai itu pada hari itu juga sebagai persembahan kudus bagi Tuhan."
  },
  {
    "reference": "Lev 27:24",
    "text": "Dalam tahun Yobel ladang itu harus dipulangkan kepada orang yang menjualnya kepadanya, yakni kepada orang yang mula-mula memiliki tanah itu."
  },
  {
    "reference": "Lev 27:25",
    "text": "Dan segala nilai harus menurut syikal kudus, syikal itu harus dua puluh gera beratnya."
  },
  {
    "reference": "Lev 27:26",
    "text": "Akan tetapi anak sulung, yang sebagai anak sulung menjadi hak Tuhan dari antara hewan, tidak boleh dikuduskan oleh siapa pun, baik seekor lembu maupun seekor kambing atau domba, itu milik Tuhan."
  },
  {
    "reference": "Lev 27:27",
    "text": "Tetapi jikalau itu dari antara hewan yang haram, maka haruslah orang menebusnya menurut nilainya dengan menambah seperlima dan jikalau tidak ditebus, haruslah dijual menurut nilainya."
  },
  {
    "reference": "Lev 27:28",
    "text": "- 27:28: Bil. 18:14 Akan tetapi segala yang sudah dikhususkan oleh seseorang bagi Tuhan dari segala miliknya, baik manusia atau hewan, maupun ladang miliknya, tidak boleh dijual dan tidak boleh ditebus, karena segala yang dikhususkan adalah maha kudus bagi Tuhan."
  },
  {
    "reference": "Lev 27:29",
    "text": "Setiap orang yang dikhususkan, yang harus ditumpas di antara manusia, tidak boleh ditebus, pastilah ia dihukum mati."
  },
  {
    "reference": "Lev 27:30",
    "text": "- 27:30-33: Bil. 18:21; Ul. 14:22-29 Demikian juga segala persembahan persepuluhan dari tanah, baik dari hasil benih di tanah maupun dari buah pohon-pohonan, adalah milik Tuhan; itulah persembahan kudus bagi Tuhan."
  },
  {
    "reference": "Lev 27:31",
    "text": "Tetapi jikalau seseorang mau menebus juga sebagian dari persembahan persepuluhannya itu, maka ia harus menambah seperlima."
  },
  {
    "reference": "Lev 27:32",
    "text": "Mengenai segala persembahan persepuluhan dari lembu sapi atau kambing domba, maka dari segala yang lewat dari bawah tongkat gembala waktu dihitung, setiap yang kesepuluh harus menjadi persembahan kudus bagi Tuhan."
  },
  {
    "reference": "Lev 27:33",
    "text": "Janganlah dipilih-pilih mana yang baik dan mana yang buruk, dan janganlah ditukar; jikalau orang menukarnya juga, maka baik hewan itu maupun tukarnya haruslah kudus dan tidak boleh ditebus.”"
  },
  {
    "reference": "Lev 27:34",
    "text": "Itulah perintah-perintah yang diperintahkan Tuhan kepada Musa di gunung Sinai untuk disampaikan kepada orang Israel."
  }
]
