[
  {
    "reference": "Luk 1:1",
    "text": "Teofilus yang mulia, Banyak orang telah berusaha menyusun suatu berita tentang peristiwa-peristiwa yang telah terjadi di antara kita,"
  },
  {
    "reference": "Luk 1:2",
    "text": "seperti yang disampaikan kepada kita oleh mereka, yang dari semula adalah saksi mata dan pelayan Firman."
  },
  {
    "reference": "Luk 1:3",
    "text": "Karena itu, setelah aku menyelidiki segala peristiwa itu dengan seksama dari asal mulanya, aku mengambil keputusan untuk membukukannya dengan teratur bagimu,"
  },
  {
    "reference": "Luk 1:4",
    "text": "supaya engkau dapat mengetahui, bahwa segala sesuatu yang diajarkan kepadamu sungguh benar. Pemberitahuan tentang kelahiran Yohanes Pembaptis 1:5-25"
  },
  {
    "reference": "Luk 1:5",
    "text": "- 1:5: 1Taw. 24:10 Pada zaman Herodes, raja Yudea, adalah seorang imam yang bernama Zakharia dari rombongan Abia. Isterinya juga berasal dari keturunan Harun, namanya Elisabet."
  },
  {
    "reference": "Luk 1:6",
    "text": "Keduanya adalah benar di hadapan Allah dan hidup menurut segala perintah dan ketetapan Tuhan dengan tidak bercacat."
  },
  {
    "reference": "Luk 1:7",
    "text": "Tetapi mereka tidak mempunyai anak, sebab Elisabet mandul dan keduanya telah lanjut umurnya."
  },
  {
    "reference": "Luk 1:8",
    "text": "Pada suatu kali, waktu tiba giliran rombongannya, Zakharia melakukan tugas keimaman di hadapan Tuhan."
  },
  {
    "reference": "Luk 1:9",
    "text": "Sebab ketika diundi, sebagaimana lazimnya, untuk menentukan imam yang bertugas, dialah yang ditunjuk untuk masuk ke dalam Bait Suci dan membakar ukupan di situ."
  },
  {
    "reference": "Luk 1:10",
    "text": "Sementara itu seluruh umat berkumpul di luar dan sembahyang. Waktu itu adalah waktu pembakaran ukupan."
  },
  {
    "reference": "Luk 1:11",
    "text": "Maka tampaklah kepada Zakharia seorang malaikat Tuhan berdiri di sebelah kanan mezbah pembakaran ukupan."
  },
  {
    "reference": "Luk 1:12",
    "text": "Melihat hal itu ia terkejut dan menjadi takut."
  },
  {
    "reference": "Luk 1:13",
    "text": "Tetapi malaikat itu berkata kepadanya: ”Jangan takut, hai Zakharia, sebab doamu telah dikabulkan dan Elisabet, isterimu, akan melahirkan seorang anak laki-laki bagimu dan haruslah engkau menamai dia Yohanes."
  },
  {
    "reference": "Luk 1:14",
    "text": "Engkau akan bersukacita dan bergembira, bahkan banyak orang akan bersukacita atas kelahirannya itu."
  },
  {
    "reference": "Luk 1:15",
    "text": "- 1:15: Bil. 6:3 Sebab ia akan besar di hadapan Tuhan dan ia tidak akan minum anggur atau minuman keras dan ia akan penuh dengan Roh Kudus mulai dari rahim ibunya;"
  },
  {
    "reference": "Luk 1:16",
    "text": "ia akan membuat banyak orang Israel berbalik kepada Tuhan, Allah mereka,"
  },
  {
    "reference": "Luk 1:17",
    "text": "- 1:17: Mal. 4:5-6 dan ia akan berjalan mendahului Tuhan dalam roh dan kuasa Elia untuk membuat hati bapa-bapa berbalik kepada anak-anaknya dan hati orang-orang durhaka kepada pikiran orang-orang benar dan dengan demikian menyiapkan bagi Tuhan suatu umat yang layak bagi-Nya.”"
  },
  {
    "reference": "Luk 1:18",
    "text": "Lalu kata Zakharia kepada malaikat itu: ”Bagaimanakah aku tahu, bahwa hal ini akan terjadi? Sebab aku sudah tua dan isteriku sudah lanjut umurnya.”"
  },
  {
    "reference": "Luk 1:19",
    "text": "- 1:19: Dan. 8:16, 9:21 Jawab malaikat itu kepadanya: ”Akulah Gabriel yang melayani Allah dan aku telah diutus untuk berbicara dengan engkau dan untuk menyampaikan kabar baik ini kepadamu."
  },
  {
    "reference": "Luk 1:20",
    "text": "Sesungguhnya engkau akan menjadi bisu dan tidak dapat berkata-kata sampai kepada hari, di mana semuanya ini terjadi, karena engkau tidak percaya akan perkataanku yang akan nyata kebenarannya pada waktunya.”"
  },
  {
    "reference": "Luk 1:21",
    "text": "Sementara itu orang banyak menanti-nantikan Zakharia. Mereka menjadi heran, bahwa ia begitu lama berada dalam Bait Suci."
  },
  {
    "reference": "Luk 1:22",
    "text": "Ketika ia keluar, ia tidak dapat berkata-kata kepada mereka dan mengertilah mereka, bahwa ia telah melihat suatu penglihatan di dalam Bait Suci. Lalu ia memberi isyarat kepada mereka, sebab ia tetap bisu."
  },
  {
    "reference": "Luk 1:23",
    "text": "Ketika selesai jangka waktu tugas jabatannya, ia pulang ke rumah."
  },
  {
    "reference": "Luk 1:24",
    "text": "Beberapa lama kemudian Elisabet, isterinya, mengandung dan selama lima bulan ia tidak menampakkan diri, katanya:"
  },
  {
    "reference": "Luk 1:25",
    "text": "”Inilah suatu perbuatan Tuhan bagiku, dan sekarang Ia berkenan menghapuskan aibku di depan orang.” Pemberitahuan tentang kelahiran Yesus 1:26-38"
  },
  {
    "reference": "Luk 1:26",
    "text": "Dalam bulan yang keenam Allah menyuruh malaikat Gabriel pergi ke sebuah kota di Galilea bernama Nazaret,"
  },
  {
    "reference": "Luk 1:27",
    "text": "- 1:27: Mat. 1:18 kepada seorang perawan yang bertunangan dengan seorang bernama Yusuf dari keluarga Daud; nama perawan itu Maria."
  },
  {
    "reference": "Luk 1:28",
    "text": "Ketika malaikat itu masuk ke rumah Maria, ia berkata: ”Salam, hai engkau yang dikaruniai, Tuhan menyertai engkau.”"
  },
  {
    "reference": "Luk 1:29",
    "text": "Maria terkejut mendengar perkataan itu, lalu bertanya di dalam hatinya, apakah arti salam itu."
  },
  {
    "reference": "Luk 1:30",
    "text": "Kata malaikat itu kepadanya: ”Jangan takut, hai Maria, sebab engkau beroleh kasih karunia di hadapan Allah."
  },
  {
    "reference": "Luk 1:31",
    "text": "- 1:31: Mat. 1:21 Sesungguhnya engkau akan mengandung dan akan melahirkan seorang anak laki-laki dan hendaklah engkau menamai Dia Yesus."
  },
  {
    "reference": "Luk 1:32",
    "text": "- 1:32-33: 2Sam. 7:12, 13, 16; Yes. 9:6 Ia akan menjadi besar dan akan disebut Anak Allah Yang Mahatinggi. Dan Tuhan Allah akan mengaruniakan kepada-Nya takhta Daud, bapa leluhur-Nya,"
  },
  {
    "reference": "Luk 1:33",
    "text": "dan Ia akan menjadi raja atas kaum keturunan Yakub sampai selama-lamanya dan Kerajaan-Nya tidak akan berkesudahan.”"
  },
  {
    "reference": "Luk 1:34",
    "text": "Kata Maria kepada malaikat itu: ”Bagaimana hal itu mungkin terjadi, karena aku belum bersuami?”"
  },
  {
    "reference": "Luk 1:35",
    "text": "Jawab malaikat itu kepadanya: ”Roh Kudus akan turun atasmu dan kuasa Allah Yang Mahatinggi akan menaungi engkau; sebab itu anak yang akan kaulahirkan itu akan disebut kudus, Anak Allah."
  },
  {
    "reference": "Luk 1:36",
    "text": "Dan sesungguhnya, Elisabet, sanakmu itu, ia pun sedang mengandung seorang anak laki-laki pada hari tuanya dan inilah bulan yang keenam bagi dia, yang disebut mandul itu."
  },
  {
    "reference": "Luk 1:37",
    "text": "- 1:37: Kej. 18:14 Sebab bagi Allah tidak ada yang mustahil.”"
  },
  {
    "reference": "Luk 1:38",
    "text": "Kata Maria: ”Sesungguhnya aku ini adalah hamba Tuhan; jadilah padaku menurut perkataanmu itu.” Lalu malaikat itu meninggalkan dia. Maria dan Elisabet 1:39-45"
  },
  {
    "reference": "Luk 1:39",
    "text": "Beberapa waktu kemudian berangkatlah Maria dan langsung berjalan ke pegunungan menuju sebuah kota di Yehuda."
  },
  {
    "reference": "Luk 1:40",
    "text": "Di situ ia masuk ke rumah Zakharia dan memberi salam kepada Elisabet."
  },
  {
    "reference": "Luk 1:41",
    "text": "Dan ketika Elisabet mendengar salam Maria, melonjaklah anak yang di dalam rahimnya dan Elisabet pun penuh dengan Roh Kudus,"
  },
  {
    "reference": "Luk 1:42",
    "text": "lalu berseru dengan suara nyaring: ”Diberkatilah engkau di antara semua perempuan dan diberkatilah buah rahimmu."
  },
  {
    "reference": "Luk 1:43",
    "text": "Siapakah aku ini sampai ibu Tuhanku datang mengunjungi aku?"
  },
  {
    "reference": "Luk 1:44",
    "text": "Sebab sesungguhnya, ketika salammu sampai kepada telingaku, anak yang di dalam rahimku melonjak kegirangan."
  },
  {
    "reference": "Luk 1:45",
    "text": "Dan berbahagialah ia, yang telah percaya, sebab apa yang dikatakan kepadanya dari Tuhan, akan terlaksana.” Nyanyian pujian Maria 1:46-56"
  },
  {
    "reference": "Luk 1:46",
    "text": "- 1:46-55: 1Sam. 2:1-10 Lalu kata Maria: ”Jiwaku memuliakan Tuhan,"
  },
  {
    "reference": "Luk 1:47",
    "text": "dan hatiku bergembira karena Allah, Juruselamatku,"
  },
  {
    "reference": "Luk 1:48",
    "text": "sebab Ia telah memperhatikan kerendahan hamba-Nya. Sesungguhnya, mulai dari sekarang segala keturunan akan menyebut aku berbahagia,"
  },
  {
    "reference": "Luk 1:49",
    "text": "karena Yang Mahakuasa telah melakukan perbuatan-perbuatan besar kepadaku dan nama-Nya adalah kudus."
  },
  {
    "reference": "Luk 1:50",
    "text": "Dan rahmat-Nya turun-temurun atas orang yang takut akan Dia."
  },
  {
    "reference": "Luk 1:51",
    "text": "Ia memperlihatkan kuasa-Nya dengan perbuatan tangan-Nya dan mencerai-beraikan orang-orang yang congkak hatinya;"
  },
  {
    "reference": "Luk 1:52",
    "text": "Ia menurunkan orang-orang yang berkuasa dari takhtanya dan meninggikan orang-orang yang rendah;"
  },
  {
    "reference": "Luk 1:53",
    "text": "Ia melimpahkan segala yang baik kepada orang yang lapar, dan menyuruh orang yang kaya pergi dengan tangan hampa;"
  },
  {
    "reference": "Luk 1:54",
    "text": "Ia menolong Israel, hamba-Nya, karena Ia mengingat rahmat-Nya,"
  },
  {
    "reference": "Luk 1:55",
    "text": "- 1:55: Kej. 17:7 seperti yang dijanjikan-Nya kepada nenek moyang kita, kepada Abraham dan keturunannya untuk selama-lamanya.”"
  },
  {
    "reference": "Luk 1:56",
    "text": "Dan Maria tinggal kira-kira tiga bulan lamanya bersama dengan Elisabet, lalu pulang kembali ke rumahnya. Kelahiran Yohanes Pembaptis 1:57-66"
  },
  {
    "reference": "Luk 1:57",
    "text": "Kemudian genaplah bulannya bagi Elisabet untuk bersalin dan ia pun melahirkan seorang anak laki-laki."
  },
  {
    "reference": "Luk 1:58",
    "text": "Ketika tetangga-tetangganya serta sanak saudaranya mendengar, bahwa Tuhan telah menunjukkan rahmat-Nya yang begitu besar kepadanya, bersukacitalah mereka bersama-sama dengan dia."
  },
  {
    "reference": "Luk 1:59",
    "text": "- 1:59: Im. 12:3 Maka datanglah mereka pada hari yang kedelapan untuk menyunatkan anak itu dan mereka hendak menamai dia Zakharia menurut nama bapanya,"
  },
  {
    "reference": "Luk 1:60",
    "text": "tetapi ibunya berkata: ”Jangan, ia harus dinamai Yohanes.”"
  },
  {
    "reference": "Luk 1:61",
    "text": "Kata mereka kepadanya: ”Tidak ada di antara sanak saudaramu yang bernama demikian.”"
  },
  {
    "reference": "Luk 1:62",
    "text": "Lalu mereka memberi isyarat kepada bapanya untuk bertanya nama apa yang hendak diberikannya kepada anaknya itu."
  },
  {
    "reference": "Luk 1:63",
    "text": "Ia meminta batu tulis, lalu menuliskan kata-kata ini: ”Namanya adalah Yohanes.” Dan mereka pun heran semuanya."
  },
  {
    "reference": "Luk 1:64",
    "text": "Dan seketika itu juga terbukalah mulutnya dan terlepaslah lidahnya, lalu ia berkata-kata dan memuji Allah."
  },
  {
    "reference": "Luk 1:65",
    "text": "Maka ketakutanlah semua orang yang tinggal di sekitarnya, dan segala peristiwa itu menjadi buah tutur di seluruh pegunungan Yudea."
  },
  {
    "reference": "Luk 1:66",
    "text": "Dan semua orang, yang mendengarnya, merenungkannya dan berkata: ”Menjadi apakah anak ini nanti?” Sebab tangan Tuhan menyertai dia. Nyanyian pujian Zakharia 1:67-80"
  },
  {
    "reference": "Luk 1:67",
    "text": "Dan Zakharia, ayahnya, penuh dengan Roh Kudus, lalu bernubuat, katanya:"
  },
  {
    "reference": "Luk 1:68",
    "text": "”Terpujilah Tuhan, Allah Israel, sebab Ia melawat umat-Nya dan membawa kelepasan baginya,"
  },
  {
    "reference": "Luk 1:69",
    "text": "Ia menumbuhkan sebuah tanduk keselamatan bagi kita di dalam keturunan Daud, hamba-Nya itu,"
  },
  {
    "reference": "Luk 1:70",
    "text": "– seperti yang telah difirmankan-Nya sejak purbakala oleh mulut nabi-nabi-Nya yang kudus –"
  },
  {
    "reference": "Luk 1:71",
    "text": "untuk melepaskan kita dari musuh-musuh kita dan dari tangan semua orang yang membenci kita,"
  },
  {
    "reference": "Luk 1:72",
    "text": "untuk menunjukkan rahmat-Nya kepada nenek moyang kita dan mengingat akan perjanjian-Nya yang kudus,"
  },
  {
    "reference": "Luk 1:73",
    "text": "yaitu sumpah yang diucapkan-Nya kepada Abraham, bapa leluhur kita, bahwa Ia mengaruniai kita,"
  },
  {
    "reference": "Luk 1:74",
    "text": "supaya kita, terlepas dari tangan musuh, dapat beribadah kepada-Nya tanpa takut,"
  },
  {
    "reference": "Luk 1:75",
    "text": "dalam kekudusan dan kebenaran di hadapan-Nya seumur hidup kita."
  },
  {
    "reference": "Luk 1:76",
    "text": "- 1:76: Mal. 3:1 Dan engkau, hai anakku, akan disebut nabi Allah Yang Mahatinggi; karena engkau akan berjalan mendahului Tuhan untuk mempersiapkan jalan bagi-Nya,"
  },
  {
    "reference": "Luk 1:77",
    "text": "untuk memberikan kepada umat-Nya pengertian akan keselamatan yang berdasarkan pengampunan dosa-dosa mereka,"
  },
  {
    "reference": "Luk 1:78",
    "text": "oleh rahmat dan belas kasihan dari Allah kita, dengan mana Ia akan melawat kita, Surya pagi dari tempat yang tinggi,"
  },
  {
    "reference": "Luk 1:79",
    "text": "- 1:79: Yes. 9:1 untuk menyinari mereka yang diam dalam kegelapan dan dalam naungan maut untuk mengarahkan kaki kita kepada jalan damai sejahtera.”"
  },
  {
    "reference": "Luk 1:80",
    "text": "Adapun anak itu bertambah besar dan makin kuat rohnya. Dan ia tinggal di padang gurun sampai kepada hari ia harus menampakkan diri kepada Israel."
  },
  {
    "reference": "Luk 2:1",
    "text": "Pada waktu itu Kaisar Agustus mengeluarkan suatu perintah, menyuruh mendaftarkan semua orang di seluruh dunia."
  },
  {
    "reference": "Luk 2:2",
    "text": "Inilah pendaftaran yang pertama kali diadakan sewaktu Kirenius menjadi wali negeri di Siria."
  },
  {
    "reference": "Luk 2:3",
    "text": "Maka pergilah semua orang mendaftarkan diri, masing-masing di kotanya sendiri."
  },
  {
    "reference": "Luk 2:4",
    "text": "Demikian juga Yusuf pergi dari kota Nazaret di Galilea ke Yudea, ke kota Daud yang bernama Betlehem, – karena ia berasal dari keluarga dan keturunan Daud –"
  },
  {
    "reference": "Luk 2:5",
    "text": "supaya didaftarkan bersama-sama dengan Maria, tunangannya, yang sedang mengandung."
  },
  {
    "reference": "Luk 2:6",
    "text": "Ketika mereka di situ tibalah waktunya bagi Maria untuk bersalin,"
  },
  {
    "reference": "Luk 2:7",
    "text": "dan ia melahirkan seorang anak laki-laki, anaknya yang sulung, lalu dibungkusnya dengan lampin dan dibaringkannya di dalam palungan, karena tidak ada tempat bagi mereka di rumah penginapan. Gembala-gembala 2:8-20"
  },
  {
    "reference": "Luk 2:8",
    "text": "Di daerah itu ada gembala-gembala yang tinggal di padang menjaga kawanan ternak mereka pada waktu malam."
  },
  {
    "reference": "Luk 2:9",
    "text": "Tiba-tiba berdirilah seorang malaikat Tuhan di dekat mereka dan kemuliaan Tuhan bersinar meliputi mereka dan mereka sangat ketakutan."
  },
  {
    "reference": "Luk 2:10",
    "text": "Lalu kata malaikat itu kepada mereka: ”Jangan takut, sebab sesungguhnya aku memberitakan kepadamu kesukaan besar untuk seluruh bangsa:"
  },
  {
    "reference": "Luk 2:11",
    "text": "Hari ini telah lahir bagimu Juruselamat, yaitu Kristus, Tuhan, di kota Daud."
  },
  {
    "reference": "Luk 2:12",
    "text": "Dan inilah tandanya bagimu: Kamu akan menjumpai seorang bayi dibungkus dengan lampin dan terbaring di dalam palungan.”"
  },
  {
    "reference": "Luk 2:13",
    "text": "Dan tiba-tiba tampaklah bersama-sama dengan malaikat itu sejumlah besar bala tentara sorga yang memuji Allah, katanya:"
  },
  {
    "reference": "Luk 2:14",
    "text": "”Kemuliaan bagi Allah di tempat yang mahatinggi dan damai sejahtera di bumi di antara manusia yang berkenan kepada-Nya.”"
  },
  {
    "reference": "Luk 2:15",
    "text": "Setelah malaikat-malaikat itu meninggalkan mereka dan kembali ke sorga, gembala-gembala itu berkata seorang kepada yang lain: ”Marilah kita pergi ke Betlehem untuk melihat apa yang terjadi di sana, seperti yang diberitahukan Tuhan kepada kita.”"
  },
  {
    "reference": "Luk 2:16",
    "text": "Lalu mereka cepat-cepat berangkat dan menjumpai Maria dan Yusuf dan bayi itu, yang sedang berbaring di dalam palungan."
  },
  {
    "reference": "Luk 2:17",
    "text": "Dan ketika mereka melihat-Nya, mereka memberitahukan apa yang telah dikatakan kepada mereka tentang Anak itu."
  },
  {
    "reference": "Luk 2:18",
    "text": "Dan semua orang yang mendengarnya heran tentang apa yang dikatakan gembala-gembala itu kepada mereka."
  },
  {
    "reference": "Luk 2:19",
    "text": "Tetapi Maria menyimpan segala perkara itu di dalam hatinya dan merenungkannya."
  },
  {
    "reference": "Luk 2:20",
    "text": "Maka kembalilah gembala-gembala itu sambil memuji dan memuliakan Allah karena segala sesuatu yang mereka dengar dan mereka lihat, semuanya sesuai dengan apa yang telah dikatakan kepada mereka. Yesus disunat dan diserahkan kepada Tuhan – Simeon dan Hana 2:21-40"
  },
  {
    "reference": "Luk 2:21",
    "text": "- 2:21: Im. 12:3; Luk. 1:31 Dan ketika genap delapan hari dan Ia harus disunatkan, Ia diberi nama Yesus, yaitu nama yang disebut oleh malaikat sebelum Ia dikandung ibu-Nya."
  },
  {
    "reference": "Luk 2:22",
    "text": "- 2:22-24: Im. 12:6-8 Dan ketika genap waktu pentahiran, menurut hukum Taurat Musa, mereka membawa Dia ke Yerusalem untuk menyerahkan-Nya kepada Tuhan,"
  },
  {
    "reference": "Luk 2:23",
    "text": "- 2:23: Kel. 13:2, 12 seperti ada tertulis dalam hukum Tuhan: ”Semua anak laki-laki sulung harus dikuduskan bagi Allah”,"
  },
  {
    "reference": "Luk 2:24",
    "text": "dan untuk mempersembahkan korban menurut apa yang difirmankan dalam hukum Tuhan, yaitu sepasang burung tekukur atau dua ekor anak burung merpati."
  },
  {
    "reference": "Luk 2:25",
    "text": "Adalah di Yerusalem seorang bernama Simeon. Ia seorang yang benar dan saleh yang menantikan penghiburan bagi Israel. Roh Kudus ada di atasnya,"
  },
  {
    "reference": "Luk 2:26",
    "text": "dan kepadanya telah dinyatakan oleh Roh Kudus, bahwa ia tidak akan mati sebelum ia melihat Mesias, yaitu Dia yang diurapi Tuhan."
  },
  {
    "reference": "Luk 2:27",
    "text": "Ia datang ke Bait Allah oleh Roh Kudus. Ketika Yesus, Anak itu, dibawa masuk oleh orang tua-Nya untuk melakukan kepada-Nya apa yang ditentukan hukum Taurat,"
  },
  {
    "reference": "Luk 2:28",
    "text": "ia menyambut Anak itu dan menatang-Nya sambil memuji Allah, katanya:"
  },
  {
    "reference": "Luk 2:29",
    "text": "”Sekarang, Tuhan, biarkanlah hamba-Mu ini pergi dalam damai sejahtera, sesuai dengan firman-Mu,"
  },
  {
    "reference": "Luk 2:30",
    "text": "sebab mataku telah melihat keselamatan yang dari pada-Mu,"
  },
  {
    "reference": "Luk 2:31",
    "text": "yang telah Engkau sediakan di hadapan segala bangsa,"
  },
  {
    "reference": "Luk 2:32",
    "text": "- 2:32: Yes. 42:6, 49:6, 52:10 yaitu terang yang menjadi penyataan bagi bangsa-bangsa lain dan menjadi kemuliaan bagi umat-Mu, Israel.”"
  },
  {
    "reference": "Luk 2:33",
    "text": "Dan bapa serta ibu-Nya amat heran akan segala apa yang dikatakan tentang Dia."
  },
  {
    "reference": "Luk 2:34",
    "text": "Lalu Simeon memberkati mereka dan berkata kepada Maria, ibu Anak itu: ”Sesungguhnya Anak ini ditentukan untuk menjatuhkan atau membangkitkan banyak orang di Israel dan untuk menjadi suatu tanda yang menimbulkan perbantahan"
  },
  {
    "reference": "Luk 2:35",
    "text": "– dan suatu pedang akan menembus jiwamu sendiri –, supaya menjadi nyata pikiran hati banyak orang.”"
  },
  {
    "reference": "Luk 2:36",
    "text": "Lagipula di situ ada Hana, seorang nabi perempuan, anak Fanuel dari suku Asyer. Ia sudah sangat lanjut umurnya. Sesudah kawin ia hidup tujuh tahun lamanya bersama suaminya,"
  },
  {
    "reference": "Luk 2:37",
    "text": "dan sekarang ia janda dan berumur delapan puluh empat tahun. Ia tidak pernah meninggalkan Bait Allah dan siang malam beribadah dengan berpuasa dan berdoa."
  },
  {
    "reference": "Luk 2:38",
    "text": "Dan pada ketika itu juga datanglah ia ke situ dan mengucap syukur kepada Allah dan berbicara tentang Anak itu kepada semua orang yang menantikan kelepasan untuk Yerusalem."
  },
  {
    "reference": "Luk 2:39",
    "text": "- 2:39: Mat. 2:23 Dan setelah selesai semua yang harus dilakukan menurut hukum Tuhan, kembalilah mereka ke kota kediamannya, yaitu kota Nazaret di Galilea."
  },
  {
    "reference": "Luk 2:40",
    "text": "Anak itu bertambah besar dan menjadi kuat, penuh hikmat, dan kasih karunia Allah ada pada-Nya. Yesus pada umur dua belas tahun dalam Bait Allah 2:41-52"
  },
  {
    "reference": "Luk 2:41",
    "text": "- 2:41: Kel. 12:1-27; Ul. 16:1-8 Tiap-tiap tahun orang tua Yesus pergi ke Yerusalem pada hari raya Paskah."
  },
  {
    "reference": "Luk 2:42",
    "text": "Ketika Yesus telah berumur dua belas tahun pergilah mereka ke Yerusalem seperti yang lazim pada hari raya itu."
  },
  {
    "reference": "Luk 2:43",
    "text": "Sehabis hari-hari perayaan itu, ketika mereka berjalan pulang, tinggallah Yesus di Yerusalem tanpa diketahui orang tua-Nya."
  },
  {
    "reference": "Luk 2:44",
    "text": "Karena mereka menyangka bahwa Ia ada di antara orang-orang seperjalanan mereka, berjalanlah mereka sehari perjalanan jauhnya, lalu mencari Dia di antara kaum keluarga dan kenalan mereka."
  },
  {
    "reference": "Luk 2:45",
    "text": "Karena mereka tidak menemukan Dia, kembalilah mereka ke Yerusalem sambil terus mencari Dia."
  },
  {
    "reference": "Luk 2:46",
    "text": "Sesudah tiga hari mereka menemukan Dia dalam Bait Allah; Ia sedang duduk di tengah-tengah alim ulama, sambil mendengarkan mereka dan mengajukan pertanyaan-pertanyaan kepada mereka."
  },
  {
    "reference": "Luk 2:47",
    "text": "Dan semua orang yang mendengar Dia sangat heran akan kecerdasan-Nya dan segala jawab yang diberikan-Nya."
  },
  {
    "reference": "Luk 2:48",
    "text": "Dan ketika orang tua-Nya melihat Dia, tercenganglah mereka, lalu kata ibu-Nya kepada-Nya: ”Nak, mengapakah Engkau berbuat demikian terhadap kami? Bapa-Mu dan aku dengan cemas mencari Engkau.”"
  },
  {
    "reference": "Luk 2:49",
    "text": "Jawab-Nya kepada mereka: ”Mengapa kamu mencari Aku? Tidakkah kamu tahu, bahwa Aku harus berada di dalam rumah Bapa-Ku?”"
  },
  {
    "reference": "Luk 2:50",
    "text": "Tetapi mereka tidak mengerti apa yang dikatakan-Nya kepada mereka."
  },
  {
    "reference": "Luk 2:51",
    "text": "Lalu Ia pulang bersama-sama mereka ke Nazaret; dan Ia tetap hidup dalam asuhan mereka. Dan ibu-Nya menyimpan semua perkara itu di dalam hatinya."
  },
  {
    "reference": "Luk 2:52",
    "text": "- 2:52: 1Sam. 2:26; Ams. 3:4 Dan Yesus makin bertambah besar dan bertambah hikmat-Nya dan besar-Nya, dan makin dikasihi oleh Allah dan manusia."
  },
  {
    "reference": "Luk 3:1",
    "text": "Dalam tahun kelima belas dari pemerintahan Kaisar Tiberius, ketika Pontius Pilatus menjadi wali negeri Yudea, dan Herodes raja wilayah Galilea, Filipus, saudaranya, raja wilayah Iturea dan Trakhonitis, dan Lisanias raja wilayah Abilene,"
  },
  {
    "reference": "Luk 3:2",
    "text": "pada waktu Hanas dan Kayafas menjadi Imam Besar, datanglah firman Allah kepada Yohanes, anak Zakharia, di padang gurun."
  },
  {
    "reference": "Luk 3:3",
    "text": "Maka datanglah Yohanes ke seluruh daerah Yordan dan menyerukan: ”Bertobatlah dan berilah dirimu dibaptis dan Allah akan mengampuni dosamu,"
  },
  {
    "reference": "Luk 3:4",
    "text": "- 3:4-6: Yes. 40:3-5 seperti ada tertulis dalam kitab nubuat-nubuat Yesaya: Ada suara yang berseru-seru di padang gurun: Persiapkanlah jalan untuk Tuhan, luruskanlah jalan bagi-Nya."
  },
  {
    "reference": "Luk 3:5",
    "text": "Setiap lembah akan ditimbun dan setiap gunung dan bukit akan menjadi rata, yang berliku-liku akan diluruskan, yang berlekuk-lekuk akan diratakan,"
  },
  {
    "reference": "Luk 3:6",
    "text": "dan semua orang akan melihat keselamatan yang dari Tuhan.”"
  },
  {
    "reference": "Luk 3:7",
    "text": "- 3:7: Mat. 12:34, 23:33 Lalu ia berkata kepada orang banyak yang datang kepadanya untuk dibaptis, katanya: ”Hai kamu keturunan ular beludak! Siapakah yang mengatakan kepada kamu supaya melarikan diri dari murka yang akan datang?"
  },
  {
    "reference": "Luk 3:8",
    "text": "- 3:8: Yoh. 8:33 Jadi hasilkanlah buah-buah yang sesuai dengan pertobatan. Dan janganlah berpikir dalam hatimu: Abraham adalah bapa kami! Karena aku berkata kepadamu: Allah dapat menjadikan anak-anak bagi Abraham dari batu-batu ini!"
  },
  {
    "reference": "Luk 3:9",
    "text": "- 3:9: Mat. 7:19 Kapak sudah tersedia pada akar pohon dan setiap pohon yang tidak menghasilkan buah yang baik, akan ditebang dan dibuang ke dalam api.”"
  },
  {
    "reference": "Luk 3:10",
    "text": "Orang banyak bertanya kepadanya: ”Jika demikian, apakah yang harus kami perbuat?”"
  },
  {
    "reference": "Luk 3:11",
    "text": "Jawabnya: ”Barangsiapa mempunyai dua helai baju, hendaklah ia membaginya dengan yang tidak punya, dan barangsiapa mempunyai makanan, hendaklah ia berbuat juga demikian.”"
  },
  {
    "reference": "Luk 3:12",
    "text": "- 3:12: Luk. 7:29 Ada datang juga pemungut-pemungut cukai untuk dibaptis dan mereka bertanya kepadanya: ”Guru, apakah yang harus kami perbuat?”"
  },
  {
    "reference": "Luk 3:13",
    "text": "Jawabnya: ”Jangan menagih lebih banyak dari pada yang telah ditentukan bagimu.”"
  },
  {
    "reference": "Luk 3:14",
    "text": "Dan prajurit-prajurit bertanya juga kepadanya: ”Dan kami, apakah yang harus kami perbuat?” Jawab Yohanes kepada mereka: ”Jangan merampas dan jangan memeras dan cukupkanlah dirimu dengan gajimu.”"
  },
  {
    "reference": "Luk 3:15",
    "text": "Tetapi karena orang banyak sedang menanti dan berharap, dan semuanya bertanya dalam hatinya tentang Yohanes, kalau-kalau ia adalah Mesias,"
  },
  {
    "reference": "Luk 3:16",
    "text": "Yohanes menjawab dan berkata kepada semua orang itu: ”Aku membaptis kamu dengan air, tetapi Ia yang lebih berkuasa dari padaku akan datang dan membuka tali kasut-Nya pun aku tidak layak. Ia akan membaptis kamu dengan Roh Kudus dan dengan api."
  },
  {
    "reference": "Luk 3:17",
    "text": "Alat penampi sudah di tangan-Nya untuk membersihkan tempat pengirikan-Nya dan untuk mengumpulkan gandum-Nya ke dalam lumbung-Nya, tetapi debu jerami itu akan dibakar-Nya dalam api yang tidak terpadamkan.”"
  },
  {
    "reference": "Luk 3:18",
    "text": "Dengan banyak nasihat lain Yohanes memberitakan Injil kepada orang banyak."
  },
  {
    "reference": "Luk 3:19",
    "text": "- 3:19-20: Mat. 14:3-4; Mrk. 6:17-18 Akan tetapi setelah ia menegor raja wilayah Herodes karena peristiwa Herodias, isteri saudaranya, dan karena segala kejahatan lain yang dilakukannya,"
  },
  {
    "reference": "Luk 3:20",
    "text": "raja itu menambah kejahatannya dengan memasukkan Yohanes ke dalam penjara. Yesus, Anak Allah, dibaptis 3:21-22 (Mat. 3:13-17; Mrk. 1:9-11; Yoh. 1:32-34)"
  },
  {
    "reference": "Luk 3:21",
    "text": "Ketika seluruh orang banyak itu telah dibaptis dan ketika Yesus juga dibaptis dan sedang berdoa, terbukalah langit"
  },
  {
    "reference": "Luk 3:22",
    "text": "- 3:22: Kej. 22:2; Mzm. 2:7; Yes. 42:1; Mat. 3:17; Mrk. 1:11; Luk. 9:35 dan turunlah Roh Kudus dalam rupa burung merpati ke atas-Nya. Dan terdengarlah suara dari langit: ”Engkaulah Anak-Ku yang Kukasihi, kepada-Mulah Aku berkenan.” Silsilah Yesus 3:23-38 (Mat. 1:1-17)"
  },
  {
    "reference": "Luk 3:23",
    "text": "Ketika Yesus memulai pekerjaan-Nya, Ia berumur kira-kira tiga puluh tahun dan menurut anggapan orang, Ia adalah anak Yusuf, anak Eli,"
  },
  {
    "reference": "Luk 3:24",
    "text": "anak Matat, anak Lewi, anak Malkhi, anak Yanai, anak Yusuf,"
  },
  {
    "reference": "Luk 3:25",
    "text": "anak Matica, anak Amos, anak Nahum, anak Hesli, anak Nagai,"
  },
  {
    "reference": "Luk 3:26",
    "text": "anak Maat, anak Matica, anak Simei, anak Yosekh, anak Yoda,"
  },
  {
    "reference": "Luk 3:27",
    "text": "anak Yohanan, anak Resa, anak Zerubabel, anak Sealtiel, anak Neri,"
  },
  {
    "reference": "Luk 3:28",
    "text": "anak Malkhi, anak Adi, anak Kosam, anak Elmadam, anak Er,"
  },
  {
    "reference": "Luk 3:29",
    "text": "anak Yesua, anak Eliezer, anak Yorim, anak Matat, anak Lewi,"
  },
  {
    "reference": "Luk 3:30",
    "text": "anak Simeon, anak Yehuda, anak Yusuf, anak Yonam, anak Elyakim,"
  },
  {
    "reference": "Luk 3:31",
    "text": "anak Melea, anak Mina, anak Matata, anak Natan, anak Daud,"
  },
  {
    "reference": "Luk 3:32",
    "text": "anak Isai, anak Obed, anak Boas, anak Salmon, anak Nahason,"
  },
  {
    "reference": "Luk 3:33",
    "text": "anak Aminadab, anak Admin, anak Arni, anak Hezron, anak Peres, anak Yehuda,"
  },
  {
    "reference": "Luk 3:34",
    "text": "anak Yakub, anak Ishak, anak Abraham, anak Terah, anak Nahor,"
  },
  {
    "reference": "Luk 3:35",
    "text": "anak Serug, anak Rehu, anak Peleg, anak Eber, anak Salmon,"
  },
  {
    "reference": "Luk 3:36",
    "text": "anak Kenan, anak Arpakhsad, anak Sem, anak Nuh, anak Lamekh,"
  },
  {
    "reference": "Luk 3:37",
    "text": "anak Metusalah, anak Henokh, anak Yared, anak Mahalaleel, anak Kenan,"
  },
  {
    "reference": "Luk 3:38",
    "text": "anak Enos, anak Set, anak Adam, anak Allah."
  },
  {
    "reference": "Luk 4:1",
    "text": "Yesus, yang penuh dengan Roh Kudus, kembali dari sungai Yordan, lalu dibawa oleh Roh Kudus ke padang gurun."
  },
  {
    "reference": "Luk 4:2",
    "text": "Di situ Ia tinggal empat puluh hari lamanya dan dicobai Iblis. Selama di situ Ia tidak makan apa-apa dan sesudah waktu itu Ia lapar."
  },
  {
    "reference": "Luk 4:3",
    "text": "Lalu berkatalah Iblis kepada-Nya: ”Jika Engkau Anak Allah, suruhlah batu ini menjadi roti.”"
  },
  {
    "reference": "Luk 4:4",
    "text": "- 4:4: Ul. 8:3 Jawab Yesus kepadanya: ”Ada tertulis: Manusia hidup bukan dari roti saja.”"
  },
  {
    "reference": "Luk 4:5",
    "text": "Kemudian ia membawa Yesus ke suatu tempat yang tinggi dan dalam sekejap mata ia memperlihatkan kepada-Nya semua kerajaan dunia."
  },
  {
    "reference": "Luk 4:6",
    "text": "Kata Iblis kepada-Nya: ”Segala kuasa itu serta kemuliaannya akan kuberikan kepada-Mu, sebab semuanya itu telah diserahkan kepadaku dan aku memberikannya kepada siapa saja yang kukehendaki."
  },
  {
    "reference": "Luk 4:7",
    "text": "Jadi jikalau Engkau menyembah aku, seluruhnya itu akan menjadi milik-Mu.”"
  },
  {
    "reference": "Luk 4:8",
    "text": "- 4:8: Ul. 6:13 Tetapi Yesus berkata kepadanya: ”Ada tertulis: Engkau harus menyembah Tuhan, Allahmu, dan hanya kepada Dia sajalah engkau berbakti!”"
  },
  {
    "reference": "Luk 4:9",
    "text": "Kemudian ia membawa Yesus ke Yerusalem dan menempatkan Dia di bubungan Bait Allah, lalu berkata kepada-Nya: ”Jika Engkau Anak Allah, jatuhkanlah diri-Mu dari sini ke bawah,"
  },
  {
    "reference": "Luk 4:10",
    "text": "- 4:10-11: Mzm. 91:11-12 sebab ada tertulis: Mengenai Engkau, Ia akan memerintahkan malaikat-malaikat-Nya untuk melindungi Engkau,"
  },
  {
    "reference": "Luk 4:11",
    "text": "dan mereka akan menatang Engkau di atas tangannya, supaya kaki-Mu jangan terantuk kepada batu.”"
  },
  {
    "reference": "Luk 4:12",
    "text": "- 4:12: Ul. 6:16 Yesus menjawabnya, kata-Nya: ”Ada firman: Jangan engkau mencobai Tuhan, Allahmu!”"
  },
  {
    "reference": "Luk 4:13",
    "text": "Sesudah Iblis mengakhiri semua pencobaan itu, ia mundur dari pada-Nya dan menunggu waktu yang baik. Yesus kembali ke Galilea 4:14-15 (Mat. 4:12-17; Mrk. 1:14-15)"
  },
  {
    "reference": "Luk 4:14",
    "text": "Dalam kuasa Roh kembalilah Yesus ke Galilea. Dan tersiarlah kabar tentang Dia di seluruh daerah itu."
  },
  {
    "reference": "Luk 4:15",
    "text": "Sementara itu Ia mengajar di rumah-rumah ibadat di situ dan semua orang memuji Dia. Yesus ditolak di Nazaret 4:16-30 (Mat. 13:53-58; Mrk. 6:1-6)"
  },
  {
    "reference": "Luk 4:16",
    "text": "Ia datang ke Nazaret tempat Ia dibesarkan, dan menurut kebiasaan-Nya pada hari Sabat Ia masuk ke rumah ibadat, lalu berdiri hendak membaca dari Alkitab."
  },
  {
    "reference": "Luk 4:17",
    "text": "Kepada-Nya diberikan kitab nabi Yesaya dan setelah dibuka-Nya, Ia menemukan nas, di mana ada tertulis:"
  },
  {
    "reference": "Luk 4:18",
    "text": "- 4:18-19: Yes. 61:1-2 ”Roh Tuhan ada pada-Ku, oleh sebab Ia telah mengurapi Aku, untuk menyampaikan kabar baik kepada orang-orang miskin; dan Ia telah mengutus Aku"
  },
  {
    "reference": "Luk 4:19",
    "text": "untuk memberitakan pembebasan kepada orang-orang tawanan, dan penglihatan bagi orang-orang buta, untuk membebaskan orang-orang yang tertindas, untuk memberitakan tahun rahmat Tuhan telah datang.”"
  },
  {
    "reference": "Luk 4:20",
    "text": "Kemudian Ia menutup kitab itu, memberikannya kembali kepada pejabat, lalu duduk; dan mata semua orang dalam rumah ibadat itu tertuju kepada-Nya."
  },
  {
    "reference": "Luk 4:21",
    "text": "Lalu Ia memulai mengajar mereka, kata-Nya: ”Pada hari ini genaplah nas ini sewaktu kamu mendengarnya.”"
  },
  {
    "reference": "Luk 4:22",
    "text": "Dan semua orang itu membenarkan Dia dan mereka heran akan kata-kata yang indah yang diucapkan-Nya, lalu kata mereka: ”Bukankah Ia ini anak Yusuf?”"
  },
  {
    "reference": "Luk 4:23",
    "text": "Maka berkatalah Ia kepada mereka: ”Tentu kamu akan mengatakan pepatah ini kepada-Ku: Hai tabib, sembuhkanlah diri-Mu sendiri. Perbuatlah di sini juga, di tempat asal-Mu ini, segala yang kami dengar yang telah terjadi di Kapernaum!”"
  },
  {
    "reference": "Luk 4:24",
    "text": "- 4:24: Mat. 13:57; Mrk. 6:4; Yoh. 4:44 Dan kata-Nya lagi: ”Aku berkata kepadamu, sesungguhnya tidak ada nabi yang dihargai di tempat asalnya."
  },
  {
    "reference": "Luk 4:25",
    "text": "- 4:25-26: 1Raj. 17:1, 8-16 Dan Aku berkata kepadamu, dan kata-Ku ini benar: Pada zaman Elia terdapat banyak perempuan janda di Israel ketika langit tertutup selama tiga tahun dan enam bulan dan ketika bahaya kelaparan yang hebat menimpa seluruh negeri."
  },
  {
    "reference": "Luk 4:26",
    "text": "Tetapi Elia diutus bukan kepada salah seorang dari mereka, melainkan kepada seorang perempuan janda di Sarfat, di tanah Sidon."
  },
  {
    "reference": "Luk 4:27",
    "text": "- 4:27: 2Raj. 5:1-14 Dan pada zaman nabi Elisa banyak orang kusta di Israel dan tidak ada seorang pun dari mereka yang ditahirkan, selain dari pada Naaman, orang Siria itu.”"
  },
  {
    "reference": "Luk 4:28",
    "text": "Mendengar itu sangat marahlah semua orang yang di rumah ibadat itu."
  },
  {
    "reference": "Luk 4:29",
    "text": "Mereka bangun, lalu menghalau Yesus ke luar kota dan membawa Dia ke tebing gunung, tempat kota itu terletak, untuk melemparkan Dia dari tebing itu."
  },
  {
    "reference": "Luk 4:30",
    "text": "Tetapi Ia berjalan lewat dari tengah-tengah mereka, lalu pergi. Yesus dalam rumah ibadat di Kapernaum 4:31-37 (Mrk. 1:21-28)"
  },
  {
    "reference": "Luk 4:31",
    "text": "Kemudian Yesus pergi ke Kapernaum, sebuah kota di Galilea, lalu mengajar di situ pada hari-hari Sabat."
  },
  {
    "reference": "Luk 4:32",
    "text": "- 4:32: Mat. 7:28-29; Mrk. 1:22 Mereka takjub mendengar pengajaran-Nya, sebab perkataan-Nya penuh kuasa."
  },
  {
    "reference": "Luk 4:33",
    "text": "Di dalam rumah ibadat itu ada seorang yang kerasukan setan dan ia berteriak dengan suara keras:"
  },
  {
    "reference": "Luk 4:34",
    "text": "”Hai Engkau, Yesus orang Nazaret, apa urusan-Mu dengan kami? Engkau datang hendak membinasakan kami? Aku tahu siapa Engkau: Yang Kudus dari Allah.”"
  },
  {
    "reference": "Luk 4:35",
    "text": "Tetapi Yesus menghardiknya, kata-Nya: ”Diam, keluarlah dari padanya!” Dan setan itu pun menghempaskan orang itu ke tengah-tengah orang banyak, lalu keluar dari padanya dan sama sekali tidak menyakitinya."
  },
  {
    "reference": "Luk 4:36",
    "text": "Dan semua orang takjub, lalu berkata seorang kepada yang lain, katanya: ”Alangkah hebatnya perkataan ini! Sebab dengan penuh wibawa dan kuasa Ia memberi perintah kepada roh-roh jahat dan mereka pun keluar.”"
  },
  {
    "reference": "Luk 4:37",
    "text": "Dan tersebarlah berita tentang Dia ke mana-mana di daerah itu. Yesus menyembuhkan ibu mertua Simon Petrus dan orang-orang lain 4:38-41 (Mat. 8:14-17; Mrk. 1:29-34)"
  },
  {
    "reference": "Luk 4:38",
    "text": "Kemudian Ia meninggalkan rumah ibadat itu dan pergi ke rumah Simon. Adapun ibu mertua Simon demam keras dan mereka meminta kepada Yesus supaya menolong dia."
  },
  {
    "reference": "Luk 4:39",
    "text": "Maka Ia berdiri di sisi perempuan itu, lalu menghardik demam itu, dan penyakit itu pun meninggalkan dia. Perempuan itu segera bangun dan melayani mereka."
  },
  {
    "reference": "Luk 4:40",
    "text": "Ketika matahari terbenam, semua orang membawa kepada-Nya orang-orang sakitnya, yang menderita bermacam-macam penyakit. Ia pun meletakkan tangan-Nya atas mereka masing-masing dan menyembuhkan mereka."
  },
  {
    "reference": "Luk 4:41",
    "text": "Dari banyak orang keluar juga setan-setan sambil berteriak: ”Engkau adalah Anak Allah.” Lalu Ia dengan keras melarang mereka dan tidak memperbolehkan mereka berbicara, karena mereka tahu bahwa Ia adalah Mesias. Yesus mengajar di kota-kota lain 4:42-44 (Mrk. 1:35-39)"
  },
  {
    "reference": "Luk 4:42",
    "text": "Ketika hari siang, Yesus berangkat dan pergi ke suatu tempat yang sunyi. Tetapi orang banyak mencari Dia, lalu menemukan-Nya dan berusaha menahan Dia supaya jangan meninggalkan mereka."
  },
  {
    "reference": "Luk 4:43",
    "text": "Tetapi Ia berkata kepada mereka: ”Juga di kota-kota lain Aku harus memberitakan Injil Kerajaan Allah sebab untuk itulah Aku diutus.”"
  },
  {
    "reference": "Luk 4:44",
    "text": "Dan Ia memberitakan Injil dalam rumah-rumah ibadat di Yudea."
  },
  {
    "reference": "Luk 5:1",
    "text": "- 5:1-3: Mat. 13:1-2; Mrk. 3:9-10, 4:1 Pada suatu kali Yesus berdiri di pantai danau Genesaret, sedang orang banyak mengerumuni Dia hendak mendengarkan firman Allah."
  },
  {
    "reference": "Luk 5:2",
    "text": "Ia melihat dua perahu di tepi pantai. Nelayan-nelayannya telah turun dan sedang membasuh jalanya."
  },
  {
    "reference": "Luk 5:3",
    "text": "Ia naik ke dalam salah satu perahu itu, yaitu perahu Simon, dan menyuruh dia supaya menolakkan perahunya sedikit jauh dari pantai. Lalu Ia duduk dan mengajar orang banyak dari atas perahu."
  },
  {
    "reference": "Luk 5:4",
    "text": "Setelah selesai berbicara, Ia berkata kepada Simon: ”Bertolaklah ke tempat yang dalam dan tebarkanlah jalamu untuk menangkap ikan.”"
  },
  {
    "reference": "Luk 5:5",
    "text": "- 5:5: Yoh. 21:3 Simon menjawab: ”Guru, telah sepanjang malam kami bekerja keras dan kami tidak menangkap apa-apa, tetapi karena Engkau menyuruhnya, aku akan menebarkan jala juga.”"
  },
  {
    "reference": "Luk 5:6",
    "text": "- 5:6: Yoh. 21:6 Dan setelah mereka melakukannya, mereka menangkap sejumlah besar ikan, sehingga jala mereka mulai koyak."
  },
  {
    "reference": "Luk 5:7",
    "text": "Lalu mereka memberi isyarat kepada teman-temannya di perahu yang lain supaya mereka datang membantunya. Dan mereka itu datang, lalu mereka bersama-sama mengisi kedua perahu itu dengan ikan hingga hampir tenggelam."
  },
  {
    "reference": "Luk 5:8",
    "text": "Ketika Simon Petrus melihat hal itu ia pun tersungkur di depan Yesus dan berkata: ”Tuhan, pergilah dari padaku, karena aku ini seorang berdosa.”"
  },
  {
    "reference": "Luk 5:9",
    "text": "Sebab ia dan semua orang yang bersama-sama dengan dia takjub oleh karena banyaknya ikan yang mereka tangkap;"
  },
  {
    "reference": "Luk 5:10",
    "text": "demikian juga Yakobus dan Yohanes, anak-anak Zebedeus, yang menjadi teman Simon. Kata Yesus kepada Simon: ”Jangan takut, mulai dari sekarang engkau akan menjala manusia.”"
  },
  {
    "reference": "Luk 5:11",
    "text": "Dan sesudah mereka menghela perahu-perahunya ke darat, mereka pun meninggalkan segala sesuatu, lalu mengikut Yesus. Yesus menyembuhkan seorang yang sakit kusta 5:12-16 (Mat. 8:1-4; Mrk. 1:40-45)"
  },
  {
    "reference": "Luk 5:12",
    "text": "Pada suatu kali Yesus berada dalam sebuah kota. Di situ ada seorang yang penuh kusta. Ketika ia melihat Yesus, tersungkurlah ia dan memohon: ”Tuan, jika Tuan mau, Tuan dapat mentahirkan aku.”"
  },
  {
    "reference": "Luk 5:13",
    "text": "Lalu Yesus mengulurkan tangan-Nya, menjamah orang itu, dan berkata: ”Aku mau, jadilah engkau tahir.” Seketika itu juga lenyaplah penyakit kustanya."
  },
  {
    "reference": "Luk 5:14",
    "text": "- 5:14: Im. 14:1-32; Mat. 8:4; Mrk. 1:44 Yesus melarang orang itu memberitahukannya kepada siapa pun juga dan berkata: ”Pergilah, perlihatkanlah dirimu kepada imam dan persembahkanlah untuk pentahiranmu persembahan seperti yang diperintahkan Musa, sebagai bukti bagi mereka.”"
  },
  {
    "reference": "Luk 5:15",
    "text": "Tetapi kabar tentang Yesus makin jauh tersiar dan datanglah orang banyak berbondong-bondong kepada-Nya untuk mendengar Dia dan untuk disembuhkan dari penyakit mereka."
  },
  {
    "reference": "Luk 5:16",
    "text": "Akan tetapi Ia mengundurkan diri ke tempat-tempat yang sunyi dan berdoa. Orang lumpuh disembuhkan 5:17-26 (Mat. 9:1-8; Mrk. 2:1-12)"
  },
  {
    "reference": "Luk 5:17",
    "text": "Pada suatu hari ketika Yesus mengajar, ada beberapa orang Farisi dan ahli Taurat duduk mendengarkan-Nya. Mereka datang dari semua desa di Galilea dan Yudea dan dari Yerusalem. Kuasa Tuhan menyertai Dia, sehingga Ia dapat menyembuhkan orang sakit."
  },
  {
    "reference": "Luk 5:18",
    "text": "Lalu datanglah beberapa orang mengusung seorang lumpuh di atas tempat tidur; mereka berusaha membawa dia masuk dan meletakkannya di hadapan Yesus."
  },
  {
    "reference": "Luk 5:19",
    "text": "Karena mereka tidak dapat membawanya masuk berhubung dengan banyaknya orang di situ, naiklah mereka ke atap rumah, lalu membongkar atap itu, dan menurunkan orang itu dengan tempat tidurnya ke tengah-tengah orang banyak tepat di depan Yesus."
  },
  {
    "reference": "Luk 5:20",
    "text": "Ketika Yesus melihat iman mereka, berkatalah Ia: ”Hai saudara, dosamu sudah diampuni.”"
  },
  {
    "reference": "Luk 5:21",
    "text": "Tetapi ahli-ahli Taurat dan orang-orang Farisi berpikir dalam hatinya: ”Siapakah orang yang menghujat Allah ini? Siapa yang dapat mengampuni dosa selain dari pada Allah sendiri?”"
  },
  {
    "reference": "Luk 5:22",
    "text": "Akan tetapi Yesus mengetahui pikiran mereka, lalu berkata kepada mereka: ”Apakah yang kamu pikirkan dalam hatimu?"
  },
  {
    "reference": "Luk 5:23",
    "text": "Manakah lebih mudah, mengatakan: Dosamu sudah diampuni, atau mengatakan: Bangunlah, dan berjalanlah?"
  },
  {
    "reference": "Luk 5:24",
    "text": "Tetapi supaya kamu tahu, bahwa di dunia ini Anak Manusia berkuasa mengampuni dosa” – berkatalah Ia kepada orang lumpuh itu –: ”Kepadamu Kukatakan, bangunlah, angkatlah tempat tidurmu dan pulanglah ke rumahmu!”"
  },
  {
    "reference": "Luk 5:25",
    "text": "Dan seketika itu juga bangunlah ia, di depan mereka, lalu mengangkat tempat tidurnya dan pulang ke rumahnya sambil memuliakan Allah."
  },
  {
    "reference": "Luk 5:26",
    "text": "Semua orang itu takjub, lalu memuliakan Allah, dan mereka sangat takut, katanya: ”Hari ini kami telah menyaksikan hal-hal yang sangat mengherankan.” Lewi pemungut cukai mengikut Yesus 5:27-32 (Mat. 9:9-13; Mrk. 2:13-17)"
  },
  {
    "reference": "Luk 5:27",
    "text": "Kemudian, ketika Yesus pergi ke luar, Ia melihat seorang pemungut cukai, yang bernama Lewi, sedang duduk di rumah cukai. Yesus berkata kepadanya: ”Ikutlah Aku!”"
  },
  {
    "reference": "Luk 5:28",
    "text": "Maka berdirilah Lewi dan meninggalkan segala sesuatu, lalu mengikut Dia."
  },
  {
    "reference": "Luk 5:29",
    "text": "Dan Lewi mengadakan suatu perjamuan besar untuk Dia di rumahnya dan sejumlah besar pemungut cukai dan orang-orang lain turut makan bersama-sama dengan Dia."
  },
  {
    "reference": "Luk 5:30",
    "text": "- 5:30: Luk. 15:1-2 Orang-orang Farisi dan ahli-ahli Taurat bersungut-sungut kepada murid-murid Yesus, katanya: ”Mengapa kamu makan dan minum bersama-sama dengan pemungut cukai dan orang berdosa?”"
  },
  {
    "reference": "Luk 5:31",
    "text": "Lalu jawab Yesus kepada mereka, kata-Nya: ”Bukan orang sehat yang memerlukan tabib, tetapi orang sakit;"
  },
  {
    "reference": "Luk 5:32",
    "text": "Aku datang bukan untuk memanggil orang benar, tetapi orang berdosa, supaya mereka bertobat.” Hal berpuasa 5:33-39 (Mat. 9:14-17; Mrk. 2:18-22)"
  },
  {
    "reference": "Luk 5:33",
    "text": "Orang-orang Farisi itu berkata pula kepada Yesus: ”Murid-murid Yohanes sering berpuasa dan sembahyang, demikian juga murid-murid orang Farisi, tetapi murid-murid-Mu makan dan minum.”"
  },
  {
    "reference": "Luk 5:34",
    "text": "Jawab Yesus kepada mereka: ”Dapatkah sahabat mempelai laki-laki disuruh berpuasa, sedang mempelai itu bersama mereka?"
  },
  {
    "reference": "Luk 5:35",
    "text": "Tetapi akan datang waktunya, apabila mempelai itu diambil dari mereka, pada waktu itulah mereka akan berpuasa.”"
  },
  {
    "reference": "Luk 5:36",
    "text": "Ia mengatakan juga suatu perumpamaan kepada mereka: ”Tidak seorang pun mengoyakkan secarik kain dari baju yang baru untuk menambalkannya pada baju yang tua. Jika demikian, yang baru itu juga akan koyak dan pada yang tua itu tidak akan cocok kain penambal yang dikoyakkan dari yang baru itu."
  },
  {
    "reference": "Luk 5:37",
    "text": "Demikian juga tidak seorang pun mengisikan anggur yang baru ke dalam kantong kulit yang tua, karena jika demikian, anggur yang baru itu akan mengoyakkan kantong itu dan anggur itu akan terbuang dan kantong itu pun hancur."
  },
  {
    "reference": "Luk 5:38",
    "text": "Tetapi anggur yang baru harus disimpan dalam kantong yang baru pula."
  },
  {
    "reference": "Luk 5:39",
    "text": "Dan tidak seorang pun yang telah minum anggur tua ingin minum anggur yang baru, sebab ia akan berkata: Anggur yang tua itu baik.”"
  },
  {
    "reference": "Luk 6:1",
    "text": "- 6:1: Ul. 23:25 Pada suatu hari Sabat, ketika Yesus berjalan di ladang gandum, murid-murid-Nya memetik bulir gandum dan memakannya, sementara mereka menggisarnya dengan tangannya."
  },
  {
    "reference": "Luk 6:2",
    "text": "Tetapi beberapa orang Farisi berkata: ”Mengapa kamu berbuat sesuatu yang tidak diperbolehkan pada hari Sabat?”"
  },
  {
    "reference": "Luk 6:3",
    "text": "- 6:3-4: 1Sam. 21:1-6 Lalu Yesus menjawab mereka: ”Tidakkah kamu baca apa yang dilakukan oleh Daud, ketika ia dan mereka yang mengikutinya lapar,"
  },
  {
    "reference": "Luk 6:4",
    "text": "- 6:4: Im. 24:9 bagaimana ia masuk ke dalam Rumah Allah dan mengambil roti sajian, lalu memakannya dan memberikannya kepada pengikut-pengikutnya, padahal roti itu tidak boleh dimakan kecuali oleh imam-imam?”"
  },
  {
    "reference": "Luk 6:5",
    "text": "Kata Yesus lagi kepada mereka: ”Anak Manusia adalah Tuhan atas hari Sabat.” Yesus menyembuhkan orang pada hari Sabat 6:6-11 (Mat. 12:9-14; Mrk. 3:1-6)"
  },
  {
    "reference": "Luk 6:6",
    "text": "Pada suatu hari Sabat lain, Yesus masuk ke rumah ibadat, lalu mengajar. Di situ ada seorang yang mati tangan kanannya."
  },
  {
    "reference": "Luk 6:7",
    "text": "Ahli-ahli Taurat dan orang-orang Farisi mengamat-amati Yesus, kalau-kalau Ia menyembuhkan orang pada hari Sabat, supaya mereka dapat alasan untuk mempersalahkan Dia."
  },
  {
    "reference": "Luk 6:8",
    "text": "Tetapi Ia mengetahui pikiran mereka, lalu berkata kepada orang yang mati tangannya itu: ”Bangunlah dan berdirilah di tengah!” Maka bangunlah orang itu dan berdiri."
  },
  {
    "reference": "Luk 6:9",
    "text": "Lalu Yesus berkata kepada mereka: ”Aku bertanya kepada kamu: Manakah yang diperbolehkan pada hari Sabat, berbuat baik atau berbuat jahat, menyelamatkan nyawa orang atau membinasakannya?”"
  },
  {
    "reference": "Luk 6:10",
    "text": "Sesudah itu Ia memandang keliling kepada mereka semua, lalu berkata kepada orang sakit itu: ”Ulurkanlah tanganmu!” Orang itu berbuat demikian dan sembuhlah tangannya."
  },
  {
    "reference": "Luk 6:11",
    "text": "Maka meluaplah amarah mereka, lalu mereka berunding, apakah yang akan mereka lakukan terhadap Yesus. Yesus memanggil kedua belas rasul 6:12-16 (Mat. 10:1-4; Mrk. 3:13-19)"
  },
  {
    "reference": "Luk 6:12",
    "text": "Pada waktu itu pergilah Yesus ke bukit untuk berdoa dan semalam-malaman Ia berdoa kepada Allah."
  },
  {
    "reference": "Luk 6:13",
    "text": "Ketika hari siang, Ia memanggil murid-murid-Nya kepada-Nya, lalu memilih dari antara mereka dua belas orang, yang disebut-Nya rasul:"
  },
  {
    "reference": "Luk 6:14",
    "text": "Simon yang juga diberi-Nya nama Petrus, dan Andreas saudara Simon, Yakobus dan Yohanes, Filipus dan Bartolomeus,"
  },
  {
    "reference": "Luk 6:15",
    "text": "Matius dan Tomas, Yakobus anak Alfeus, dan Simon yang disebut orang Zelot,"
  },
  {
    "reference": "Luk 6:16",
    "text": "Yudas anak Yakobus, dan Yudas Iskariot yang kemudian menjadi pengkhianat. Yesus mengajar dan menyembuhkan banyak orang 6:17-19 (Mat. 4:23-25)"
  },
  {
    "reference": "Luk 6:17",
    "text": "Lalu Ia turun dengan mereka dan berhenti pada suatu tempat yang datar: di situ berkumpul sejumlah besar dari murid-murid-Nya dan banyak orang lain yang datang dari seluruh Yudea dan dari Yerusalem dan dari daerah pantai Tirus dan Sidon."
  },
  {
    "reference": "Luk 6:18",
    "text": "Mereka datang untuk mendengarkan Dia dan untuk disembuhkan dari penyakit mereka; juga mereka yang dirasuk oleh roh-roh jahat beroleh kesembuhan."
  },
  {
    "reference": "Luk 6:19",
    "text": "Dan semua orang banyak itu berusaha menjamah Dia, karena ada kuasa yang keluar dari pada-Nya dan semua orang itu disembuhkan-Nya. Ucapan bahagia dan peringatan 6:20-26 (Mat. 5:1-12)"
  },
  {
    "reference": "Luk 6:20",
    "text": "Lalu Yesus memandang murid-murid-Nya dan berkata: ”Berbahagialah, hai kamu yang miskin, karena kamulah yang empunya Kerajaan Allah."
  },
  {
    "reference": "Luk 6:21",
    "text": "Berbahagialah, hai kamu yang sekarang ini lapar, karena kamu akan dipuaskan. Berbahagialah, hai kamu yang sekarang ini menangis, karena kamu akan tertawa."
  },
  {
    "reference": "Luk 6:22",
    "text": "- 6:22: 1Ptr. 4:14 Berbahagialah kamu, jika karena Anak Manusia orang membenci kamu, dan jika mereka mengucilkan kamu, dan mencela kamu serta menolak namamu sebagai sesuatu yang jahat."
  },
  {
    "reference": "Luk 6:23",
    "text": "- 6:23: 2Taw. 36:16; Kis. 7:52 Bersukacitalah pada waktu itu dan bergembiralah, sebab sesungguhnya, upahmu besar di sorga; karena secara demikian juga nenek moyang mereka telah memperlakukan para nabi."
  },
  {
    "reference": "Luk 6:24",
    "text": "Tetapi celakalah kamu, hai kamu yang kaya, karena dalam kekayaanmu kamu telah memperoleh penghiburanmu."
  },
  {
    "reference": "Luk 6:25",
    "text": "Celakalah kamu, yang sekarang ini kenyang, karena kamu akan lapar. Celakalah kamu, yang sekarang ini tertawa, karena kamu akan berdukacita dan menangis."
  },
  {
    "reference": "Luk 6:26",
    "text": "Celakalah kamu, jika semua orang memuji kamu; karena secara demikian juga nenek moyang mereka telah memperlakukan nabi-nabi palsu.” Kasihilah musuhmu 6:27-36 (Mat. 5:38-48)"
  },
  {
    "reference": "Luk 6:27",
    "text": "”Tetapi kepada kamu, yang mendengarkan Aku, Aku berkata: Kasihilah musuhmu, berbuatlah baik kepada orang yang membenci kamu;"
  },
  {
    "reference": "Luk 6:28",
    "text": "mintalah berkat bagi orang yang mengutuk kamu; berdoalah bagi orang yang mencaci kamu."
  },
  {
    "reference": "Luk 6:29",
    "text": "Barangsiapa menampar pipimu yang satu, berikanlah juga kepadanya pipimu yang lain, dan barangsiapa yang mengambil jubahmu, biarkan juga ia mengambil bajumu."
  },
  {
    "reference": "Luk 6:30",
    "text": "Berilah kepada setiap orang yang meminta kepadamu; dan janganlah meminta kembali kepada orang yang mengambil kepunyaanmu."
  },
  {
    "reference": "Luk 6:31",
    "text": "- 6:31: Mat. 7:12 Dan sebagaimana kamu kehendaki supaya orang perbuat kepadamu, perbuatlah juga demikian kepada mereka."
  },
  {
    "reference": "Luk 6:32",
    "text": "Dan jikalau kamu mengasihi orang yang mengasihi kamu, apakah jasamu? Karena orang-orang berdosa pun mengasihi juga orang-orang yang mengasihi mereka."
  },
  {
    "reference": "Luk 6:33",
    "text": "Sebab jikalau kamu berbuat baik kepada orang yang berbuat baik kepada kamu, apakah jasamu? Orang-orang berdosa pun berbuat demikian."
  },
  {
    "reference": "Luk 6:34",
    "text": "Dan jikalau kamu meminjamkan sesuatu kepada orang, karena kamu berharap akan menerima sesuatu dari padanya, apakah jasamu? Orang-orang berdosa pun meminjamkan kepada orang-orang berdosa, supaya mereka menerima kembali sama banyak."
  },
  {
    "reference": "Luk 6:35",
    "text": "Tetapi kamu, kasihilah musuhmu dan berbuatlah baik kepada mereka dan pinjamkan dengan tidak mengharapkan balasan, maka upahmu akan besar dan kamu akan menjadi anak-anak Allah Yang Mahatinggi, sebab Ia baik terhadap orang-orang yang tidak tahu berterima kasih dan terhadap orang-orang jahat."
  },
  {
    "reference": "Luk 6:36",
    "text": "Hendaklah kamu murah hati, sama seperti Bapamu adalah murah hati.” Hal menghakimi 6:37-42 (Mat. 7:1-5)"
  },
  {
    "reference": "Luk 6:37",
    "text": "”Janganlah kamu menghakimi, maka kamu pun tidak akan dihakimi. Dan janganlah kamu menghukum, maka kamu pun tidak akan dihukum; ampunilah dan kamu akan diampuni."
  },
  {
    "reference": "Luk 6:38",
    "text": "Berilah dan kamu akan diberi: suatu takaran yang baik, yang dipadatkan, yang digoncang dan yang tumpah ke luar akan dicurahkan ke dalam ribaanmu. Sebab ukuran yang kamu pakai untuk mengukur, akan diukurkan kepadamu.”"
  },
  {
    "reference": "Luk 6:39",
    "text": "- 6:39: Mat. 15:14 Yesus mengatakan pula suatu perumpamaan kepada mereka: ”Dapatkah orang buta menuntun orang buta? Bukankah keduanya akan jatuh ke dalam lobang?"
  },
  {
    "reference": "Luk 6:40",
    "text": "- 6:40: Mat. 10:24-25; Yoh. 13:16, 15:20 Seorang murid tidak lebih dari pada gurunya, tetapi barangsiapa yang telah tamat pelajarannya akan sama dengan gurunya."
  },
  {
    "reference": "Luk 6:41",
    "text": "Mengapakah engkau melihat selumbar di dalam mata saudaramu, sedangkan balok di dalam matamu sendiri tidak engkau ketahui?"
  },
  {
    "reference": "Luk 6:42",
    "text": "Bagaimanakah engkau dapat berkata kepada saudaramu: Saudara, biarlah aku mengeluarkan selumbar yang ada di dalam matamu, padahal balok yang di dalam matamu tidak engkau lihat? Hai orang munafik, keluarkanlah dahulu balok dari matamu, maka engkau akan melihat dengan jelas untuk mengeluarkan selumbar itu dari mata saudaramu.” Pohon dan buahnya 6:43-45 (Mat. 12:33-35)"
  },
  {
    "reference": "Luk 6:43",
    "text": "”Karena tidak ada pohon yang baik yang menghasilkan buah yang tidak baik, dan juga tidak ada pohon yang tidak baik yang menghasilkan buah yang baik."
  },
  {
    "reference": "Luk 6:44",
    "text": "- 6:44-45: Mat. 12:33-34 Sebab setiap pohon dikenal pada buahnya. Karena dari semak duri orang tidak memetik buah ara dan dari duri-duri tidak memetik buah anggur."
  },
  {
    "reference": "Luk 6:45",
    "text": "Orang yang baik mengeluarkan barang yang baik dari perbendaharaan hatinya yang baik dan orang yang jahat mengeluarkan barang yang jahat dari perbendaharaannya yang jahat. Karena yang diucapkan mulutnya, meluap dari hatinya.” Dua macam dasar 6:46-49 (Mat. 7:24-27)"
  },
  {
    "reference": "Luk 6:46",
    "text": "”Mengapa kamu berseru kepada-Ku: Tuhan, Tuhan, padahal kamu tidak melakukan apa yang Aku katakan?"
  },
  {
    "reference": "Luk 6:47",
    "text": "Setiap orang yang datang kepada-Ku dan mendengarkan perkataan-Ku serta melakukannya – Aku akan menyatakan kepadamu dengan siapa ia dapat disamakan –,"
  },
  {
    "reference": "Luk 6:48",
    "text": "ia sama dengan seorang yang mendirikan rumah: Orang itu menggali dalam-dalam dan meletakkan dasarnya di atas batu. Ketika datang air bah dan banjir melanda rumah itu, rumah itu tidak dapat digoyahkan, karena rumah itu kokoh dibangun."
  },
  {
    "reference": "Luk 6:49",
    "text": "Akan tetapi barangsiapa mendengar perkataan-Ku, tetapi tidak melakukannya, ia sama dengan seorang yang mendirikan rumah di atas tanah tanpa dasar. Ketika banjir melandanya, rumah itu segera rubuh dan hebatlah kerusakannya.”"
  },
  {
    "reference": "Luk 7:1",
    "text": "Setelah Yesus selesai berbicara di depan orang banyak, masuklah Ia ke Kapernaum."
  },
  {
    "reference": "Luk 7:2",
    "text": "Di situ ada seorang perwira yang mempunyai seorang hamba, yang sangat dihargainya. Hamba itu sedang sakit keras dan hampir mati."
  },
  {
    "reference": "Luk 7:3",
    "text": "Ketika perwira itu mendengar tentang Yesus, ia menyuruh beberapa orang tua-tua Yahudi kepada-Nya untuk meminta, supaya Ia datang dan menyembuhkan hambanya."
  },
  {
    "reference": "Luk 7:4",
    "text": "Mereka datang kepada Yesus dan dengan sangat mereka meminta pertolongan-Nya, katanya: ”Ia layak Engkau tolong,"
  },
  {
    "reference": "Luk 7:5",
    "text": "sebab ia mengasihi bangsa kita dan dialah yang menanggung pembangunan rumah ibadat kami.”"
  },
  {
    "reference": "Luk 7:6",
    "text": "Lalu Yesus pergi bersama-sama dengan mereka. Ketika Ia tidak jauh lagi dari rumah perwira itu, perwira itu menyuruh sahabat-sahabatnya untuk mengatakan kepada-Nya: ”Tuan, janganlah bersusah-susah, sebab aku tidak layak menerima Tuan di dalam rumahku;"
  },
  {
    "reference": "Luk 7:7",
    "text": "sebab itu aku juga menganggap diriku tidak layak untuk datang kepada-Mu. Tetapi katakan saja sepatah kata, maka hambaku itu akan sembuh."
  },
  {
    "reference": "Luk 7:8",
    "text": "Sebab aku sendiri seorang bawahan, dan di bawahku ada pula prajurit. Jika aku berkata kepada salah seorang prajurit itu: Pergi!, maka ia pergi, dan kepada seorang lagi: Datang!, maka ia datang, ataupun kepada hambaku: Kerjakanlah ini!, maka ia mengerjakannya.”"
  },
  {
    "reference": "Luk 7:9",
    "text": "Setelah Yesus mendengar perkataan itu, Ia heran akan dia, dan sambil berpaling kepada orang banyak yang mengikuti Dia, Ia berkata: ”Aku berkata kepadamu, iman sebesar ini tidak pernah Aku jumpai, sekalipun di antara orang Israel!”"
  },
  {
    "reference": "Luk 7:10",
    "text": "Dan setelah orang-orang yang disuruh itu kembali ke rumah, didapatinyalah hamba itu telah sehat kembali. Yesus membangkitkan anak muda di Nain 7:11-17"
  },
  {
    "reference": "Luk 7:11",
    "text": "Kemudian Yesus pergi ke suatu kota yang bernama Nain. Murid-murid-Nya pergi bersama-sama dengan Dia, dan juga orang banyak menyertai-Nya berbondong-bondong."
  },
  {
    "reference": "Luk 7:12",
    "text": "Setelah Ia dekat pintu gerbang kota, ada orang mati diusung ke luar, anak laki-laki, anak tunggal ibunya yang sudah janda, dan banyak orang dari kota itu menyertai janda itu."
  },
  {
    "reference": "Luk 7:13",
    "text": "Dan ketika Tuhan melihat janda itu, tergeraklah hati-Nya oleh belas kasihan, lalu Ia berkata kepadanya: ”Jangan menangis!”"
  },
  {
    "reference": "Luk 7:14",
    "text": "Sambil menghampiri usungan itu Ia menyentuhnya, dan sedang para pengusung berhenti, Ia berkata: ”Hai anak muda, Aku berkata kepadamu, bangkitlah!”"
  },
  {
    "reference": "Luk 7:15",
    "text": "Maka bangunlah orang itu dan duduk dan mulai berkata-kata, dan Yesus menyerahkannya kepada ibunya."
  },
  {
    "reference": "Luk 7:16",
    "text": "Semua orang itu ketakutan dan mereka memuliakan Allah, sambil berkata: ”Seorang nabi besar telah muncul di tengah-tengah kita,” dan ”Allah telah melawat umat-Nya.”"
  },
  {
    "reference": "Luk 7:17",
    "text": "Maka tersiarlah kabar tentang Yesus di seluruh Yudea dan di seluruh daerah sekitarnya. Yesus dan Yohanes Pembaptis 7:18-35 (Mat. 11:2-19)"
  },
  {
    "reference": "Luk 7:18",
    "text": "Ketika Yohanes mendapat kabar tentang segala peristiwa itu dari murid-muridnya,"
  },
  {
    "reference": "Luk 7:19",
    "text": "ia memanggil dua orang dari antaranya dan menyuruh mereka bertanya kepada Tuhan: ”Engkaukah yang akan datang itu atau haruskah kami menantikan seorang lain?”"
  },
  {
    "reference": "Luk 7:20",
    "text": "Ketika kedua orang itu sampai kepada Yesus, mereka berkata: ”Yohanes Pembaptis menyuruh kami bertanya kepada-Mu: Engkaukah yang akan datang itu atau haruskah kami menantikan seorang lain?”"
  },
  {
    "reference": "Luk 7:21",
    "text": "Pada saat itu Yesus menyembuhkan banyak orang dari segala penyakit dan penderitaan dan dari roh-roh jahat, dan Ia mengaruniakan penglihatan kepada banyak orang buta."
  },
  {
    "reference": "Luk 7:22",
    "text": "- 7:22: Yes. 35:5-6, 61:1 Dan Yesus menjawab mereka: ”Pergilah, dan katakanlah kepada Yohanes apa yang kamu lihat dan kamu dengar: Orang buta melihat, orang lumpuh berjalan, orang kusta menjadi tahir, orang tuli mendengar, orang mati dibangkitkan dan kepada orang miskin diberitakan kabar baik."
  },
  {
    "reference": "Luk 7:23",
    "text": "Dan berbahagialah orang yang tidak menjadi kecewa dan menolak Aku.”"
  },
  {
    "reference": "Luk 7:24",
    "text": "Setelah suruhan Yohanes itu pergi, mulailah Yesus berbicara kepada orang banyak itu tentang Yohanes: ”Untuk apakah kamu pergi ke padang gurun? Melihat buluh yang digoyangkan angin kian ke mari?"
  },
  {
    "reference": "Luk 7:25",
    "text": "Atau untuk apakah kamu pergi? Melihat orang yang berpakaian halus? Orang yang berpakaian indah dan yang hidup mewah, tempatnya di istana raja."
  },
  {
    "reference": "Luk 7:26",
    "text": "Jadi untuk apakah kamu pergi? Melihat nabi? Benar, dan Aku berkata kepadamu, bahkan lebih dari pada nabi."
  },
  {
    "reference": "Luk 7:27",
    "text": "- 7:27: Mal. 3:1 Karena tentang dia ada tertulis: Lihatlah, Aku menyuruh utusan-Ku mendahului Engkau, ia akan mempersiapkan jalan-Mu di hadapan-Mu."
  },
  {
    "reference": "Luk 7:28",
    "text": "Aku berkata kepadamu: Di antara mereka yang dilahirkan oleh perempuan tidak ada seorang pun yang lebih besar dari pada Yohanes, namun yang terkecil dalam Kerajaan Allah lebih besar dari padanya.”"
  },
  {
    "reference": "Luk 7:29",
    "text": "- 7:29-30: Mat. 21:32; Luk. 3:12 Seluruh orang banyak yang mendengar perkataan-Nya, termasuk para pemungut cukai, mengakui kebenaran Allah, karena mereka telah memberi diri dibaptis oleh Yohanes."
  },
  {
    "reference": "Luk 7:30",
    "text": "Tetapi orang-orang Farisi dan ahli-ahli Taurat menolak maksud Allah terhadap diri mereka, karena mereka tidak mau dibaptis oleh Yohanes."
  },
  {
    "reference": "Luk 7:31",
    "text": "Kata Yesus: ”Dengan apakah akan Kuumpamakan orang-orang dari angkatan ini dan dengan apakah mereka itu sama?"
  },
  {
    "reference": "Luk 7:32",
    "text": "Mereka itu seumpama anak-anak yang duduk di pasar dan yang saling menyerukan: Kami meniup seruling bagimu, tetapi kamu tidak menari, kami menyanyikan kidung duka, tetapi kamu tidak menangis."
  },
  {
    "reference": "Luk 7:33",
    "text": "Karena Yohanes Pembaptis datang, ia tidak makan roti dan tidak minum anggur, dan kamu berkata: Ia kerasukan setan."
  },
  {
    "reference": "Luk 7:34",
    "text": "Kemudian Anak Manusia datang, Ia makan dan minum, dan kamu berkata: Lihatlah, Ia seorang pelahap dan peminum, sahabat pemungut cukai dan orang berdosa."
  },
  {
    "reference": "Luk 7:35",
    "text": "Tetapi hikmat dibenarkan oleh semua orang yang menerimanya.” Yesus diurapi oleh perempuan berdosa 7:36-50"
  },
  {
    "reference": "Luk 7:36",
    "text": "Seorang Farisi mengundang Yesus untuk datang makan di rumahnya. Yesus datang ke rumah orang Farisi itu, lalu duduk makan."
  },
  {
    "reference": "Luk 7:37",
    "text": "- 7:37-38: Mat. 26:7; Mrk. 14:3; Yoh. 12:3 Di kota itu ada seorang perempuan yang terkenal sebagai seorang berdosa. Ketika perempuan itu mendengar, bahwa Yesus sedang makan di rumah orang Farisi itu, datanglah ia membawa sebuah buli-buli pualam berisi minyak wangi."
  },
  {
    "reference": "Luk 7:38",
    "text": "Sambil menangis ia pergi berdiri di belakang Yesus dekat kaki-Nya, lalu membasahi kaki-Nya itu dengan air matanya dan menyekanya dengan rambutnya, kemudian ia mencium kaki-Nya dan meminyakinya dengan minyak wangi itu."
  },
  {
    "reference": "Luk 7:39",
    "text": "Ketika orang Farisi yang mengundang Yesus melihat hal itu, ia berkata dalam hatinya: ”Jika Ia ini nabi, tentu Ia tahu, siapakah dan orang apakah perempuan yang menjamah-Nya ini; tentu Ia tahu, bahwa perempuan itu adalah seorang berdosa.”"
  },
  {
    "reference": "Luk 7:40",
    "text": "Lalu Yesus berkata kepadanya: ”Simon, ada yang hendak Kukatakan kepadamu.” Sahut Simon: ”Katakanlah, Guru.”"
  },
  {
    "reference": "Luk 7:41",
    "text": "”Ada dua orang yang berhutang kepada seorang pelepas uang. Yang seorang berhutang lima ratus dinar, yang lain lima puluh."
  },
  {
    "reference": "Luk 7:42",
    "text": "Karena mereka tidak sanggup membayar, maka ia menghapuskan hutang kedua orang itu. Siapakah di antara mereka yang akan terlebih mengasihi dia?”"
  },
  {
    "reference": "Luk 7:43",
    "text": "Jawab Simon: ”Aku kira dia yang paling banyak dihapuskan hutangnya.” Kata Yesus kepadanya: ”Betul pendapatmu itu.”"
  },
  {
    "reference": "Luk 7:44",
    "text": "Dan sambil berpaling kepada perempuan itu, Ia berkata kepada Simon: ”Engkau lihat perempuan ini? Aku masuk ke rumahmu, namun engkau tidak memberikan Aku air untuk membasuh kaki-Ku, tetapi dia membasahi kaki-Ku dengan air mata dan menyekanya dengan rambutnya."
  },
  {
    "reference": "Luk 7:45",
    "text": "Engkau tidak mencium Aku, tetapi sejak Aku masuk ia tiada henti-hentinya mencium kaki-Ku."
  },
  {
    "reference": "Luk 7:46",
    "text": "Engkau tidak meminyaki kepala-Ku dengan minyak, tetapi dia meminyaki kaki-Ku dengan minyak wangi."
  },
  {
    "reference": "Luk 7:47",
    "text": "Sebab itu Aku berkata kepadamu: Dosanya yang banyak itu telah diampuni, sebab ia telah banyak berbuat kasih. Tetapi orang yang sedikit diampuni, sedikit juga ia berbuat kasih.”"
  },
  {
    "reference": "Luk 7:48",
    "text": "Lalu Ia berkata kepada perempuan itu: ”Dosamu telah diampuni.”"
  },
  {
    "reference": "Luk 7:49",
    "text": "Dan mereka, yang duduk makan bersama Dia, berpikir dalam hati mereka: ”Siapakah Ia ini, sehingga Ia dapat mengampuni dosa?”"
  },
  {
    "reference": "Luk 7:50",
    "text": "Tetapi Yesus berkata kepada perempuan itu: ”Imanmu telah menyelamatkan engkau, pergilah dengan selamat!”"
  },
  {
    "reference": "Luk 8:1",
    "text": "Tidak lama sesudah itu Yesus berjalan berkeliling dari kota ke kota dan dari desa ke desa memberitakan Injil Kerajaan Allah. Kedua belas murid-Nya bersama-sama dengan Dia,"
  },
  {
    "reference": "Luk 8:2",
    "text": "- 8:2-3: Mat. 27:55-56; Mrk. 15:40-41; Luk. 23:49 dan juga beberapa orang perempuan yang telah disembuhkan dari roh-roh jahat atau berbagai penyakit, yaitu Maria yang disebut Magdalena, yang telah dibebaskan dari tujuh roh jahat,"
  },
  {
    "reference": "Luk 8:3",
    "text": "Yohana isteri Khuza bendahara Herodes, Susana dan banyak perempuan lain. Perempuan-perempuan ini melayani rombongan itu dengan kekayaan mereka. Perumpamaan tentang seorang penabur 8:4-15 (Mat. 13:1-23; Mrk. 4:1-20)"
  },
  {
    "reference": "Luk 8:4",
    "text": "Ketika orang banyak berbondong-bondong datang, yaitu orang-orang yang dari kota ke kota menggabungkan diri pada Yesus, berkatalah Ia dalam suatu perumpamaan:"
  },
  {
    "reference": "Luk 8:5",
    "text": "”Adalah seorang penabur keluar untuk menaburkan benihnya. Pada waktu ia menabur, sebagian benih itu jatuh di pinggir jalan, lalu diinjak orang dan burung-burung di udara memakannya sampai habis."
  },
  {
    "reference": "Luk 8:6",
    "text": "Sebagian jatuh di tanah yang berbatu-batu, dan setelah tumbuh ia menjadi kering karena tidak mendapat air."
  },
  {
    "reference": "Luk 8:7",
    "text": "Sebagian lagi jatuh di tengah semak duri, dan semak itu tumbuh bersama-sama dan menghimpitnya sampai mati."
  },
  {
    "reference": "Luk 8:8",
    "text": "Dan sebagian jatuh di tanah yang baik, dan setelah tumbuh berbuah seratus kali lipat.” Setelah berkata demikian Yesus berseru: ”Siapa mempunyai telinga untuk mendengar, hendaklah ia mendengar!”"
  },
  {
    "reference": "Luk 8:9",
    "text": "Murid-murid-Nya bertanya kepada-Nya, apa maksud perumpamaan itu."
  },
  {
    "reference": "Luk 8:10",
    "text": "- 8:10: Yes. 6:9-10 Lalu Ia menjawab: ”Kepadamu diberi karunia untuk mengetahui rahasia Kerajaan Allah, tetapi kepada orang-orang lain hal itu diberitakan dalam perumpamaan, supaya sekalipun memandang, mereka tidak melihat dan sekalipun mendengar, mereka tidak mengerti."
  },
  {
    "reference": "Luk 8:11",
    "text": "Inilah arti perumpamaan itu: Benih itu ialah firman Allah."
  },
  {
    "reference": "Luk 8:12",
    "text": "Yang jatuh di pinggir jalan itu ialah orang yang telah mendengarnya; kemudian datanglah Iblis lalu mengambil firman itu dari dalam hati mereka, supaya mereka jangan percaya dan diselamatkan."
  },
  {
    "reference": "Luk 8:13",
    "text": "Yang jatuh di tanah yang berbatu-batu itu ialah orang, yang setelah mendengar firman itu, menerimanya dengan gembira, tetapi mereka itu tidak berakar, mereka percaya sebentar saja dan dalam masa pencobaan mereka murtad."
  },
  {
    "reference": "Luk 8:14",
    "text": "Yang jatuh dalam semak duri ialah orang yang telah mendengar firman itu, dan dalam pertumbuhan selanjutnya mereka terhimpit oleh kekuatiran dan kekayaan dan kenikmatan hidup, sehingga mereka tidak menghasilkan buah yang matang."
  },
  {
    "reference": "Luk 8:15",
    "text": "Yang jatuh di tanah yang baik itu ialah orang, yang setelah mendengar firman itu, menyimpannya dalam hati yang baik dan mengeluarkan buah dalam ketekunan.” Perumpamaan tentang pelita 8:16-18 (Mrk. 4:21-25)"
  },
  {
    "reference": "Luk 8:16",
    "text": "- 8:16: Mat. 5:15; Luk. 11:33 ”Tidak ada orang yang menyalakan pelita lalu menutupinya dengan tempayan atau menempatkannya di bawah tempat tidur, tetapi ia menempatkannya di atas kaki dian, supaya semua orang yang masuk ke dalam rumah dapat melihat cahayanya."
  },
  {
    "reference": "Luk 8:17",
    "text": "- 8:17: Mat. 10:26; Mrk. 4:22; Luk. 12:2 Sebab tidak ada sesuatu yang tersembunyi yang tidak akan dinyatakan, dan tidak ada sesuatu yang rahasia yang tidak akan diketahui dan diumumkan."
  },
  {
    "reference": "Luk 8:18",
    "text": "- 8:18: Mat. 13:12, 25:29; Mrk. 4:25; Luk. 19:26 Karena itu, perhatikanlah cara kamu mendengar. Karena siapa yang mempunyai, kepadanya akan diberi, tetapi siapa yang tidak mempunyai, dari padanya akan diambil, juga apa yang ia anggap ada padanya.” Yesus dan sanak saudara-Nya 8:19-21 (Mat. 12:46-50; Mrk. 3:31-35)"
  },
  {
    "reference": "Luk 8:19",
    "text": "Ibu dan saudara-saudara Yesus datang kepada-Nya, tetapi mereka tidak dapat mencapai Dia karena orang banyak."
  },
  {
    "reference": "Luk 8:20",
    "text": "Orang memberitahukan kepada-Nya: ”Ibu-Mu dan saudara-saudara-Mu ada di luar dan ingin bertemu dengan Engkau.”"
  },
  {
    "reference": "Luk 8:21",
    "text": "Tetapi Ia menjawab mereka: ”Ibu-Ku dan saudara-saudara-Ku ialah mereka, yang mendengarkan firman Allah dan melakukannya.” Angin ribut diredakan 8:22-25 (Mat. 8:23-27; Mrk. 4:35-41)"
  },
  {
    "reference": "Luk 8:22",
    "text": "Pada suatu hari Yesus naik ke dalam perahu bersama-sama dengan murid-murid-Nya, dan Ia berkata kepada mereka: ”Marilah kita bertolak ke seberang danau.” Lalu bertolaklah mereka."
  },
  {
    "reference": "Luk 8:23",
    "text": "Dan ketika mereka sedang berlayar, Yesus tertidur. Sekonyong-konyong turunlah taufan ke danau, sehingga perahu itu kemasukan air dan mereka berada dalam bahaya."
  },
  {
    "reference": "Luk 8:24",
    "text": "Maka datanglah murid-murid-Nya membangunkan Dia, katanya: ”Guru, Guru, kita binasa!” Ia pun bangun, lalu menghardik angin dan air yang mengamuk itu. Dan angin dan air itu pun reda dan danau itu menjadi teduh."
  },
  {
    "reference": "Luk 8:25",
    "text": "Lalu kata-Nya kepada mereka: ”Di manakah kepercayaanmu?” Maka takutlah mereka dan heran, lalu berkata seorang kepada yang lain: ”Siapa gerangan orang ini, sehingga Ia memberi perintah kepada angin dan air dan mereka taat kepada-Nya?” Yesus mengusir roh jahat dari orang Gerasa 8:26-39 (Mat. 8:28-34; Mrk. 5:1-20)"
  },
  {
    "reference": "Luk 8:26",
    "text": "Lalu mendaratlah Yesus dan murid-murid-Nya di tanah orang Gerasa yang terletak di seberang Galilea."
  },
  {
    "reference": "Luk 8:27",
    "text": "Setelah Yesus naik ke darat, datanglah seorang laki-laki dari kota itu menemui Dia; orang itu dirasuki oleh setan-setan dan sudah lama ia tidak berpakaian dan tidak tinggal dalam rumah, tetapi dalam pekuburan."
  },
  {
    "reference": "Luk 8:28",
    "text": "Ketika ia melihat Yesus, ia berteriak lalu tersungkur di hadapan-Nya dan berkata dengan suara keras: ”Apa urusan-Mu dengan aku, hai Yesus Anak Allah Yang Mahatinggi? Aku memohon kepada-Mu, supaya Engkau jangan menyiksa aku.”"
  },
  {
    "reference": "Luk 8:29",
    "text": "Ia berkata demikian sebab Yesus memerintahkan roh jahat itu keluar dari orang itu. Karena sering roh itu menyeret-nyeret dia, maka untuk menjaganya, ia dirantai dan dibelenggu, tetapi ia memutuskan segala pengikat itu dan ia dihalau oleh setan itu ke tempat-tempat yang sunyi."
  },
  {
    "reference": "Luk 8:30",
    "text": "Dan Yesus bertanya kepadanya: ”Siapakah namamu?” Jawabnya: ”Legion,” karena ia kerasukan banyak setan."
  },
  {
    "reference": "Luk 8:31",
    "text": "Lalu setan-setan itu memohon kepada Yesus, supaya Ia jangan memerintahkan mereka masuk ke dalam jurang maut."
  },
  {
    "reference": "Luk 8:32",
    "text": "Adalah di sana sejumlah besar babi sedang mencari makan di lereng gunung, lalu setan-setan itu meminta kepada Yesus, supaya Ia memperkenankan mereka memasuki babi-babi itu. Yesus mengabulkan permintaan mereka."
  },
  {
    "reference": "Luk 8:33",
    "text": "Lalu keluarlah setan-setan itu dari orang itu dan memasuki babi-babi itu. Kawanan babi itu terjun dari tepi jurang ke dalam danau lalu mati lemas."
  },
  {
    "reference": "Luk 8:34",
    "text": "Setelah penjaga-penjaga babi itu melihat apa yang telah terjadi, mereka lari lalu menceritakan hal itu di kota dan di kampung-kampung sekitarnya."
  },
  {
    "reference": "Luk 8:35",
    "text": "Dan keluarlah orang-orang untuk melihat apa yang telah terjadi. Mereka datang kepada Yesus dan mereka menjumpai orang yang telah ditinggalkan setan-setan itu duduk di kaki Yesus; ia telah berpakaian dan sudah waras. Maka takutlah mereka."
  },
  {
    "reference": "Luk 8:36",
    "text": "Orang-orang yang telah melihat sendiri hal itu memberitahukan kepada mereka, bagaimana orang yang dirasuk setan itu telah diselamatkan."
  },
  {
    "reference": "Luk 8:37",
    "text": "Lalu seluruh penduduk daerah Gerasa meminta kepada Yesus, supaya Ia meninggalkan mereka, sebab mereka sangat ketakutan. Maka naiklah Ia ke dalam perahu, lalu berlayar kembali."
  },
  {
    "reference": "Luk 8:38",
    "text": "Dan orang yang telah ditinggalkan setan-setan itu meminta supaya ia diperkenankan menyertai-Nya. Tetapi Yesus menyuruh dia pergi, kata-Nya:"
  },
  {
    "reference": "Luk 8:39",
    "text": "”Pulanglah ke rumahmu dan ceriterakanlah segala sesuatu yang telah diperbuat Allah atasmu.” Orang itu pun pergi mengelilingi seluruh kota dan memberitahukan segala apa yang telah diperbuat Yesus atas dirinya. Yesus membangkitkan anak Yairus dan menyembuhkan seorang perempuan yang sakit pendarahan 8:40-56 (Mat. 9:18-26; Mrk. 5:21-43)"
  },
  {
    "reference": "Luk 8:40",
    "text": "Ketika Yesus kembali, orang banyak menyambut Dia sebab mereka semua menanti-nantikan Dia."
  },
  {
    "reference": "Luk 8:41",
    "text": "Maka datanglah seorang yang bernama Yairus. Ia adalah kepala rumah ibadat. Sambil tersungkur di depan kaki Yesus ia memohon kepada-Nya, supaya Yesus datang ke rumahnya,"
  },
  {
    "reference": "Luk 8:42",
    "text": "karena anaknya perempuan yang satu-satunya, yang berumur kira-kira dua belas tahun, hampir mati. Dalam perjalanan ke situ Yesus didesak-desak orang banyak."
  },
  {
    "reference": "Luk 8:43",
    "text": "Adalah seorang perempuan yang sudah dua belas tahun menderita pendarahan dan yang tidak berhasil disembuhkan oleh siapa pun."
  },
  {
    "reference": "Luk 8:44",
    "text": "Ia maju mendekati Yesus dari belakang dan menjamah jumbai jubah-Nya, dan seketika itu juga berhentilah pendarahannya."
  },
  {
    "reference": "Luk 8:45",
    "text": "Lalu kata Yesus: ”Siapa yang menjamah Aku?” Dan karena tidak ada yang mengakuinya, berkatalah Petrus: ”Guru, orang banyak mengerumuni dan mendesak Engkau.”"
  },
  {
    "reference": "Luk 8:46",
    "text": "Tetapi Yesus berkata: ”Ada seorang yang menjamah Aku, sebab Aku merasa ada kuasa keluar dari diri-Ku.”"
  },
  {
    "reference": "Luk 8:47",
    "text": "Ketika perempuan itu melihat, bahwa perbuatannya itu ketahuan, ia datang dengan gemetar, tersungkur di depan-Nya dan menceriterakan kepada orang banyak apa sebabnya ia menjamah Dia dan bahwa ia seketika itu juga menjadi sembuh."
  },
  {
    "reference": "Luk 8:48",
    "text": "Maka kata-Nya kepada perempuan itu: ”Hai anak-Ku, imanmu telah menyelamatkan engkau, pergilah dengan selamat!”"
  },
  {
    "reference": "Luk 8:49",
    "text": "Ketika Yesus masih berbicara, datanglah seorang dari keluarga kepala rumah ibadat itu dan berkata: ”Anakmu sudah mati, jangan lagi engkau menyusah-nyusahkan Guru!”"
  },
  {
    "reference": "Luk 8:50",
    "text": "Tetapi Yesus mendengarnya dan berkata kepada Yairus: ”Jangan takut, percaya saja, dan anakmu akan selamat.”"
  },
  {
    "reference": "Luk 8:51",
    "text": "Setibanya di rumah Yairus, Yesus tidak memperbolehkan seorang pun ikut masuk dengan Dia, kecuali Petrus, Yohanes dan Yakobus dan ayah anak itu serta ibunya."
  },
  {
    "reference": "Luk 8:52",
    "text": "Semua orang menangis dan meratapi anak itu. Akan tetapi Yesus berkata: ”Jangan menangis; ia tidak mati, tetapi tidur.”"
  },
  {
    "reference": "Luk 8:53",
    "text": "Mereka menertawakan Dia, karena mereka tahu bahwa anak itu telah mati."
  },
  {
    "reference": "Luk 8:54",
    "text": "Lalu Yesus memegang tangan anak itu dan berseru, kata-Nya: ”Hai anak bangunlah!”"
  },
  {
    "reference": "Luk 8:55",
    "text": "Maka kembalilah roh anak itu dan seketika itu juga ia bangkit berdiri. Lalu Yesus menyuruh mereka memberi anak itu makan."
  },
  {
    "reference": "Luk 8:56",
    "text": "Dan takjublah orang tua anak itu, tetapi Yesus melarang mereka memberitahukan kepada siapa pun juga apa yang terjadi itu."
  },
  {
    "reference": "Luk 9:1",
    "text": "Maka Yesus memanggil kedua belas murid-Nya, lalu memberikan tenaga dan kuasa kepada mereka untuk menguasai setan-setan dan untuk menyembuhkan penyakit-penyakit."
  },
  {
    "reference": "Luk 9:2",
    "text": "Dan Ia mengutus mereka untuk memberitakan Kerajaan Allah dan untuk menyembuhkan orang,"
  },
  {
    "reference": "Luk 9:3",
    "text": "- 9:3-5: Luk. 10:4-11 kata-Nya kepada mereka: ”Jangan membawa apa-apa dalam perjalanan, jangan membawa tongkat atau bekal, roti atau uang, atau dua helai baju."
  },
  {
    "reference": "Luk 9:4",
    "text": "Dan apabila kamu sudah diterima dalam suatu rumah, tinggallah di situ sampai kamu berangkat dari situ."
  },
  {
    "reference": "Luk 9:5",
    "text": "- 9:5: Kis. 13:51 Dan kalau ada orang yang tidak mau menerima kamu, keluarlah dari kota mereka dan kebaskanlah debunya dari kakimu sebagai peringatan terhadap mereka.”"
  },
  {
    "reference": "Luk 9:6",
    "text": "Lalu pergilah mereka dan mereka mengelilingi segala desa sambil memberitakan Injil dan menyembuhkan orang sakit di segala tempat. Herodes dan Yesus 9:7-9 (Mat. 14:1-12; Mrk. 6:14-29)"
  },
  {
    "reference": "Luk 9:7",
    "text": "- 9:7-8: Mat. 16:14; Mrk. 8:28; Luk. 9:19 Herodes, raja wilayah, mendengar segala yang terjadi itu dan ia pun merasa cemas, sebab ada orang yang mengatakan, bahwa Yohanes telah bangkit dari antara orang mati."
  },
  {
    "reference": "Luk 9:8",
    "text": "Ada lagi yang mengatakan, bahwa Elia telah muncul kembali, dan ada pula yang mengatakan, bahwa seorang dari nabi-nabi dahulu telah bangkit."
  },
  {
    "reference": "Luk 9:9",
    "text": "Tetapi Herodes berkata: ”Yohanes telah kupenggal kepalanya. Siapa gerangan Dia ini, yang kabarnya melakukan hal-hal demikian?” Lalu ia berusaha supaya dapat bertemu dengan Yesus. Yesus memberi makan lima ribu orang 9:10-17 (Mat. 14:13-21; Mrk. 6:30-44; Yoh. 6:1-14)"
  },
  {
    "reference": "Luk 9:10",
    "text": "Sekembalinya rasul-rasul itu menceriterakan kepada Yesus apa yang telah mereka kerjakan. Lalu Yesus membawa mereka dan menyingkir ke sebuah kota yang bernama Betsaida, sehingga hanya mereka saja bersama Dia."
  },
  {
    "reference": "Luk 9:11",
    "text": "Akan tetapi orang banyak mengetahuinya, lalu mengikuti Dia. Ia menerima mereka dan berkata-kata kepada mereka tentang Kerajaan Allah dan Ia menyembuhkan orang-orang yang memerlukan penyembuhan."
  },
  {
    "reference": "Luk 9:12",
    "text": "Pada waktu hari mulai malam datanglah kedua belas murid-Nya kepada-Nya dan berkata: ”Suruhlah orang banyak itu pergi, supaya mereka pergi ke desa-desa dan kampung-kampung sekitar ini untuk mencari tempat penginapan dan makanan, karena di sini kita berada di tempat yang sunyi.”"
  },
  {
    "reference": "Luk 9:13",
    "text": "Tetapi Ia berkata kepada mereka: ”Kamu harus memberi mereka makan!” Mereka menjawab: ”Yang ada pada kami tidak lebih dari pada lima roti dan dua ikan, kecuali kalau kami pergi membeli makanan untuk semua orang banyak ini.”"
  },
  {
    "reference": "Luk 9:14",
    "text": "Sebab di situ ada kira-kira lima ribu orang laki-laki. Lalu Ia berkata kepada murid-murid-Nya: ”Suruhlah mereka duduk berkelompok-kelompok, kira-kira lima puluh orang sekelompok.”"
  },
  {
    "reference": "Luk 9:15",
    "text": "Murid-murid melakukannya dan menyuruh semua orang banyak itu duduk."
  },
  {
    "reference": "Luk 9:16",
    "text": "Dan setelah Ia mengambil lima roti dan dua ikan itu, Ia menengadah ke langit, mengucap berkat, lalu memecah-mecahkan roti itu dan memberikannya kepada murid-murid-Nya supaya dibagi-bagikannya kepada orang banyak."
  },
  {
    "reference": "Luk 9:17",
    "text": "Dan mereka semuanya makan sampai kenyang. Kemudian dikumpulkan potongan-potongan roti yang sisa sebanyak dua belas bakul. Pengakuan Petrus 9:18-21 (Mat. 16:13-20; Mrk. 8:27-30)"
  },
  {
    "reference": "Luk 9:18",
    "text": "Pada suatu kali ketika Yesus berdoa seorang diri, datanglah murid-murid-Nya kepada-Nya. Lalu Ia bertanya kepada mereka: ”Kata orang banyak, siapakah Aku ini?”"
  },
  {
    "reference": "Luk 9:19",
    "text": "- 9:19: Mat. 14:1-2; Mrk. 6:14-15; Luk. 9:7-8 Jawab mereka: ”Yohanes Pembaptis, ada juga yang mengatakan: Elia, ada pula yang mengatakan, bahwa seorang dari nabi-nabi dahulu telah bangkit.”"
  },
  {
    "reference": "Luk 9:20",
    "text": "- 9:20: Yoh. 6:68-69 Yesus bertanya kepada mereka: ”Menurut kamu, siapakah Aku ini?” Jawab Petrus: ”Mesias dari Allah.”"
  },
  {
    "reference": "Luk 9:21",
    "text": "Lalu Yesus melarang mereka dengan keras, supaya mereka jangan memberitahukan hal itu kepada siapa pun. Pemberitahuan pertama tentang penderitaan Yesus dan syarat-syarat mengikut Dia 9:22-27 (Mat. 16:21-28; Mrk. 8:31–9:1)"
  },
  {
    "reference": "Luk 9:22",
    "text": "Dan Yesus berkata: ”Anak Manusia harus menanggung banyak penderitaan dan ditolak oleh tua-tua, imam-imam kepala dan ahli-ahli Taurat, lalu dibunuh dan dibangkitkan pada hari ketiga.”"
  },
  {
    "reference": "Luk 9:23",
    "text": "- 9:23: Mat. 10:38; Luk. 14:27 Kata-Nya kepada mereka semua: ”Setiap orang yang mau mengikut Aku, ia harus menyangkal dirinya, memikul salibnya setiap hari dan mengikut Aku."
  },
  {
    "reference": "Luk 9:24",
    "text": "- 9:24: Mat. 10:39; Luk. 17:33; Yoh. 12:25 Karena barangsiapa mau menyelamatkan nyawanya, ia akan kehilangan nyawanya; tetapi barangsiapa kehilangan nyawanya karena Aku, ia akan menyelamatkannya."
  },
  {
    "reference": "Luk 9:25",
    "text": "Apa gunanya seorang memperoleh seluruh dunia, tetapi ia membinasakan atau merugikan dirinya sendiri?"
  },
  {
    "reference": "Luk 9:26",
    "text": "Sebab barangsiapa malu karena Aku dan karena perkataan-Ku, Anak Manusia juga akan malu karena orang itu, apabila Ia datang kelak dalam kemuliaan-Nya dan dalam kemuliaan Bapa dan malaikat-malaikat kudus."
  },
  {
    "reference": "Luk 9:27",
    "text": "Aku berkata kepadamu: Sesungguhnya di antara orang yang hadir di sini ada yang tidak akan mati sebelum mereka melihat Kerajaan Allah.” Yesus dimuliakan di atas gunung 9:28-36 (Mat. 17:1-8; Mrk. 9:2-8)"
  },
  {
    "reference": "Luk 9:28",
    "text": "- 9:28-35: 2Ptr. 1:17-18 Kira-kira delapan hari sesudah segala pengajaran itu, Yesus membawa Petrus, Yohanes dan Yakobus, lalu naik ke atas gunung untuk berdoa."
  },
  {
    "reference": "Luk 9:29",
    "text": "Ketika Ia sedang berdoa, rupa wajah-Nya berubah dan pakaian-Nya menjadi putih berkilau-kilauan."
  },
  {
    "reference": "Luk 9:30",
    "text": "Dan tampaklah dua orang berbicara dengan Dia, yaitu Musa dan Elia."
  },
  {
    "reference": "Luk 9:31",
    "text": "Keduanya menampakkan diri dalam kemuliaan dan berbicara tentang tujuan kepergian-Nya yang akan digenapi-Nya di Yerusalem."
  },
  {
    "reference": "Luk 9:32",
    "text": "Sementara itu Petrus dan teman-temannya telah tertidur dan ketika mereka terbangun mereka melihat Yesus dalam kemuliaan-Nya: dan kedua orang yang berdiri di dekat-Nya itu."
  },
  {
    "reference": "Luk 9:33",
    "text": "Dan ketika kedua orang itu hendak meninggalkan Yesus, Petrus berkata kepada-Nya: ”Guru, betapa bahagianya kami berada di tempat ini. Baiklah kami dirikan sekarang tiga kemah, satu untuk Engkau, satu untuk Musa dan satu untuk Elia.” Tetapi Petrus tidak tahu apa yang dikatakannya itu."
  },
  {
    "reference": "Luk 9:34",
    "text": "Sementara ia berkata demikian, datanglah awan menaungi mereka. Dan ketika mereka masuk ke dalam awan itu, takutlah mereka."
  },
  {
    "reference": "Luk 9:35",
    "text": "- 9:35: Yes. 42:1; Mat. 3:17, 12:18; Mrk. 1:11; Luk. 3:22 Maka terdengarlah suara dari dalam awan itu, yang berkata: ”Inilah Anak-Ku yang Kupilih, dengarkanlah Dia.”"
  },
  {
    "reference": "Luk 9:36",
    "text": "Ketika suara itu terdengar, nampaklah Yesus tinggal seorang diri. Dan murid-murid itu merahasiakannya, dan pada masa itu mereka tidak menceriterakan kepada siapa pun apa yang telah mereka lihat itu. Yesus mengusir roh dari seorang anak yang sakit 9:37-43a (Mat. 17:14-21; Mrk. 9:14-29)"
  },
  {
    "reference": "Luk 9:37",
    "text": "Pada keesokan harinya ketika mereka turun dari gunung itu, datanglah orang banyak berbondong-bondong menemui Yesus."
  },
  {
    "reference": "Luk 9:38",
    "text": "Seorang dari orang banyak itu berseru, katanya: ”Guru, aku memohon supaya Engkau menengok anakku, sebab ia adalah satu-satunya anakku."
  },
  {
    "reference": "Luk 9:39",
    "text": "Sewaktu-waktu ia diserang roh, lalu mendadak ia berteriak dan roh itu menggoncang-goncangkannya sehingga mulutnya berbusa. Roh itu terus saja menyiksa dia dan hampir-hampir tidak mau meninggalkannya."
  },
  {
    "reference": "Luk 9:40",
    "text": "Dan aku telah meminta kepada murid-murid-Mu supaya mereka mengusir roh itu, tetapi mereka tidak dapat.”"
  },
  {
    "reference": "Luk 9:41",
    "text": "Maka kata Yesus: ”Hai kamu angkatan yang tidak percaya dan yang sesat, berapa lama lagi Aku harus tinggal di antara kamu dan sabar terhadap kamu? Bawa anakmu itu kemari!”"
  },
  {
    "reference": "Luk 9:42",
    "text": "Dan ketika anak itu mendekati Yesus, setan itu membantingkannya ke tanah dan menggoncang-goncangnya. Tetapi Yesus menegor roh jahat itu dengan keras dan menyembuhkan anak itu, lalu mengembalikannya kepada ayahnya. \\v 43a Maka takjublah semua orang itu karena kebesaran Allah. Pemberitahuan kedua tentang penderitaan Yesus 9:43b-45 (Mat. 17:22-23; Mrk. 9:30-32) \\v 43b Ketika semua orang itu masih heran karena segala yang diperbuat-Nya itu, Yesus berkata kepada murid-murid-Nya:"
  },
  {
    "reference": "Luk 9:44",
    "text": "”Dengarlah dan camkanlah segala perkataan-Ku ini: Anak Manusia akan diserahkan ke dalam tangan manusia.”"
  },
  {
    "reference": "Luk 9:45",
    "text": "Mereka tidak mengerti perkataan itu, sebab artinya tersembunyi bagi mereka, sehingga mereka tidak dapat memahaminya. Dan mereka tidak berani menanyakan arti perkataan itu kepada-Nya. Siapa yang terbesar di antara para murid 9:46-48 (Mat. 18:1-5; Mrk. 9:33-37)"
  },
  {
    "reference": "Luk 9:46",
    "text": "- 9:46: Luk. 22:24 Maka timbullah pertengkaran di antara murid-murid Yesus tentang siapakah yang terbesar di antara mereka."
  },
  {
    "reference": "Luk 9:47",
    "text": "Tetapi Yesus mengetahui pikiran mereka. Karena itu Ia mengambil seorang anak kecil dan menempatkannya di samping-Nya,"
  },
  {
    "reference": "Luk 9:48",
    "text": "- 9:48: Mat. 10:40; Mrk. 9:37; Luk. 10:16; Yoh. 13:20 dan berkata kepada mereka: ”Barangsiapa menyambut anak ini dalam nama-Ku, ia menyambut Aku; dan barangsiapa menyambut Aku, ia menyambut Dia, yang mengutus Aku. Karena yang terkecil di antara kamu sekalian, dialah yang terbesar.” Seorang yang bukan murid Yesus mengusir setan 9:49-50 (Mrk. 9:38-40)"
  },
  {
    "reference": "Luk 9:49",
    "text": "Yohanes berkata: ”Guru, kami lihat seorang mengusir setan demi nama-Mu, lalu kami cegah orang itu, karena ia bukan pengikut kita.”"
  },
  {
    "reference": "Luk 9:50",
    "text": "Yesus berkata kepadanya: ”Jangan kamu cegah, sebab barangsiapa tidak melawan kamu, ia ada di pihak kamu.” Yesus dan orang Samaria 9:51-56"
  },
  {
    "reference": "Luk 9:51",
    "text": "Ketika hampir genap waktunya Yesus diangkat ke sorga, Ia mengarahkan pandangan-Nya untuk pergi ke Yerusalem,"
  },
  {
    "reference": "Luk 9:52",
    "text": "dan Ia mengirim beberapa utusan mendahului Dia. Mereka itu pergi, lalu masuk ke suatu desa orang Samaria untuk mempersiapkan segala sesuatu bagi-Nya."
  },
  {
    "reference": "Luk 9:53",
    "text": "Tetapi orang-orang Samaria itu tidak mau menerima Dia, karena perjalanan-Nya menuju Yerusalem."
  },
  {
    "reference": "Luk 9:54",
    "text": "- 9:54: 2Raj. 1:9-16 Ketika dua murid-Nya, yaitu Yakobus dan Yohanes, melihat hal itu, mereka berkata: ”Tuhan, apakah Engkau mau, supaya kami menyuruh api turun dari langit untuk membinasakan mereka?”"
  },
  {
    "reference": "Luk 9:55",
    "text": "Akan tetapi Ia berpaling dan menegor mereka."
  },
  {
    "reference": "Luk 9:56",
    "text": "Lalu mereka pergi ke desa yang lain. Hal mengikut Yesus 9:57-62 (Mat. 8:19-22)"
  },
  {
    "reference": "Luk 9:57",
    "text": "Ketika Yesus dan murid-murid-Nya melanjutkan perjalanan mereka, berkatalah seorang di tengah jalan kepada Yesus: ”Aku akan mengikut Engkau, ke mana saja Engkau pergi.”"
  },
  {
    "reference": "Luk 9:58",
    "text": "Yesus berkata kepadanya: ”Serigala mempunyai liang dan burung mempunyai sarang, tetapi Anak Manusia tidak mempunyai tempat untuk meletakkan kepala-Nya.”"
  },
  {
    "reference": "Luk 9:59",
    "text": "Lalu Ia berkata kepada seorang lain: ”Ikutlah Aku!” Tetapi orang itu berkata: ”Izinkanlah aku pergi dahulu menguburkan bapaku.”"
  },
  {
    "reference": "Luk 9:60",
    "text": "Tetapi Yesus berkata kepadanya: ”Biarlah orang mati menguburkan orang mati; tetapi engkau, pergilah dan beritakanlah Kerajaan Allah di mana-mana.”"
  },
  {
    "reference": "Luk 9:61",
    "text": "- 9:61: 1Raj. 19:20 Dan seorang lain lagi berkata: ”Aku akan mengikut Engkau, Tuhan, tetapi izinkanlah aku pamitan dahulu dengan keluargaku.”"
  },
  {
    "reference": "Luk 9:62",
    "text": "Tetapi Yesus berkata: ”Setiap orang yang siap untuk membajak tetapi menoleh ke belakang, tidak layak untuk Kerajaan Allah.”"
  },
  {
    "reference": "Luk 10:1",
    "text": "Kemudian dari pada itu Tuhan menunjuk tujuh puluh murid yang lain, lalu mengutus mereka berdua-dua mendahului-Nya ke setiap kota dan tempat yang hendak dikunjungi-Nya."
  },
  {
    "reference": "Luk 10:2",
    "text": "- 10:2: Mat. 9:37-38 Kata-Nya kepada mereka: ”Tuaian memang banyak, tetapi pekerja sedikit. Karena itu mintalah kepada Tuan yang empunya tuaian, supaya Ia mengirimkan pekerja-pekerja untuk tuaian itu."
  },
  {
    "reference": "Luk 10:3",
    "text": "- 10:3: Mat. 10:16 Pergilah, sesungguhnya Aku mengutus kamu seperti anak domba ke tengah-tengah serigala."
  },
  {
    "reference": "Luk 10:4",
    "text": "- 10:4-11: Mat. 10:7-14; Mrk. 6:8-11; Luk. 9:3-5 Janganlah membawa pundi-pundi atau bekal atau kasut, dan janganlah memberi salam kepada siapa pun selama dalam perjalanan."
  },
  {
    "reference": "Luk 10:5",
    "text": "Kalau kamu memasuki suatu rumah, katakanlah lebih dahulu: Damai sejahtera bagi rumah ini."
  },
  {
    "reference": "Luk 10:6",
    "text": "Dan jikalau di situ ada orang yang layak menerima damai sejahtera, maka salammu itu akan tinggal atasnya. Tetapi jika tidak, salammu itu kembali kepadamu."
  },
  {
    "reference": "Luk 10:7",
    "text": "- 10:7: 1Kor. 9:14; 1Tim. 5:18 Tinggallah dalam rumah itu, makan dan minumlah apa yang diberikan orang kepadamu, sebab seorang pekerja patut mendapat upahnya. Janganlah berpindah-pindah rumah."
  },
  {
    "reference": "Luk 10:8",
    "text": "Dan jikalau kamu masuk ke dalam sebuah kota dan kamu diterima di situ, makanlah apa yang dihidangkan kepadamu,"
  },
  {
    "reference": "Luk 10:9",
    "text": "dan sembuhkanlah orang-orang sakit yang ada di situ dan katakanlah kepada mereka: Kerajaan Allah sudah dekat padamu."
  },
  {
    "reference": "Luk 10:10",
    "text": "- 10:10-11: Kis. 13:51 Tetapi jikalau kamu masuk ke dalam sebuah kota dan kamu tidak diterima di situ, pergilah ke jalan-jalan raya kota itu dan serukanlah:"
  },
  {
    "reference": "Luk 10:11",
    "text": "Juga debu kotamu yang melekat pada kaki kami, kami kebaskan di depanmu; tetapi ketahuilah ini: Kerajaan Allah sudah dekat."
  },
  {
    "reference": "Luk 10:12",
    "text": "- 10:12: Kej. 19:24-28; Mat. 10:15, 11:24 Aku berkata kepadamu: pada hari itu Sodom akan lebih ringan tanggungannya dari pada kota itu.” Yesus mengecam beberapa kota 10:13-16 (Mat. 11:20-24)"
  },
  {
    "reference": "Luk 10:13",
    "text": "- 10:13: Yes. 23:1-18; Yeh. 26:1–28:26; Yl. 3:4-8; Am. 1:9-10; Za. 9:2-4 ”Celakalah engkau Khorazim! Celakalah engkau Betsaida! karena jika di Tirus dan di Sidon terjadi mujizat-mujizat yang telah terjadi di tengah-tengah kamu, sudah lama mereka bertobat dan berkabung."
  },
  {
    "reference": "Luk 10:14",
    "text": "Akan tetapi pada waktu penghakiman, tanggungan Tirus dan Sidon akan lebih ringan dari pada tanggunganmu."
  },
  {
    "reference": "Luk 10:15",
    "text": "- 10:15: Yes. 14:13-15 Dan engkau Kapernaum, apakah engkau akan dinaikkan sampai ke langit? Tidak, engkau akan diturunkan sampai ke dunia orang mati!"
  },
  {
    "reference": "Luk 10:16",
    "text": "- 10:16: Mat. 10:40; Mrk. 9:37; Luk. 9:48; Yoh. 13:20 Barangsiapa mendengarkan kamu, ia mendengarkan Aku; dan barangsiapa menolak kamu, ia menolak Aku; dan barangsiapa menolak Aku, ia menolak Dia yang mengutus Aku.” Kembalinya ketujuh puluh murid 10:17-20"
  },
  {
    "reference": "Luk 10:17",
    "text": "Kemudian ketujuh puluh murid itu kembali dengan gembira dan berkata: ”Tuhan, juga setan-setan takluk kepada kami demi nama-Mu.”"
  },
  {
    "reference": "Luk 10:18",
    "text": "Lalu kata Yesus kepada mereka: ”Aku melihat Iblis jatuh seperti kilat dari langit."
  },
  {
    "reference": "Luk 10:19",
    "text": "- 10:19: Mzm. 91:13 Sesungguhnya Aku telah memberikan kuasa kepada kamu untuk menginjak ular dan kalajengking dan kuasa untuk menahan kekuatan musuh, sehingga tidak ada yang akan membahayakan kamu."
  },
  {
    "reference": "Luk 10:20",
    "text": "Namun demikian janganlah bersukacita karena roh-roh itu takluk kepadamu, tetapi bersukacitalah karena namamu ada terdaftar di sorga.” Ucapan syukur dan bahagia 10:21-24 (Mat. 11:25-27, 13:16-17)"
  },
  {
    "reference": "Luk 10:21",
    "text": "Pada waktu itu juga bergembiralah Yesus dalam Roh Kudus dan berkata: ”Aku bersyukur kepada-Mu, Bapa, Tuhan langit dan bumi, karena semuanya itu Engkau sembunyikan bagi orang bijak dan orang pandai, tetapi Engkau nyatakan kepada orang kecil. Ya Bapa, itulah yang berkenan kepada-Mu."
  },
  {
    "reference": "Luk 10:22",
    "text": "- 10:22: Yoh. 3:35, 10:15 Semua telah diserahkan kepada-Ku oleh Bapa-Ku dan tidak ada seorang pun yang tahu siapakah Anak selain Bapa, dan siapakah Bapa selain Anak dan orang yang kepadanya Anak itu berkenan menyatakan hal itu.”"
  },
  {
    "reference": "Luk 10:23",
    "text": "Sesudah itu berpalinglah Yesus kepada murid-murid-Nya tersendiri dan berkata: ”Berbahagialah mata yang melihat apa yang kamu lihat."
  },
  {
    "reference": "Luk 10:24",
    "text": "Karena Aku berkata kepada kamu: Banyak nabi dan raja ingin melihat apa yang kamu lihat, tetapi tidak melihatnya, dan ingin mendengar apa yang kamu dengar, tetapi tidak mendengarnya.” Orang Samaria yang murah hati 10:25-37"
  },
  {
    "reference": "Luk 10:25",
    "text": "- 10:25-28: Mat. 22:35-40; Mrk. 12:28-34 Pada suatu kali berdirilah seorang ahli Taurat untuk mencobai Yesus, katanya: ”Guru, apa yang harus kuperbuat untuk memperoleh hidup yang kekal?”"
  },
  {
    "reference": "Luk 10:26",
    "text": "Jawab Yesus kepadanya: ”Apa yang tertulis dalam hukum Taurat? Apa yang kaubaca di sana?”"
  },
  {
    "reference": "Luk 10:27",
    "text": "- 10:27: Im. 19:18; Ul. 6:5 Jawab orang itu: ”Kasihilah Tuhan, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu dan dengan segenap kekuatanmu dan dengan segenap akal budimu, dan kasihilah sesamamu manusia seperti dirimu sendiri.”"
  },
  {
    "reference": "Luk 10:28",
    "text": "- 10:28: Im. 18:5 Kata Yesus kepadanya: ”Jawabmu itu benar; perbuatlah demikian, maka engkau akan hidup.”"
  },
  {
    "reference": "Luk 10:29",
    "text": "Tetapi untuk membenarkan dirinya orang itu berkata kepada Yesus: ”Dan siapakah sesamaku manusia?”"
  },
  {
    "reference": "Luk 10:30",
    "text": "Jawab Yesus: ”Adalah seorang yang turun dari Yerusalem ke Yerikho; ia jatuh ke tangan penyamun-penyamun yang bukan saja merampoknya habis-habisan, tetapi yang juga memukulnya dan yang sesudah itu pergi meninggalkannya setengah mati."
  },
  {
    "reference": "Luk 10:31",
    "text": "Kebetulan ada seorang imam turun melalui jalan itu; ia melihat orang itu, tetapi ia melewatinya dari seberang jalan."
  },
  {
    "reference": "Luk 10:32",
    "text": "Demikian juga seorang Lewi datang ke tempat itu; ketika ia melihat orang itu, ia melewatinya dari seberang jalan."
  },
  {
    "reference": "Luk 10:33",
    "text": "Lalu datang seorang Samaria, yang sedang dalam perjalanan, ke tempat itu; dan ketika ia melihat orang itu, tergeraklah hatinya oleh belas kasihan."
  },
  {
    "reference": "Luk 10:34",
    "text": "Ia pergi kepadanya lalu membalut luka-lukanya, sesudah ia menyiraminya dengan minyak dan anggur. Kemudian ia menaikkan orang itu ke atas keledai tunggangannya sendiri lalu membawanya ke tempat penginapan dan merawatnya."
  },
  {
    "reference": "Luk 10:35",
    "text": "Keesokan harinya ia menyerahkan dua dinar kepada pemilik penginapan itu, katanya: Rawatlah dia dan jika kaubelanjakan lebih dari ini, aku akan menggantinya, waktu aku kembali."
  },
  {
    "reference": "Luk 10:36",
    "text": "Siapakah di antara ketiga orang ini, menurut pendapatmu, adalah sesama manusia dari orang yang jatuh ke tangan penyamun itu?”"
  },
  {
    "reference": "Luk 10:37",
    "text": "Jawab orang itu: ”Orang yang telah menunjukkan belas kasihan kepadanya.” Kata Yesus kepadanya: ”Pergilah, dan perbuatlah demikian!” Maria dan Marta 10:38-42"
  },
  {
    "reference": "Luk 10:38",
    "text": "- 10:38-39: Yoh. 11:1 Ketika Yesus dan murid-murid-Nya dalam perjalanan, tibalah Ia di sebuah kampung. Seorang perempuan yang bernama Marta menerima Dia di rumahnya."
  },
  {
    "reference": "Luk 10:39",
    "text": "Perempuan itu mempunyai seorang saudara yang bernama Maria. Maria ini duduk dekat kaki Tuhan dan terus mendengarkan perkataan-Nya,"
  },
  {
    "reference": "Luk 10:40",
    "text": "sedang Marta sibuk sekali melayani. Ia mendekati Yesus dan berkata: ”Tuhan, tidakkah Engkau peduli, bahwa saudaraku membiarkan aku melayani seorang diri? Suruhlah dia membantu aku.”"
  },
  {
    "reference": "Luk 10:41",
    "text": "Tetapi Tuhan menjawabnya: ”Marta, Marta, engkau kuatir dan menyusahkan diri dengan banyak perkara,"
  },
  {
    "reference": "Luk 10:42",
    "text": "tetapi hanya satu saja yang perlu: Maria telah memilih bagian yang terbaik, yang tidak akan diambil dari padanya.”"
  },
  {
    "reference": "Luk 11:1",
    "text": "Pada suatu kali Yesus sedang berdoa di salah satu tempat. Ketika Ia berhenti berdoa, berkatalah seorang dari murid-murid-Nya kepada-Nya: ”Tuhan, ajarlah kami berdoa, sama seperti yang diajarkan Yohanes kepada murid-muridnya.”"
  },
  {
    "reference": "Luk 11:2",
    "text": "Jawab Yesus kepada mereka: ”Apabila kamu berdoa, katakanlah: Bapa, dikuduskanlah nama-Mu; datanglah Kerajaan-Mu."
  },
  {
    "reference": "Luk 11:3",
    "text": "Berikanlah kami setiap hari makanan kami yang secukupnya"
  },
  {
    "reference": "Luk 11:4",
    "text": "dan ampunilah kami akan dosa kami, sebab kami pun mengampuni setiap orang yang bersalah kepada kami; dan janganlah membawa kami ke dalam pencobaan.”"
  },
  {
    "reference": "Luk 11:5",
    "text": "Lalu kata-Nya kepada mereka: ”Jika seorang di antara kamu pada tengah malam pergi ke rumah seorang sahabatnya dan berkata kepadanya: Saudara, pinjamkanlah kepadaku tiga roti,"
  },
  {
    "reference": "Luk 11:6",
    "text": "sebab seorang sahabatku yang sedang berada dalam perjalanan singgah ke rumahku dan aku tidak mempunyai apa-apa untuk dihidangkan kepadanya;"
  },
  {
    "reference": "Luk 11:7",
    "text": "masakan ia yang di dalam rumah itu akan menjawab: Jangan mengganggu aku, pintu sudah tertutup dan aku serta anak-anakku sudah tidur; aku tidak dapat bangun dan memberikannya kepada saudara."
  },
  {
    "reference": "Luk 11:8",
    "text": "Aku berkata kepadamu: Sekalipun ia tidak mau bangun dan memberikannya kepadanya karena orang itu adalah sahabatnya, namun karena sikapnya yang tidak malu itu, ia akan bangun juga dan memberikan kepadanya apa yang diperlukannya."
  },
  {
    "reference": "Luk 11:9",
    "text": "Oleh karena itu Aku berkata kepadamu: Mintalah, maka akan diberikan kepadamu; carilah, maka kamu akan mendapat; ketoklah, maka pintu akan dibukakan bagimu."
  },
  {
    "reference": "Luk 11:10",
    "text": "Karena setiap orang yang meminta, menerima dan setiap orang yang mencari, mendapat dan setiap orang yang mengetok, baginya pintu dibukakan."
  },
  {
    "reference": "Luk 11:11",
    "text": "Bapa manakah di antara kamu, jika anaknya minta ikan dari padanya, akan memberikan ular kepada anaknya itu ganti ikan?"
  },
  {
    "reference": "Luk 11:12",
    "text": "Atau, jika ia minta telur, akan memberikan kepadanya kalajengking?"
  },
  {
    "reference": "Luk 11:13",
    "text": "Jadi jika kamu yang jahat tahu memberi pemberian yang baik kepada anak-anakmu, apalagi Bapamu yang di sorga! Ia akan memberikan Roh Kudus kepada mereka yang meminta kepada-Nya.” Yesus dan Beelzebul 11:14-23 (Mat. 12:22-30; Mrk. 3:22-27)"
  },
  {
    "reference": "Luk 11:14",
    "text": "Pada suatu kali Yesus mengusir dari seorang suatu setan yang membisukan. Ketika setan itu keluar, orang bisu itu dapat berkata-kata. Maka heranlah orang banyak."
  },
  {
    "reference": "Luk 11:15",
    "text": "- 11:15: Mat. 9:34, 10:25 Tetapi ada di antara mereka yang berkata: ”Ia mengusir setan dengan kuasa Beelzebul, penghulu setan.”"
  },
  {
    "reference": "Luk 11:16",
    "text": "- 11:16: Mat. 12:38, 16:1; Mrk. 8:11 Ada pula yang meminta suatu tanda dari sorga kepada-Nya, untuk mencobai Dia."
  },
  {
    "reference": "Luk 11:17",
    "text": "Tetapi Yesus mengetahui pikiran mereka lalu berkata: ”Setiap kerajaan yang terpecah-pecah pasti binasa, dan setiap rumah tangga yang terpecah-pecah, pasti runtuh."
  },
  {
    "reference": "Luk 11:18",
    "text": "Jikalau Iblis itu juga terbagi-bagi dan melawan dirinya sendiri, bagaimanakah kerajaannya dapat bertahan? Sebab kamu berkata, bahwa Aku mengusir setan dengan kuasa Beelzebul."
  },
  {
    "reference": "Luk 11:19",
    "text": "Jadi jika Aku mengusir setan dengan kuasa Beelzebul, dengan kuasa apakah pengikut-pengikutmu mengusirnya? Sebab itu merekalah yang akan menjadi hakimmu."
  },
  {
    "reference": "Luk 11:20",
    "text": "Tetapi jika Aku mengusir setan dengan kuasa Allah, maka sesungguhnya Kerajaan Allah sudah datang kepadamu."
  },
  {
    "reference": "Luk 11:21",
    "text": "Apabila seorang yang kuat dan yang lengkap bersenjata menjaga rumahnya sendiri, maka amanlah segala miliknya."
  },
  {
    "reference": "Luk 11:22",
    "text": "Tetapi jika seorang yang lebih kuat dari padanya menyerang dan mengalahkannya, maka orang itu akan merampas perlengkapan senjata, yang diandalkannya, dan akan membagi-bagikan rampasannya."
  },
  {
    "reference": "Luk 11:23",
    "text": "- 11:23: Mrk. 9:40 Siapa tidak bersama Aku, ia melawan Aku dan siapa tidak mengumpulkan bersama Aku, ia mencerai-beraikan.” Kembalinya roh jahat 11:24-26 (Mat. 12:43-45)"
  },
  {
    "reference": "Luk 11:24",
    "text": "”Apabila roh jahat keluar dari manusia, ia pun mengembara ke tempat-tempat yang tandus mencari perhentian, dan karena ia tidak mendapatnya, ia berkata: Aku akan kembali ke rumah yang telah kutinggalkan itu."
  },
  {
    "reference": "Luk 11:25",
    "text": "Maka pergilah ia dan mendapati rumah itu bersih tersapu dan rapi teratur."
  },
  {
    "reference": "Luk 11:26",
    "text": "Lalu ia keluar dan mengajak tujuh roh lain yang lebih jahat dari padanya, dan mereka masuk dan berdiam di situ. Maka akhirnya keadaan orang itu lebih buruk dari pada keadaannya semula.” Siapa yang berbahagia 11:27-28"
  },
  {
    "reference": "Luk 11:27",
    "text": "Ketika Yesus masih berbicara, berserulah seorang perempuan dari antara orang banyak dan berkata kepada-Nya: ”Berbahagialah ibu yang telah mengandung Engkau dan susu yang telah menyusui Engkau.”"
  },
  {
    "reference": "Luk 11:28",
    "text": "Tetapi Ia berkata: ”Yang berbahagia ialah mereka yang mendengarkan firman Allah dan yang memeliharanya.” Tanda Yunus 11:29-32 (Mat. 12:38-42)"
  },
  {
    "reference": "Luk 11:29",
    "text": "- 11:29: Mat. 16:4; Mrk. 8:12 Ketika orang banyak mengerumuni-Nya, berkatalah Yesus: ”Angkatan ini adalah angkatan yang jahat. Mereka menghendaki suatu tanda, tetapi kepada mereka tidak akan diberikan tanda selain tanda nabi Yunus."
  },
  {
    "reference": "Luk 11:30",
    "text": "- 11:30: Yun. 3:4 Sebab seperti Yunus menjadi tanda untuk orang-orang Niniwe, demikian pulalah Anak Manusia akan menjadi tanda untuk angkatan ini."
  },
  {
    "reference": "Luk 11:31",
    "text": "- 11:31: 1Raj. 10:1-10; 2Taw. 9:1-12 Pada waktu penghakiman, ratu dari Selatan itu akan bangkit bersama orang dari angkatan ini dan ia akan menghukum mereka. Sebab ratu ini datang dari ujung bumi untuk mendengarkan hikmat Salomo, dan sesungguhnya yang ada di sini lebih dari pada Salomo!"
  },
  {
    "reference": "Luk 11:32",
    "text": "- 11:32: Yun. 3:5 Pada waktu penghakiman, orang-orang Niniwe akan bangkit bersama angkatan ini dan mereka akan menghukumnya. Sebab orang-orang Niniwe itu bertobat waktu mereka mendengarkan pemberitaan Yunus, dan sesungguhnya yang ada di sini lebih dari pada Yunus!” Pelita tubuh 11:33-36"
  },
  {
    "reference": "Luk 11:33",
    "text": "- 11:33: Mat. 5:15; Mrk. 4:21; Luk. 8:16 ”Tidak seorang pun yang menyalakan pelita lalu meletakkannya di kolong rumah atau di bawah gantang, melainkan di atas kaki dian, supaya semua orang yang masuk, dapat melihat cahayanya."
  },
  {
    "reference": "Luk 11:34",
    "text": "- 11:34-35: Mat. 6:22-23 Matamu adalah pelita tubuhmu. Jika matamu baik, teranglah seluruh tubuhmu, tetapi jika matamu jahat, gelaplah tubuhmu."
  },
  {
    "reference": "Luk 11:35",
    "text": "Karena itu perhatikanlah supaya terang yang ada padamu jangan menjadi kegelapan."
  },
  {
    "reference": "Luk 11:36",
    "text": "Jika seluruh tubuhmu terang dan tidak ada bagian yang gelap, maka seluruhnya akan terang, sama seperti apabila pelita menerangi engkau dengan cahayanya.” Yesus mengecam orang-orang Farisi dan ahli-ahli Taurat 11:37-54 (Mat. 23:1-36; Mrk. 12:38-40; Luk. 20:45-47)"
  },
  {
    "reference": "Luk 11:37",
    "text": "Ketika Yesus selesai mengajar, seorang Farisi mengundang Dia untuk makan di rumahnya. Maka masuklah Ia ke rumah itu, lalu duduk makan."
  },
  {
    "reference": "Luk 11:38",
    "text": "Orang Farisi itu melihat hal itu dan ia heran, karena Yesus tidak mencuci tangan-Nya sebelum makan."
  },
  {
    "reference": "Luk 11:39",
    "text": "Tetapi Tuhan berkata kepadanya: ”Kamu orang-orang Farisi, kamu membersihkan bagian luar dari cawan dan pinggan, tetapi bagian dalammu penuh rampasan dan kejahatan."
  },
  {
    "reference": "Luk 11:40",
    "text": "Hai orang-orang bodoh, bukankah Dia yang menjadikan bagian luar, Dia juga yang menjadikan bagian dalam?"
  },
  {
    "reference": "Luk 11:41",
    "text": "Akan tetapi, berikanlah isinya sebagai sedekah dan sesungguhnya semuanya akan menjadi bersih bagimu."
  },
  {
    "reference": "Luk 11:42",
    "text": "- 11:42: Im. 27:30 Tetapi celakalah kamu, hai orang-orang Farisi, sebab kamu membayar persepuluhan dari selasih, inggu dan segala jenis sayuran, tetapi kamu mengabaikan keadilan dan kasih Allah. Yang satu harus dilakukan dan yang lain jangan diabaikan."
  },
  {
    "reference": "Luk 11:43",
    "text": "Celakalah kamu, hai orang-orang Farisi, sebab kamu suka duduk di tempat terdepan di rumah ibadat dan suka menerima penghormatan di pasar."
  },
  {
    "reference": "Luk 11:44",
    "text": "Celakalah kamu, sebab kamu sama seperti kubur yang tidak memakai tanda; orang-orang yang berjalan di atasnya, tidak mengetahuinya.”"
  },
  {
    "reference": "Luk 11:45",
    "text": "Seorang dari antara ahli-ahli Taurat itu menjawab dan berkata kepada-Nya: ”Guru, dengan berkata demikian, Engkau menghina kami juga.”"
  },
  {
    "reference": "Luk 11:46",
    "text": "Tetapi Ia menjawab: ”Celakalah kamu juga, hai ahli-ahli Taurat, sebab kamu meletakkan beban-beban yang tak terpikul pada orang, tetapi kamu sendiri tidak menyentuh beban itu dengan satu jari pun."
  },
  {
    "reference": "Luk 11:47",
    "text": "Celakalah kamu, sebab kamu membangun makam nabi-nabi, tetapi nenek moyangmu telah membunuh mereka."
  },
  {
    "reference": "Luk 11:48",
    "text": "Dengan demikian kamu mengaku, bahwa kamu membenarkan perbuatan-perbuatan nenek moyangmu, sebab mereka telah membunuh nabi-nabi itu dan kamu membangun makamnya."
  },
  {
    "reference": "Luk 11:49",
    "text": "Sebab itu hikmat Allah berkata: Aku akan mengutus kepada mereka nabi-nabi dan rasul-rasul dan separuh dari antara nabi-nabi dan rasul-rasul itu akan mereka bunuh dan mereka aniaya,"
  },
  {
    "reference": "Luk 11:50",
    "text": "supaya dari angkatan ini dituntut darah semua nabi yang telah tertumpah sejak dunia dijadikan,"
  },
  {
    "reference": "Luk 11:51",
    "text": "- 11:51: Kej. 4:8; 2Taw. 24:20-21 mulai dari darah Habel sampai kepada darah Zakharia yang telah dibunuh di antara mezbah dan Rumah Allah. Bahkan, Aku berkata kepadamu: Semuanya itu akan dituntut dari angkatan ini."
  },
  {
    "reference": "Luk 11:52",
    "text": "Celakalah kamu, hai ahli-ahli Taurat, sebab kamu telah mengambil kunci pengetahuan; kamu sendiri tidak masuk ke dalam dan orang yang berusaha untuk masuk ke dalam kamu halang-halangi.”"
  },
  {
    "reference": "Luk 11:53",
    "text": "Dan setelah Yesus berangkat dari tempat itu, ahli-ahli Taurat dan orang-orang Farisi terus-menerus mengintai dan membanjiri-Nya dengan rupa-rupa soal."
  },
  {
    "reference": "Luk 11:54",
    "text": "Untuk itu mereka berusaha memancing-Nya, supaya mereka dapat menangkap-Nya berdasarkan sesuatu yang diucapkan-Nya."
  },
  {
    "reference": "Luk 12:1",
    "text": "- 12:1: Mat. 16:6; Mrk. 8:15 Sementara itu beribu-ribu orang banyak telah berkerumun, sehingga mereka berdesak-desakan. Lalu Yesus mulai mengajar, pertama-tama kepada murid-murid-Nya, kata-Nya: ”Waspadalah terhadap ragi, yaitu kemunafikan orang Farisi."
  },
  {
    "reference": "Luk 12:2",
    "text": "- 12:2: Mrk. 4:22; Luk. 8:17 Tidak ada sesuatu pun yang tertutup yang tidak akan dibuka dan tidak ada sesuatu pun yang tersembunyi yang tidak akan diketahui."
  },
  {
    "reference": "Luk 12:3",
    "text": "Karena itu apa yang kamu katakan dalam gelap akan kedengaran dalam terang, dan apa yang kamu bisikkan ke telinga di dalam kamar akan diberitakan dari atas atap rumah."
  },
  {
    "reference": "Luk 12:4",
    "text": "Aku berkata kepadamu, hai sahabat-sahabat-Ku, janganlah kamu takut terhadap mereka yang dapat membunuh tubuh dan kemudian tidak dapat berbuat apa-apa lagi."
  },
  {
    "reference": "Luk 12:5",
    "text": "Aku akan menunjukkan kepada kamu siapakah yang harus kamu takuti. Takutilah Dia, yang setelah membunuh, mempunyai kuasa untuk melemparkan orang ke dalam neraka. Sesungguhnya Aku berkata kepadamu, takutilah Dia!"
  },
  {
    "reference": "Luk 12:6",
    "text": "Bukankah burung pipit dijual lima ekor dua duit? Sungguhpun demikian tidak seekor pun dari padanya yang dilupakan Allah,"
  },
  {
    "reference": "Luk 12:7",
    "text": "bahkan rambut kepalamu pun terhitung semuanya. Karena itu jangan takut, karena kamu lebih berharga dari pada banyak burung pipit."
  },
  {
    "reference": "Luk 12:8",
    "text": "Aku berkata kepadamu: Setiap orang yang mengakui Aku di depan manusia, Anak Manusia juga akan mengakui dia di depan malaikat-malaikat Allah."
  },
  {
    "reference": "Luk 12:9",
    "text": "Tetapi barangsiapa menyangkal Aku di depan manusia, ia akan disangkal di depan malaikat-malaikat Allah."
  },
  {
    "reference": "Luk 12:10",
    "text": "- 12:10: Mat. 12:32; Mrk. 3:29 Setiap orang yang mengatakan sesuatu melawan Anak Manusia, ia akan diampuni; tetapi barangsiapa menghujat Roh Kudus, ia tidak akan diampuni."
  },
  {
    "reference": "Luk 12:11",
    "text": "- 12:11-12: Mat. 10:19-20; Mrk. 13:11; Luk. 21:14-15 Apabila orang menghadapkan kamu kepada majelis-majelis atau kepada pemerintah-pemerintah dan penguasa-penguasa, janganlah kamu kuatir bagaimana dan apa yang harus kamu katakan untuk membela dirimu."
  },
  {
    "reference": "Luk 12:12",
    "text": "Sebab pada saat itu juga Roh Kudus akan mengajar kamu apa yang harus kamu katakan.” Orang kaya yang bodoh 12:13-21"
  },
  {
    "reference": "Luk 12:13",
    "text": "Seorang dari orang banyak itu berkata kepada Yesus: ”Guru, katakanlah kepada saudaraku supaya ia berbagi warisan dengan aku.”"
  },
  {
    "reference": "Luk 12:14",
    "text": "Tetapi Yesus berkata kepadanya: ”Saudara, siapakah yang telah mengangkat Aku menjadi hakim atau pengantara atas kamu?”"
  },
  {
    "reference": "Luk 12:15",
    "text": "Kata-Nya lagi kepada mereka: ”Berjaga-jagalah dan waspadalah terhadap segala ketamakan, sebab walaupun seorang berlimpah-limpah hartanya, hidupnya tidaklah tergantung dari pada kekayaannya itu.”"
  },
  {
    "reference": "Luk 12:16",
    "text": "Kemudian Ia mengatakan kepada mereka suatu perumpamaan, kata-Nya: ”Ada seorang kaya, tanahnya berlimpah-limpah hasilnya."
  },
  {
    "reference": "Luk 12:17",
    "text": "Ia bertanya dalam hatinya: Apakah yang harus aku perbuat, sebab aku tidak mempunyai tempat di mana aku dapat menyimpan hasil tanahku."
  },
  {
    "reference": "Luk 12:18",
    "text": "Lalu katanya: Inilah yang akan aku perbuat; aku akan merombak lumbung-lumbungku dan aku akan mendirikan yang lebih besar dan aku akan menyimpan di dalamnya segala gandum dan barang-barangku."
  },
  {
    "reference": "Luk 12:19",
    "text": "Sesudah itu aku akan berkata kepada jiwaku: Jiwaku, ada padamu banyak barang, tertimbun untuk bertahun-tahun lamanya; beristirahatlah, makanlah, minumlah dan bersenang-senanglah!"
  },
  {
    "reference": "Luk 12:20",
    "text": "Tetapi firman Allah kepadanya: Hai engkau orang bodoh, pada malam ini juga jiwamu akan diambil dari padamu, dan apa yang telah kausediakan, untuk siapakah itu nanti?"
  },
  {
    "reference": "Luk 12:21",
    "text": "Demikianlah jadinya dengan orang yang mengumpulkan harta bagi dirinya sendiri, jikalau ia tidak kaya di hadapan Allah.” Hal kekuatiran 12:22-34 (Mat. 6:25-34)"
  },
  {
    "reference": "Luk 12:22",
    "text": "Yesus berkata kepada murid-murid-Nya: ”Karena itu Aku berkata kepadamu: Janganlah kuatir akan hidupmu, akan apa yang hendak kamu makan, dan janganlah kuatir pula akan tubuhmu, akan apa yang hendak kamu pakai."
  },
  {
    "reference": "Luk 12:23",
    "text": "Sebab hidup itu lebih penting dari pada makanan dan tubuh itu lebih penting dari pada pakaian."
  },
  {
    "reference": "Luk 12:24",
    "text": "Perhatikanlah burung-burung gagak yang tidak menabur dan tidak menuai dan tidak mempunyai gudang atau lumbung, namun demikian diberi makan oleh Allah. Betapa jauhnya kamu melebihi burung-burung itu!"
  },
  {
    "reference": "Luk 12:25",
    "text": "Siapakah di antara kamu yang karena kekuatirannya dapat menambahkan sehasta pada jalan hidupnya?"
  },
  {
    "reference": "Luk 12:26",
    "text": "Jadi, jikalau kamu tidak sanggup membuat barang yang paling kecil, mengapa kamu kuatir akan hal-hal lain?"
  },
  {
    "reference": "Luk 12:27",
    "text": "- 12:27: 1Raj. 10:4-7; 2Taw. 9:3-6 Perhatikanlah bunga bakung, yang tidak memintal dan tidak menenun, namun Aku berkata kepadamu: Salomo dalam segala kemegahannya pun tidak berpakaian seindah salah satu dari bunga itu."
  },
  {
    "reference": "Luk 12:28",
    "text": "Jadi, jika rumput di ladang, yang hari ini ada dan besok dibuang ke dalam api demikian didandani Allah, terlebih lagi kamu, hai orang yang kurang percaya!"
  },
  {
    "reference": "Luk 12:29",
    "text": "Jadi, janganlah kamu mempersoalkan apa yang akan kamu makan atau apa yang akan kamu minum dan janganlah cemas hatimu."
  },
  {
    "reference": "Luk 12:30",
    "text": "Semua itu dicari bangsa-bangsa di dunia yang tidak mengenal Allah. Akan tetapi Bapamu tahu, bahwa kamu memang memerlukan semuanya itu."
  },
  {
    "reference": "Luk 12:31",
    "text": "Tetapi carilah Kerajaan-Nya, maka semuanya itu akan ditambahkan juga kepadamu."
  },
  {
    "reference": "Luk 12:32",
    "text": "Janganlah takut, hai kamu kawanan kecil! Karena Bapamu telah berkenan memberikan kamu Kerajaan itu."
  },
  {
    "reference": "Luk 12:33",
    "text": "Juallah segala milikmu dan berikanlah sedekah! Buatlah bagimu pundi-pundi yang tidak dapat menjadi tua, suatu harta di sorga yang tidak akan habis, yang tidak dapat didekati pencuri dan yang tidak dirusakkan ngengat."
  },
  {
    "reference": "Luk 12:34",
    "text": "Karena di mana hartamu berada, di situ juga hatimu berada.” Kewaspadaan 12:35-48 (Mat. 24:43-51)"
  },
  {
    "reference": "Luk 12:35",
    "text": "- 12:35: Mat. 25:1-13 ”Hendaklah pinggangmu tetap berikat dan pelitamu tetap menyala."
  },
  {
    "reference": "Luk 12:36",
    "text": "- 12:36: Mrk. 13:34-36 Dan hendaklah kamu sama seperti orang-orang yang menanti-nantikan tuannya yang pulang dari perkawinan, supaya jika ia datang dan mengetok pintu, segera dibuka pintu baginya."
  },
  {
    "reference": "Luk 12:37",
    "text": "Berbahagialah hamba-hamba yang didapati tuannya berjaga-jaga ketika ia datang. Aku berkata kepadamu: Sesungguhnya ia akan mengikat pinggangnya dan mempersilakan mereka duduk makan, dan ia akan datang melayani mereka."
  },
  {
    "reference": "Luk 12:38",
    "text": "Dan apabila ia datang pada tengah malam atau pada dinihari dan mendapati mereka berlaku demikian, maka berbahagialah mereka."
  },
  {
    "reference": "Luk 12:39",
    "text": "- 12:39-40: Mat. 24:43-44 Tetapi ketahuilah ini: Jika tuan rumah tahu pukul berapa pencuri akan datang, ia tidak akan membiarkan rumahnya dibongkar."
  },
  {
    "reference": "Luk 12:40",
    "text": "Hendaklah kamu juga siap sedia, karena Anak Manusia datang pada saat yang tidak kamu sangkakan.”"
  },
  {
    "reference": "Luk 12:41",
    "text": "Kata Petrus: ”Tuhan, kamikah yang Engkau maksudkan dengan perumpamaan itu atau juga semua orang?”"
  },
  {
    "reference": "Luk 12:42",
    "text": "Jawab Tuhan: ”Jadi, siapakah pengurus rumah yang setia dan bijaksana yang akan diangkat oleh tuannya menjadi kepala atas semua hambanya untuk memberikan makanan kepada mereka pada waktunya?"
  },
  {
    "reference": "Luk 12:43",
    "text": "Berbahagialah hamba, yang didapati tuannya melakukan tugasnya itu, ketika tuannya itu datang."
  },
  {
    "reference": "Luk 12:44",
    "text": "Aku berkata kepadamu: Sesungguhnya tuannya itu akan mengangkat dia menjadi pengawas segala miliknya."
  },
  {
    "reference": "Luk 12:45",
    "text": "Akan tetapi, jikalau hamba itu jahat dan berkata di dalam hatinya: Tuanku tidak datang-datang, lalu ia mulai memukul hamba-hamba laki-laki dan hamba-hamba perempuan, dan makan minum dan mabuk,"
  },
  {
    "reference": "Luk 12:46",
    "text": "maka tuan hamba itu akan datang pada hari yang tidak disangkakannya, dan pada saat yang tidak diketahuinya, dan akan membunuh dia dan membuat dia senasib dengan orang-orang yang tidak setia."
  },
  {
    "reference": "Luk 12:47",
    "text": "Adapun hamba yang tahu akan kehendak tuannya, tetapi yang tidak mengadakan persiapan atau tidak melakukan apa yang dikehendaki tuannya, ia akan menerima banyak pukulan."
  },
  {
    "reference": "Luk 12:48",
    "text": "Tetapi barangsiapa tidak tahu akan kehendak tuannya dan melakukan apa yang harus mendatangkan pukulan, ia akan menerima sedikit pukulan. Setiap orang yang kepadanya banyak diberi, dari padanya akan banyak dituntut, dan kepada siapa yang banyak dipercayakan, dari padanya akan lebih banyak lagi dituntut.” Yesus membawa pemisahan 12:49-53 (Mat. 10:34-36)"
  },
  {
    "reference": "Luk 12:49",
    "text": "”Aku datang untuk melemparkan api ke bumi dan betapakah Aku harapkan, api itu telah menyala!"
  },
  {
    "reference": "Luk 12:50",
    "text": "- 12:50: Mrk. 10:38 Aku harus menerima baptisan, dan betapakah susahnya hati-Ku, sebelum hal itu berlangsung!"
  },
  {
    "reference": "Luk 12:51",
    "text": "Kamu menyangka, bahwa Aku datang untuk membawa damai di atas bumi? Bukan, kata-Ku kepadamu, bukan damai, melainkan pertentangan."
  },
  {
    "reference": "Luk 12:52",
    "text": "Karena mulai dari sekarang akan ada pertentangan antara lima orang di dalam satu rumah, tiga melawan dua dan dua melawan tiga."
  },
  {
    "reference": "Luk 12:53",
    "text": "- 12:53: Mi. 7:6 Mereka akan saling bertentangan, ayah melawan anaknya laki-laki dan anak laki-laki melawan ayahnya, ibu melawan anaknya perempuan, dan anak perempuan melawan ibunya, ibu mertua melawan menantunya perempuan dan menantu perempuan melawan ibu mertuanya.” Menilai zaman 12:54-59"
  },
  {
    "reference": "Luk 12:54",
    "text": "- 12:54-56: Mat. 16:2-3 Yesus berkata pula kepada orang banyak: ”Apabila kamu melihat awan naik di sebelah barat, segera kamu berkata: Akan datang hujan, dan hal itu memang terjadi."
  },
  {
    "reference": "Luk 12:55",
    "text": "Dan apabila kamu melihat angin selatan bertiup, kamu berkata: Hari akan panas terik, dan hal itu memang terjadi."
  },
  {
    "reference": "Luk 12:56",
    "text": "Hai orang-orang munafik, rupa bumi dan langit kamu tahu menilainya, mengapakah kamu tidak dapat menilai zaman ini?"
  },
  {
    "reference": "Luk 12:57",
    "text": "- 12:57-59: Mat. 5:25-26 Dan mengapakah engkau juga tidak memutuskan sendiri apa yang benar?"
  },
  {
    "reference": "Luk 12:58",
    "text": "Sebab, jikalau engkau dengan lawanmu pergi menghadap pemerintah, berusahalah berdamai dengan dia selama di tengah jalan, supaya jangan engkau diseretnya kepada hakim dan hakim menyerahkan engkau kepada pembantunya dan pembantu itu melemparkan engkau ke dalam penjara."
  },
  {
    "reference": "Luk 12:59",
    "text": "Aku berkata kepadamu: Engkau tidak akan keluar dari sana, sebelum engkau membayar hutangmu sampai lunas.”"
  },
  {
    "reference": "Luk 13:1",
    "text": "Pada waktu itu datanglah kepada Yesus beberapa orang membawa kabar tentang orang-orang Galilea, yang darahnya dicampurkan Pilatus dengan darah korban yang mereka persembahkan."
  },
  {
    "reference": "Luk 13:2",
    "text": "Yesus menjawab mereka: ”Sangkamu orang-orang Galilea ini lebih besar dosanya dari pada dosa semua orang Galilea yang lain, karena mereka mengalami nasib itu?"
  },
  {
    "reference": "Luk 13:3",
    "text": "Tidak! kata-Ku kepadamu. Tetapi jikalau kamu tidak bertobat, kamu semua akan binasa atas cara demikian."
  },
  {
    "reference": "Luk 13:4",
    "text": "Atau sangkamu kedelapan belas orang, yang mati ditimpa menara dekat Siloam, lebih besar kesalahannya dari pada kesalahan semua orang lain yang diam di Yerusalem?"
  },
  {
    "reference": "Luk 13:5",
    "text": "Tidak! kata-Ku kepadamu. Tetapi jikalau kamu tidak bertobat, kamu semua akan binasa atas cara demikian.” Perumpamaan tentang pohon ara yang tidak berbuah 13:6-9"
  },
  {
    "reference": "Luk 13:6",
    "text": "Lalu Yesus mengatakan perumpamaan ini: ”Seorang mempunyai pohon ara yang tumbuh di kebun anggurnya, dan ia datang untuk mencari buah pada pohon itu, tetapi ia tidak menemukannya."
  },
  {
    "reference": "Luk 13:7",
    "text": "Lalu ia berkata kepada pengurus kebun anggur itu: Sudah tiga tahun aku datang mencari buah pada pohon ara ini dan aku tidak menemukannya. Tebanglah pohon ini! Untuk apa ia hidup di tanah ini dengan percuma!"
  },
  {
    "reference": "Luk 13:8",
    "text": "Jawab orang itu: Tuan, biarkanlah dia tumbuh tahun ini lagi, aku akan mencangkul tanah sekelilingnya dan memberi pupuk kepadanya,"
  },
  {
    "reference": "Luk 13:9",
    "text": "mungkin tahun depan ia berbuah; jika tidak, tebanglah dia!” Menyembuhkan orang sakit pada hari Sabat 13:10-17"
  },
  {
    "reference": "Luk 13:10",
    "text": "Pada suatu kali Yesus sedang mengajar dalam salah satu rumah ibadat pada hari Sabat."
  },
  {
    "reference": "Luk 13:11",
    "text": "Di situ ada seorang perempuan yang telah delapan belas tahun dirasuk roh sehingga ia sakit sampai bungkuk punggungnya dan tidak dapat berdiri lagi dengan tegak."
  },
  {
    "reference": "Luk 13:12",
    "text": "Ketika Yesus melihat perempuan itu, Ia memanggil dia dan berkata kepadanya: ”Hai ibu, penyakitmu telah sembuh.”"
  },
  {
    "reference": "Luk 13:13",
    "text": "Lalu Ia meletakkan tangan-Nya atas perempuan itu, dan seketika itu juga berdirilah perempuan itu, dan memuliakan Allah."
  },
  {
    "reference": "Luk 13:14",
    "text": "- 13:14: Kel. 20:9-10; Ul. 5:13-14 Tetapi kepala rumah ibadat gusar karena Yesus menyembuhkan orang pada hari Sabat, lalu ia berkata kepada orang banyak: ”Ada enam hari untuk bekerja. Karena itu datanglah pada salah satu hari itu untuk disembuhkan dan jangan pada hari Sabat.”"
  },
  {
    "reference": "Luk 13:15",
    "text": "Tetapi Tuhan menjawab dia, kata-Nya: ”Hai orang-orang munafik, bukankah setiap orang di antaramu melepaskan lembunya atau keledainya pada hari Sabat dari kandangnya dan membawanya ke tempat minuman?"
  },
  {
    "reference": "Luk 13:16",
    "text": "Bukankah perempuan ini, yang sudah delapan belas tahun diikat oleh Iblis, harus dilepaskan dari ikatannya itu, karena ia adalah keturunan Abraham?”"
  },
  {
    "reference": "Luk 13:17",
    "text": "Dan waktu Ia berkata demikian, semua lawan-Nya merasa malu dan semua orang banyak bersukacita karena segala perkara mulia, yang telah dilakukan-Nya. Perumpamaan tentang biji sesawi dan ragi 13:18-21 (Mat. 13:31-33; Mrk. 4:30-32)"
  },
  {
    "reference": "Luk 13:18",
    "text": "Maka kata Yesus: ”Seumpama apakah hal Kerajaan Allah dan dengan apakah Aku akan mengumpamakannya?"
  },
  {
    "reference": "Luk 13:19",
    "text": "Ia seumpama biji sesawi, yang diambil dan ditaburkan orang di kebunnya; biji itu tumbuh dan menjadi pohon dan burung-burung di udara bersarang pada cabang-cabangnya.”"
  },
  {
    "reference": "Luk 13:20",
    "text": "Dan Ia berkata lagi: ”Dengan apakah Aku akan mengumpamakan Kerajaan Allah?"
  },
  {
    "reference": "Luk 13:21",
    "text": "Ia seumpama ragi yang diambil seorang perempuan dan diadukkan ke dalam tepung terigu tiga sukat sampai khamir seluruhnya.” Siapa yang diselamatkan 13:22-30"
  },
  {
    "reference": "Luk 13:22",
    "text": "Kemudian Yesus berjalan keliling dari kota ke kota dan dari desa ke desa sambil mengajar dan meneruskan perjalanan-Nya ke Yerusalem."
  },
  {
    "reference": "Luk 13:23",
    "text": "Dan ada seorang yang berkata kepada-Nya: ”Tuhan, sedikit sajakah orang yang diselamatkan?”"
  },
  {
    "reference": "Luk 13:24",
    "text": "- 13:24: Mat. 7:13-14 Jawab Yesus kepada orang-orang di situ: ”Berjuanglah untuk masuk melalui pintu yang sesak itu! Sebab Aku berkata kepadamu: Banyak orang akan berusaha untuk masuk, tetapi tidak akan dapat."
  },
  {
    "reference": "Luk 13:25",
    "text": "Jika tuan rumah telah bangkit dan telah menutup pintu, kamu akan berdiri di luar dan mengetok-ngetok pintu sambil berkata: Tuan, bukakanlah kami pintu! dan Ia akan menjawab dan berkata kepadamu: Aku tidak tahu dari mana kamu datang."
  },
  {
    "reference": "Luk 13:26",
    "text": "- 13:26-27: Mat. 7:22-23 Maka kamu akan berkata: Kami telah makan dan minum di hadapan-Mu dan Engkau telah mengajar di jalan-jalan kota kami."
  },
  {
    "reference": "Luk 13:27",
    "text": "- 13:27: Mzm. 6:9 Tetapi Ia akan berkata kepadamu: Aku tidak tahu dari mana kamu datang, enyahlah dari hadapan-Ku, hai kamu sekalian yang melakukan kejahatan!"
  },
  {
    "reference": "Luk 13:28",
    "text": "- 13:28: Mat. 22:13, 25:30 - 13:28-29: Mat. 8:11-12 Di sanalah akan terdapat ratap dan kertak gigi, apabila kamu akan melihat Abraham dan Ishak dan Yakub dan semua nabi di dalam Kerajaan Allah, tetapi kamu sendiri dicampakkan ke luar."
  },
  {
    "reference": "Luk 13:29",
    "text": "Dan orang akan datang dari Timur dan Barat dan dari Utara dan Selatan dan mereka akan duduk makan di dalam Kerajaan Allah."
  },
  {
    "reference": "Luk 13:30",
    "text": "- 13:30: Mat. 19:30, 20:16; Mrk. 10:31 Dan sesungguhnya ada orang yang terakhir yang akan menjadi orang yang terdahulu dan ada orang yang terdahulu yang akan menjadi orang yang terakhir.” Yesus harus mati di Yerusalem Keluhan terhadap Yerusalem 13:31-35 (Mat. 23:37-39)"
  },
  {
    "reference": "Luk 13:31",
    "text": "Pada waktu itu datanglah beberapa orang Farisi dan berkata kepada Yesus: ”Pergilah, tinggalkanlah tempat ini, karena Herodes hendak membunuh Engkau.”"
  },
  {
    "reference": "Luk 13:32",
    "text": "Jawab Yesus kepada mereka: ”Pergilah dan katakanlah kepada si serigala itu: Aku mengusir setan dan menyembuhkan orang, pada hari ini dan besok, dan pada hari yang ketiga Aku akan selesai."
  },
  {
    "reference": "Luk 13:33",
    "text": "Tetapi hari ini dan besok dan lusa Aku harus meneruskan perjalanan-Ku, sebab tidaklah semestinya seorang nabi dibunuh kalau tidak di Yerusalem."
  },
  {
    "reference": "Luk 13:34",
    "text": "Yerusalem, Yerusalem, engkau yang membunuh nabi-nabi dan melempari dengan batu orang-orang yang diutus kepadamu! Berkali-kali Aku rindu mengumpulkan anak-anakmu, sama seperti induk ayam mengumpulkan anak-anaknya di bawah sayapnya, tetapi kamu tidak mau."
  },
  {
    "reference": "Luk 13:35",
    "text": "- 13:35: Mzm. 118:26 Sesungguhnya rumahmu ini akan ditinggalkan dan menjadi sunyi. Tetapi Aku berkata kepadamu: Kamu tidak akan melihat Aku lagi hingga pada saat kamu berkata: Diberkatilah Dia yang datang dalam nama Tuhan!”"
  },
  {
    "reference": "Luk 14:1",
    "text": "Pada suatu hari Sabat Yesus datang ke rumah salah seorang pemimpin dari orang-orang Farisi untuk makan di situ. Semua yang hadir mengamat-amati Dia dengan saksama."
  },
  {
    "reference": "Luk 14:2",
    "text": "Tiba-tiba datanglah seorang yang sakit busung air berdiri di hadapan-Nya."
  },
  {
    "reference": "Luk 14:3",
    "text": "Lalu Yesus berkata kepada ahli-ahli Taurat dan orang-orang Farisi itu, kata-Nya: ”Diperbolehkankah menyembuhkan orang pada hari Sabat atau tidak?”"
  },
  {
    "reference": "Luk 14:4",
    "text": "Mereka itu diam semuanya. Lalu Ia memegang tangan orang sakit itu dan menyembuhkannya dan menyuruhnya pergi."
  },
  {
    "reference": "Luk 14:5",
    "text": "- 14:5: Mat. 12:11 Kemudian Ia berkata kepada mereka: ”Siapakah di antara kamu yang tidak segera menarik ke luar anaknya atau lembunya kalau terperosok ke dalam sebuah sumur, meskipun pada hari Sabat?”"
  },
  {
    "reference": "Luk 14:6",
    "text": "Mereka tidak sanggup membantah-Nya. Tempat yang paling utama dan yang paling rendah 14:7-11"
  },
  {
    "reference": "Luk 14:7",
    "text": "Karena Yesus melihat, bahwa tamu-tamu berusaha menduduki tempat-tempat kehormatan, Ia mengatakan perumpamaan ini kepada mereka:"
  },
  {
    "reference": "Luk 14:8",
    "text": "- 14:8-10: Ams. 25:6-7 ”Kalau seorang mengundang engkau ke pesta perkawinan, janganlah duduk di tempat kehormatan, sebab mungkin orang itu telah mengundang seorang yang lebih terhormat dari padamu,"
  },
  {
    "reference": "Luk 14:9",
    "text": "supaya orang itu, yang mengundang engkau dan dia, jangan datang dan berkata kepadamu: Berilah tempat ini kepada orang itu. Lalu engkau dengan malu harus pergi duduk di tempat yang paling rendah."
  },
  {
    "reference": "Luk 14:10",
    "text": "Tetapi, apabila engkau diundang, pergilah duduk di tempat yang paling rendah. Mungkin tuan rumah akan datang dan berkata kepadamu: Sahabat, silakan duduk di depan. Dan dengan demikian engkau akan menerima hormat di depan mata semua tamu yang lain."
  },
  {
    "reference": "Luk 14:11",
    "text": "- 14:11: Mat. 23:12; Luk. 18:14 Sebab barangsiapa meninggikan diri, ia akan direndahkan dan barangsiapa merendahkan diri, ia akan ditinggikan.” Siapa yang harus diundang 14:12-14"
  },
  {
    "reference": "Luk 14:12",
    "text": "Dan Yesus berkata juga kepada orang yang mengundang Dia: ”Apabila engkau mengadakan perjamuan siang atau perjamuan malam, janganlah engkau mengundang sahabat-sahabatmu atau saudara-saudaramu atau kaum keluargamu atau tetangga-tetanggamu yang kaya, karena mereka akan membalasnya dengan mengundang engkau pula dan dengan demikian engkau mendapat balasnya."
  },
  {
    "reference": "Luk 14:13",
    "text": "Tetapi apabila engkau mengadakan perjamuan, undanglah orang-orang miskin, orang-orang cacat, orang-orang lumpuh dan orang-orang buta."
  },
  {
    "reference": "Luk 14:14",
    "text": "Dan engkau akan berbahagia, karena mereka tidak mempunyai apa-apa untuk membalasnya kepadamu. Sebab engkau akan mendapat balasnya pada hari kebangkitan orang-orang benar.” Perumpamaan tentang orang-orang yang berdalih 14:15-24 (Mat. 22:1-10)"
  },
  {
    "reference": "Luk 14:15",
    "text": "Mendengar itu berkatalah seorang dari tamu-tamu itu kepada Yesus: ”Berbahagialah orang yang akan dijamu dalam Kerajaan Allah.”"
  },
  {
    "reference": "Luk 14:16",
    "text": "Tetapi Yesus berkata kepadanya: ”Ada seorang mengadakan perjamuan besar dan ia mengundang banyak orang."
  },
  {
    "reference": "Luk 14:17",
    "text": "Menjelang perjamuan itu dimulai, ia menyuruh hambanya mengatakan kepada para undangan: Marilah, sebab segala sesuatu sudah siap."
  },
  {
    "reference": "Luk 14:18",
    "text": "Tetapi mereka bersama-sama meminta maaf. Yang pertama berkata kepadanya: Aku telah membeli ladang dan aku harus pergi melihatnya; aku minta dimaafkan."
  },
  {
    "reference": "Luk 14:19",
    "text": "Yang lain berkata: Aku telah membeli lima pasang lembu kebiri dan aku harus pergi mencobanya; aku minta dimaafkan."
  },
  {
    "reference": "Luk 14:20",
    "text": "Yang lain lagi berkata: Aku baru kawin dan karena itu aku tidak dapat datang."
  },
  {
    "reference": "Luk 14:21",
    "text": "Maka kembalilah hamba itu dan menyampaikan semuanya itu kepada tuannya. Lalu murkalah tuan rumah itu dan berkata kepada hambanya: Pergilah dengan segera ke segala jalan dan lorong kota dan bawalah ke mari orang-orang miskin dan orang-orang cacat dan orang-orang buta dan orang-orang lumpuh."
  },
  {
    "reference": "Luk 14:22",
    "text": "Kemudian hamba itu melaporkan: Tuan, apa yang tuan perintahkan itu sudah dilaksanakan, tetapi sekalipun demikian masih ada tempat."
  },
  {
    "reference": "Luk 14:23",
    "text": "Lalu kata tuan itu kepada hambanya: Pergilah ke semua jalan dan lintasan dan paksalah orang-orang, yang ada di situ, masuk, karena rumahku harus penuh."
  },
  {
    "reference": "Luk 14:24",
    "text": "Sebab Aku berkata kepadamu: Tidak ada seorang pun dari orang-orang yang telah diundang itu akan menikmati jamuan-Ku.” Segala sesuatu harus dilepaskan untuk mengikut Yesus 14:25-35"
  },
  {
    "reference": "Luk 14:25",
    "text": "Pada suatu kali banyak orang berduyun-duyun mengikuti Yesus dalam perjalanan-Nya. Sambil berpaling Ia berkata kepada mereka:"
  },
  {
    "reference": "Luk 14:26",
    "text": "- 14:26-27: Mat. 10:37-38 ”Jikalau seorang datang kepada-Ku dan ia tidak membenci bapanya, ibunya, isterinya, anak-anaknya, saudara-saudaranya laki-laki atau perempuan, bahkan nyawanya sendiri, ia tidak dapat menjadi murid-Ku."
  },
  {
    "reference": "Luk 14:27",
    "text": "- 14:27: Mat. 16:24; Mrk. 8:34; Luk. 9:23 Barangsiapa tidak memikul salibnya dan mengikut Aku, ia tidak dapat menjadi murid-Ku."
  },
  {
    "reference": "Luk 14:28",
    "text": "Sebab siapakah di antara kamu yang kalau mau mendirikan sebuah menara tidak duduk dahulu membuat anggaran biayanya, kalau-kalau cukup uangnya untuk menyelesaikan pekerjaan itu?"
  },
  {
    "reference": "Luk 14:29",
    "text": "Supaya jikalau ia sudah meletakkan dasarnya dan tidak dapat menyelesaikannya, jangan-jangan semua orang yang melihatnya, mengejek dia,"
  },
  {
    "reference": "Luk 14:30",
    "text": "sambil berkata: Orang itu mulai mendirikan, tetapi ia tidak sanggup menyelesaikannya."
  },
  {
    "reference": "Luk 14:31",
    "text": "Atau, raja manakah yang kalau mau pergi berperang melawan raja lain tidak duduk dahulu untuk mempertimbangkan, apakah dengan sepuluh ribu orang ia sanggup menghadapi lawan yang mendatanginya dengan dua puluh ribu orang?"
  },
  {
    "reference": "Luk 14:32",
    "text": "Jikalau tidak, ia akan mengirim utusan selama musuh itu masih jauh untuk menanyakan syarat-syarat perdamaian."
  },
  {
    "reference": "Luk 14:33",
    "text": "Demikian pulalah tiap-tiap orang di antara kamu, yang tidak melepaskan dirinya dari segala miliknya, tidak dapat menjadi murid-Ku."
  },
  {
    "reference": "Luk 14:34",
    "text": "- 14:34-35: Mat. 5:13; Mrk. 9:50 Garam memang baik, tetapi jika garam juga menjadi tawar, dengan apakah ia diasinkan?"
  },
  {
    "reference": "Luk 14:35",
    "text": "Tidak ada lagi gunanya baik untuk ladang maupun untuk pupuk, dan orang membuangnya saja. Siapa mempunyai telinga untuk mendengar, hendaklah ia mendengar!”"
  },
  {
    "reference": "Luk 15:1",
    "text": "- 15:1-2: Luk. 5:29-30 Para pemungut cukai dan orang-orang berdosa biasanya datang kepada Yesus untuk mendengarkan Dia."
  },
  {
    "reference": "Luk 15:2",
    "text": "Maka bersungut-sungutlah orang-orang Farisi dan ahli-ahli Taurat, katanya: ”Ia menerima orang-orang berdosa dan makan bersama-sama dengan mereka.”"
  },
  {
    "reference": "Luk 15:3",
    "text": "Lalu Ia mengatakan perumpamaan ini kepada mereka:"
  },
  {
    "reference": "Luk 15:4",
    "text": "”Siapakah di antara kamu yang mempunyai seratus ekor domba, dan jikalau ia kehilangan seekor di antaranya, tidak meninggalkan yang sembilan puluh sembilan ekor di padang gurun dan pergi mencari yang sesat itu sampai ia menemukannya?"
  },
  {
    "reference": "Luk 15:5",
    "text": "Dan kalau ia telah menemukannya, ia meletakkannya di atas bahunya dengan gembira,"
  },
  {
    "reference": "Luk 15:6",
    "text": "dan setibanya di rumah ia memanggil sahabat-sahabat dan tetangga-tetangganya serta berkata kepada mereka: Bersukacitalah bersama-sama dengan aku, sebab dombaku yang hilang itu telah kutemukan."
  },
  {
    "reference": "Luk 15:7",
    "text": "Aku berkata kepadamu: Demikian juga akan ada sukacita di sorga karena satu orang berdosa yang bertobat, lebih dari pada sukacita karena sembilan puluh sembilan orang benar yang tidak memerlukan pertobatan.” Perumpamaan tentang dirham yang hilang 15:8-10"
  },
  {
    "reference": "Luk 15:8",
    "text": "”Atau perempuan manakah yang mempunyai sepuluh dirham, dan jika ia kehilangan satu di antaranya, tidak menyalakan pelita dan menyapu rumah serta mencarinya dengan cermat sampai ia menemukannya?"
  },
  {
    "reference": "Luk 15:9",
    "text": "Dan kalau ia telah menemukannya, ia memanggil sahabat-sahabat dan tetangga-tetangganya serta berkata: Bersukacitalah bersama-sama dengan aku, sebab dirhamku yang hilang itu telah kutemukan."
  },
  {
    "reference": "Luk 15:10",
    "text": "Aku berkata kepadamu: Demikian juga akan ada sukacita pada malaikat-malaikat Allah karena satu orang berdosa yang bertobat.” Perumpamaan tentang anak yang hilang 15:11-32"
  },
  {
    "reference": "Luk 15:11",
    "text": "Yesus berkata lagi: ”Ada seorang mempunyai dua anak laki-laki."
  },
  {
    "reference": "Luk 15:12",
    "text": "Kata yang bungsu kepada ayahnya: Bapa, berikanlah kepadaku bagian harta milik kita yang menjadi hakku. Lalu ayahnya membagi-bagikan harta kekayaan itu di antara mereka."
  },
  {
    "reference": "Luk 15:13",
    "text": "Beberapa hari kemudian anak bungsu itu menjual seluruh bagiannya itu lalu pergi ke negeri yang jauh. Di sana ia memboroskan harta miliknya itu dengan hidup berfoya-foya."
  },
  {
    "reference": "Luk 15:14",
    "text": "Setelah dihabiskannya semuanya, timbullah bencana kelaparan di dalam negeri itu dan ia pun mulai melarat."
  },
  {
    "reference": "Luk 15:15",
    "text": "Lalu ia pergi dan bekerja pada seorang majikan di negeri itu. Orang itu menyuruhnya ke ladang untuk menjaga babinya."
  },
  {
    "reference": "Luk 15:16",
    "text": "Lalu ia ingin mengisi perutnya dengan ampas yang menjadi makanan babi itu, tetapi tidak seorang pun yang memberikannya kepadanya."
  },
  {
    "reference": "Luk 15:17",
    "text": "Lalu ia menyadari keadaannya, katanya: Betapa banyaknya orang upahan bapaku yang berlimpah-limpah makanannya, tetapi aku di sini mati kelaparan."
  },
  {
    "reference": "Luk 15:18",
    "text": "Aku akan bangkit dan pergi kepada bapaku dan berkata kepadanya: Bapa, aku telah berdosa terhadap sorga dan terhadap bapa,"
  },
  {
    "reference": "Luk 15:19",
    "text": "aku tidak layak lagi disebutkan anak bapa; jadikanlah aku sebagai salah seorang upahan bapa."
  },
  {
    "reference": "Luk 15:20",
    "text": "Maka bangkitlah ia dan pergi kepada bapanya. Ketika ia masih jauh, ayahnya telah melihatnya, lalu tergeraklah hatinya oleh belas kasihan. Ayahnya itu berlari mendapatkan dia lalu merangkul dan mencium dia."
  },
  {
    "reference": "Luk 15:21",
    "text": "Kata anak itu kepadanya: Bapa, aku telah berdosa terhadap sorga dan terhadap bapa, aku tidak layak lagi disebutkan anak bapa."
  },
  {
    "reference": "Luk 15:22",
    "text": "Tetapi ayah itu berkata kepada hamba-hambanya: Lekaslah bawa ke mari jubah yang terbaik, pakaikanlah itu kepadanya dan kenakanlah cincin pada jarinya dan sepatu pada kakinya."
  },
  {
    "reference": "Luk 15:23",
    "text": "Dan ambillah anak lembu tambun itu, sembelihlah dia dan marilah kita makan dan bersukacita."
  },
  {
    "reference": "Luk 15:24",
    "text": "Sebab anakku ini telah mati dan menjadi hidup kembali, ia telah hilang dan didapat kembali. Maka mulailah mereka bersukaria."
  },
  {
    "reference": "Luk 15:25",
    "text": "Tetapi anaknya yang sulung berada di ladang dan ketika ia pulang dan dekat ke rumah, ia mendengar bunyi seruling dan nyanyian tari-tarian."
  },
  {
    "reference": "Luk 15:26",
    "text": "Lalu ia memanggil salah seorang hamba dan bertanya kepadanya apa arti semuanya itu."
  },
  {
    "reference": "Luk 15:27",
    "text": "Jawab hamba itu: Adikmu telah kembali dan ayahmu telah menyembelih anak lembu tambun, karena ia mendapatnya kembali dengan sehat."
  },
  {
    "reference": "Luk 15:28",
    "text": "Maka marahlah anak sulung itu dan ia tidak mau masuk. Lalu ayahnya keluar dan berbicara dengan dia."
  },
  {
    "reference": "Luk 15:29",
    "text": "Tetapi ia menjawab ayahnya, katanya: Telah bertahun-tahun aku melayani bapa dan belum pernah aku melanggar perintah bapa, tetapi kepadaku belum pernah bapa memberikan seekor anak kambing untuk bersukacita dengan sahabat-sahabatku."
  },
  {
    "reference": "Luk 15:30",
    "text": "Tetapi baru saja datang anak bapa yang telah memboroskan harta kekayaan bapa bersama-sama dengan pelacur-pelacur, maka bapa menyembelih anak lembu tambun itu untuk dia."
  },
  {
    "reference": "Luk 15:31",
    "text": "Kata ayahnya kepadanya: Anakku, engkau selalu bersama-sama dengan aku, dan segala kepunyaanku adalah kepunyaanmu."
  },
  {
    "reference": "Luk 15:32",
    "text": "Kita patut bersukacita dan bergembira karena adikmu telah mati dan menjadi hidup kembali, ia telah hilang dan didapat kembali.”"
  },
  {
    "reference": "Luk 16:1",
    "text": "Dan Yesus berkata kepada murid-murid-Nya: ”Ada seorang kaya yang mempunyai seorang bendahara. Kepadanya disampaikan tuduhan, bahwa bendahara itu menghamburkan miliknya."
  },
  {
    "reference": "Luk 16:2",
    "text": "Lalu ia memanggil bendahara itu dan berkata kepadanya: Apakah yang kudengar tentang engkau? Berilah pertanggungan jawab atas urusanmu, sebab engkau tidak boleh lagi bekerja sebagai bendahara."
  },
  {
    "reference": "Luk 16:3",
    "text": "Kata bendahara itu di dalam hatinya: Apakah yang harus aku perbuat? Tuanku memecat aku dari jabatanku sebagai bendahara. Mencangkul aku tidak dapat, mengemis aku malu."
  },
  {
    "reference": "Luk 16:4",
    "text": "Aku tahu apa yang akan aku perbuat, supaya apabila aku dipecat dari jabatanku sebagai bendahara, ada orang yang akan menampung aku di rumah mereka."
  },
  {
    "reference": "Luk 16:5",
    "text": "Lalu ia memanggil seorang demi seorang yang berhutang kepada tuannya. Katanya kepada yang pertama: Berapakah hutangmu kepada tuanku?"
  },
  {
    "reference": "Luk 16:6",
    "text": "Jawab orang itu: Seratus tempayan minyak. Lalu katanya kepada orang itu: Inilah surat hutangmu, duduklah dan buat surat hutang lain sekarang juga: Lima puluh tempayan."
  },
  {
    "reference": "Luk 16:7",
    "text": "Kemudian ia berkata kepada yang kedua: Dan berapakah hutangmu? Jawab orang itu: Seratus pikul gandum. Katanya kepada orang itu: Inilah surat hutangmu, buatlah surat hutang lain: Delapan puluh pikul."
  },
  {
    "reference": "Luk 16:8",
    "text": "Lalu tuan itu memuji bendahara yang tidak jujur itu, karena ia telah bertindak dengan cerdik. Sebab anak-anak dunia ini lebih cerdik terhadap sesamanya dari pada anak-anak terang."
  },
  {
    "reference": "Luk 16:9",
    "text": "Dan Aku berkata kepadamu: Ikatlah persahabatan dengan mempergunakan Mamon yang tidak jujur, supaya jika Mamon itu tidak dapat menolong lagi, kamu diterima di dalam kemah abadi.” Setia dalam perkara yang kecil Nasihat 16:10-18"
  },
  {
    "reference": "Luk 16:10",
    "text": "”Barangsiapa setia dalam perkara-perkara kecil, ia setia juga dalam perkara-perkara besar. Dan barangsiapa tidak benar dalam perkara-perkara kecil, ia tidak benar juga dalam perkara-perkara besar."
  },
  {
    "reference": "Luk 16:11",
    "text": "Jadi, jikalau kamu tidak setia dalam hal Mamon yang tidak jujur, siapakah yang akan mempercayakan kepadamu harta yang sesungguhnya?"
  },
  {
    "reference": "Luk 16:12",
    "text": "Dan jikalau kamu tidak setia dalam harta orang lain, siapakah yang akan menyerahkan hartamu sendiri kepadamu?"
  },
  {
    "reference": "Luk 16:13",
    "text": "- 16:13: Mat. 6:24 Seorang hamba tidak dapat mengabdi kepada dua tuan. Karena jika demikian ia akan membenci yang seorang dan mengasihi yang lain, atau ia akan setia kepada yang seorang dan tidak mengindahkan yang lain. Kamu tidak dapat mengabdi kepada Allah dan kepada Mamon.”"
  },
  {
    "reference": "Luk 16:14",
    "text": "Semuanya itu didengar oleh orang-orang Farisi, hamba-hamba uang itu, dan mereka mencemoohkan Dia."
  },
  {
    "reference": "Luk 16:15",
    "text": "Lalu Ia berkata kepada mereka: ”Kamu membenarkan diri di hadapan orang, tetapi Allah mengetahui hatimu. Sebab apa yang dikagumi manusia, dibenci oleh Allah."
  },
  {
    "reference": "Luk 16:16",
    "text": "- 16:16: Mat. 11:12-13 Hukum Taurat dan kitab para nabi berlaku sampai kepada zaman Yohanes; dan sejak waktu itu Kerajaan Allah diberitakan dan setiap orang menggagahinya berebut memasukinya."
  },
  {
    "reference": "Luk 16:17",
    "text": "- 16:17: Mat. 5:18 Lebih mudah langit dan bumi lenyap dari pada satu titik dari hukum Taurat batal."
  },
  {
    "reference": "Luk 16:18",
    "text": "- 16:18: Mat. 5:32; 1Kor. 7:10-11 Setiap orang yang menceraikan isterinya, lalu kawin dengan perempuan lain, ia berbuat zinah; dan barangsiapa kawin dengan perempuan yang diceraikan suaminya, ia berbuat zinah.” Orang kaya dan Lazarus yang miskin 16:19-31"
  },
  {
    "reference": "Luk 16:19",
    "text": "”Ada seorang kaya yang selalu berpakaian jubah ungu dan kain halus, dan setiap hari ia bersukaria dalam kemewahan."
  },
  {
    "reference": "Luk 16:20",
    "text": "Dan ada seorang pengemis bernama Lazarus, badannya penuh dengan borok, berbaring dekat pintu rumah orang kaya itu,"
  },
  {
    "reference": "Luk 16:21",
    "text": "dan ingin menghilangkan laparnya dengan apa yang jatuh dari meja orang kaya itu. Malahan anjing-anjing datang dan menjilat boroknya."
  },
  {
    "reference": "Luk 16:22",
    "text": "Kemudian matilah orang miskin itu, lalu dibawa oleh malaikat-malaikat ke pangkuan Abraham."
  },
  {
    "reference": "Luk 16:23",
    "text": "Orang kaya itu juga mati, lalu dikubur. Dan sementara ia menderita sengsara di alam maut ia memandang ke atas, dan dari jauh dilihatnya Abraham, dan Lazarus duduk di pangkuannya."
  },
  {
    "reference": "Luk 16:24",
    "text": "Lalu ia berseru, katanya: Bapa Abraham, kasihanilah aku. Suruhlah Lazarus, supaya ia mencelupkan ujung jarinya ke dalam air dan menyejukkan lidahku, sebab aku sangat kesakitan dalam nyala api ini."
  },
  {
    "reference": "Luk 16:25",
    "text": "Tetapi Abraham berkata: Anak, ingatlah, bahwa engkau telah menerima segala yang baik sewaktu hidupmu, sedangkan Lazarus segala yang buruk. Sekarang ia mendapat hiburan dan engkau sangat menderita."
  },
  {
    "reference": "Luk 16:26",
    "text": "Selain dari pada itu di antara kami dan engkau terbentang jurang yang tak terseberangi, supaya mereka yang mau pergi dari sini kepadamu ataupun mereka yang mau datang dari situ kepada kami tidak dapat menyeberang."
  },
  {
    "reference": "Luk 16:27",
    "text": "Kata orang itu: Kalau demikian, aku minta kepadamu, bapa, supaya engkau menyuruh dia ke rumah ayahku,"
  },
  {
    "reference": "Luk 16:28",
    "text": "sebab masih ada lima orang saudaraku, supaya ia memperingati mereka dengan sungguh-sungguh, agar mereka jangan masuk kelak ke dalam tempat penderitaan ini."
  },
  {
    "reference": "Luk 16:29",
    "text": "Tetapi kata Abraham: Ada pada mereka kesaksian Musa dan para nabi; baiklah mereka mendengarkan kesaksian itu."
  },
  {
    "reference": "Luk 16:30",
    "text": "Jawab orang itu: Tidak, Bapa Abraham, tetapi jika ada seorang yang datang dari antara orang mati kepada mereka, mereka akan bertobat."
  },
  {
    "reference": "Luk 16:31",
    "text": "Kata Abraham kepadanya: Jika mereka tidak mendengarkan kesaksian Musa dan para nabi, mereka tidak juga akan mau diyakinkan, sekalipun oleh seorang yang bangkit dari antara orang mati.”"
  },
  {
    "reference": "Luk 17:1",
    "text": "- 17:1-2: Mat. 18:6-7; Mrk. 9:42 Yesus berkata kepada murid-murid-Nya: ”Tidak mungkin tidak akan ada penyesatan, tetapi celakalah orang yang mengadakannya."
  },
  {
    "reference": "Luk 17:2",
    "text": "Adalah lebih baik baginya jika sebuah batu kilangan diikatkan pada lehernya, lalu ia dilemparkan ke dalam laut, dari pada menyesatkan salah satu dari orang-orang yang lemah ini."
  },
  {
    "reference": "Luk 17:3",
    "text": "- 17:3: Mat. 18:15 Jagalah dirimu! Jikalau saudaramu berbuat dosa, tegorlah dia, dan jikalau ia menyesal, ampunilah dia."
  },
  {
    "reference": "Luk 17:4",
    "text": "- 17:4: Mat. 18:22 Bahkan jikalau ia berbuat dosa terhadap engkau tujuh kali sehari dan tujuh kali ia kembali kepadamu dan berkata: Aku menyesal, engkau harus mengampuni dia.”"
  },
  {
    "reference": "Luk 17:5",
    "text": "Lalu kata rasul-rasul itu kepada Tuhan: ”Tambahkanlah iman kami!”"
  },
  {
    "reference": "Luk 17:6",
    "text": "Jawab Tuhan: ”Kalau sekiranya kamu mempunyai iman sebesar biji sesawi saja, kamu dapat berkata kepada pohon ara ini: Terbantunlah engkau dan tertanamlah di dalam laut, dan ia akan taat kepadamu.” Tuan dan hamba 17:7-10"
  },
  {
    "reference": "Luk 17:7",
    "text": "”Siapa di antara kamu yang mempunyai seorang hamba yang membajak atau menggembalakan ternak baginya, akan berkata kepada hamba itu, setelah ia pulang dari ladang: Mari segera makan!"
  },
  {
    "reference": "Luk 17:8",
    "text": "Bukankah sebaliknya ia akan berkata kepada hamba itu: Sediakanlah makananku. Ikatlah pinggangmu dan layanilah aku sampai selesai aku makan dan minum. Dan sesudah itu engkau boleh makan dan minum."
  },
  {
    "reference": "Luk 17:9",
    "text": "Adakah ia berterima kasih kepada hamba itu, karena hamba itu telah melakukan apa yang ditugaskan kepadanya?"
  },
  {
    "reference": "Luk 17:10",
    "text": "Demikian jugalah kamu. Apabila kamu telah melakukan segala sesuatu yang ditugaskan kepadamu, hendaklah kamu berkata: Kami adalah hamba-hamba yang tidak berguna; kami hanya melakukan apa yang kami harus lakukan.” Kesepuluh orang kusta 17:11-19"
  },
  {
    "reference": "Luk 17:11",
    "text": "Dalam perjalanan-Nya ke Yerusalem Yesus menyusur perbatasan Samaria dan Galilea."
  },
  {
    "reference": "Luk 17:12",
    "text": "Ketika Ia memasuki suatu desa datanglah sepuluh orang kusta menemui Dia. Mereka tinggal berdiri agak jauh"
  },
  {
    "reference": "Luk 17:13",
    "text": "dan berteriak: ”Yesus, Guru, kasihanilah kami!”"
  },
  {
    "reference": "Luk 17:14",
    "text": "- 17:14: Im. 14:1-32 Lalu Ia memandang mereka dan berkata: ”Pergilah, perlihatkanlah dirimu kepada imam-imam.” Dan sementara mereka di tengah jalan mereka menjadi tahir."
  },
  {
    "reference": "Luk 17:15",
    "text": "Seorang dari mereka, ketika melihat bahwa ia telah sembuh, kembali sambil memuliakan Allah dengan suara nyaring,"
  },
  {
    "reference": "Luk 17:16",
    "text": "lalu tersungkur di depan kaki Yesus dan mengucap syukur kepada-Nya. Orang itu adalah seorang Samaria."
  },
  {
    "reference": "Luk 17:17",
    "text": "Lalu Yesus berkata: ”Bukankah kesepuluh orang tadi semuanya telah menjadi tahir? Di manakah yang sembilan orang itu?"
  },
  {
    "reference": "Luk 17:18",
    "text": "Tidak adakah di antara mereka yang kembali untuk memuliakan Allah selain dari pada orang asing ini?”"
  },
  {
    "reference": "Luk 17:19",
    "text": "Lalu Ia berkata kepada orang itu: ”Berdirilah dan pergilah, imanmu telah menyelamatkan engkau.” Kedatangan Kerajaan Allah 17:20-37 (Mat. 24:23-28, 36-41)"
  },
  {
    "reference": "Luk 17:20",
    "text": "Atas pertanyaan orang-orang Farisi, apabila Kerajaan Allah akan datang, Yesus menjawab, kata-Nya: ”Kerajaan Allah datang tanpa tanda-tanda lahiriah,"
  },
  {
    "reference": "Luk 17:21",
    "text": "juga orang tidak dapat mengatakan: Lihat, ia ada di sini atau ia ada di sana! Sebab sesungguhnya Kerajaan Allah ada di antara kamu.”"
  },
  {
    "reference": "Luk 17:22",
    "text": "Dan Ia berkata kepada murid-murid-Nya: ”Akan datang waktunya kamu ingin melihat satu dari pada hari-hari Anak Manusia itu dan kamu tidak akan melihatnya."
  },
  {
    "reference": "Luk 17:23",
    "text": "Dan orang akan berkata kepadamu: Lihat, ia ada di sana; lihat, ia ada di sini! Jangan kamu pergi ke situ, jangan kamu ikut."
  },
  {
    "reference": "Luk 17:24",
    "text": "Sebab sama seperti kilat memancar dari ujung langit yang satu ke ujung langit yang lain, demikian pulalah kelak halnya Anak Manusia pada hari kedatangan-Nya."
  },
  {
    "reference": "Luk 17:25",
    "text": "Tetapi Ia harus menanggung banyak penderitaan dahulu dan ditolak oleh angkatan ini."
  },
  {
    "reference": "Luk 17:26",
    "text": "- 17:26: Kej. 6:5-8 Dan sama seperti terjadi pada zaman Nuh, demikian pulalah halnya kelak pada hari-hari Anak Manusia:"
  },
  {
    "reference": "Luk 17:27",
    "text": "- 17:27: Kej. 7:6-24 mereka makan dan minum, mereka kawin dan dikawinkan, sampai kepada hari Nuh masuk ke dalam bahtera, lalu datanglah air bah dan membinasakan mereka semua."
  },
  {
    "reference": "Luk 17:28",
    "text": "- 17:28-29: Kej. 18:20–19:25 Demikian juga seperti yang terjadi di zaman Lot: mereka makan dan minum, mereka membeli dan menjual, mereka menanam dan membangun."
  },
  {
    "reference": "Luk 17:29",
    "text": "Tetapi pada hari Lot pergi keluar dari Sodom turunlah hujan api dan hujan belerang dari langit dan membinasakan mereka semua."
  },
  {
    "reference": "Luk 17:30",
    "text": "Demikianlah halnya kelak pada hari, di mana Anak Manusia menyatakan diri-Nya."
  },
  {
    "reference": "Luk 17:31",
    "text": "- 17:31: Mat. 24:17-18; Mrk. 13:15-16 Barangsiapa pada hari itu sedang di peranginan di atas rumah dan barang-barangnya ada di dalam rumah, janganlah ia turun untuk mengambilnya, dan demikian juga orang yang sedang di ladang, janganlah ia kembali."
  },
  {
    "reference": "Luk 17:32",
    "text": "- 17:32: Kej. 19:26 Ingatlah akan isteri Lot!"
  },
  {
    "reference": "Luk 17:33",
    "text": "- 17:33: Mat. 10:39, 16:25; Mrk. 8:35; Luk. 9:24; Yoh. 12:25 Barangsiapa berusaha memelihara nyawanya, ia akan kehilangan nyawanya, dan barangsiapa kehilangan nyawanya, ia akan menyelamatkannya."
  },
  {
    "reference": "Luk 17:34",
    "text": "Aku berkata kepadamu: Pada malam itu ada dua orang di atas satu tempat tidur, yang seorang akan dibawa dan yang lain akan ditinggalkan."
  },
  {
    "reference": "Luk 17:35",
    "text": "Ada dua orang perempuan bersama-sama mengilang, yang seorang akan dibawa dan yang lain akan ditinggalkan.” [\\v 36 Kalau ada dua orang di ladang, yang seorang akan dibawa dan yang lain akan ditinggalkan.]"
  },
  {
    "reference": "Luk 17:37",
    "text": "Kata mereka kepada Yesus: ”Di mana, Tuhan?” Kata-Nya kepada mereka: ”Di mana ada mayat, di situ berkerumun burung nasar.”"
  },
  {
    "reference": "Luk 18:1",
    "text": "Yesus mengatakan suatu perumpamaan kepada mereka untuk menegaskan, bahwa mereka harus selalu berdoa dengan tidak jemu-jemu."
  },
  {
    "reference": "Luk 18:2",
    "text": "Kata-Nya: ”Dalam sebuah kota ada seorang hakim yang tidak takut akan Allah dan tidak menghormati seorang pun."
  },
  {
    "reference": "Luk 18:3",
    "text": "Dan di kota itu ada seorang janda yang selalu datang kepada hakim itu dan berkata: Belalah hakku terhadap lawanku."
  },
  {
    "reference": "Luk 18:4",
    "text": "Beberapa waktu lamanya hakim itu menolak. Tetapi kemudian ia berkata dalam hatinya: Walaupun aku tidak takut akan Allah dan tidak menghormati seorang pun,"
  },
  {
    "reference": "Luk 18:5",
    "text": "namun karena janda ini menyusahkan aku, baiklah aku membenarkan dia, supaya jangan terus saja ia datang dan akhirnya menyerang aku.”"
  },
  {
    "reference": "Luk 18:6",
    "text": "Kata Tuhan: ”Camkanlah apa yang dikatakan hakim yang lalim itu!"
  },
  {
    "reference": "Luk 18:7",
    "text": "Tidakkah Allah akan membenarkan orang-orang pilihan-Nya yang siang malam berseru kepada-Nya? Dan adakah Ia mengulur-ulur waktu sebelum menolong mereka?"
  },
  {
    "reference": "Luk 18:8",
    "text": "Aku berkata kepadamu: Ia akan segera membenarkan mereka. Akan tetapi, jika Anak Manusia itu datang, adakah Ia mendapati iman di bumi?” Perumpamaan tentang orang Farisi dengan pemungut cukai 18:9-14"
  },
  {
    "reference": "Luk 18:9",
    "text": "Dan kepada beberapa orang yang menganggap dirinya benar dan memandang rendah semua orang lain, Yesus mengatakan perumpamaan ini:"
  },
  {
    "reference": "Luk 18:10",
    "text": "”Ada dua orang pergi ke Bait Allah untuk berdoa; yang seorang adalah Farisi dan yang lain pemungut cukai."
  },
  {
    "reference": "Luk 18:11",
    "text": "Orang Farisi itu berdiri dan berdoa dalam hatinya begini: Ya Allah, aku mengucap syukur kepada-Mu, karena aku tidak sama seperti semua orang lain, bukan perampok, bukan orang lalim, bukan pezinah dan bukan juga seperti pemungut cukai ini;"
  },
  {
    "reference": "Luk 18:12",
    "text": "aku berpuasa dua kali seminggu, aku memberikan sepersepuluh dari segala penghasilanku."
  },
  {
    "reference": "Luk 18:13",
    "text": "Tetapi pemungut cukai itu berdiri jauh-jauh, bahkan ia tidak berani menengadah ke langit, melainkan ia memukul diri dan berkata: Ya Allah, kasihanilah aku orang berdosa ini."
  },
  {
    "reference": "Luk 18:14",
    "text": "- 18:14: Mat. 23:12; Luk. 14:11 Aku berkata kepadamu: Orang ini pulang ke rumahnya sebagai orang yang dibenarkan Allah dan orang lain itu tidak. Sebab barangsiapa meninggikan diri, ia akan direndahkan dan barangsiapa merendahkan diri, ia akan ditinggikan.” Yesus memberkati anak-anak 18:15-17 (Mat. 19:13-15; Mrk. 10:13-16)"
  },
  {
    "reference": "Luk 18:15",
    "text": "Maka datanglah orang-orang membawa anak-anaknya yang kecil kepada Yesus, supaya Ia menjamah mereka. Melihat itu murid-murid-Nya memarahi orang-orang itu."
  },
  {
    "reference": "Luk 18:16",
    "text": "Tetapi Yesus memanggil mereka dan berkata: ”Biarkanlah anak-anak itu datang kepada-Ku, dan jangan kamu menghalang-halangi mereka, sebab orang-orang yang seperti itulah yang empunya Kerajaan Allah."
  },
  {
    "reference": "Luk 18:17",
    "text": "Aku berkata kepadamu: Sesungguhnya barangsiapa tidak menyambut Kerajaan Allah seperti seorang anak kecil, ia tidak akan masuk ke dalamnya.” Orang kaya sukar masuk Kerajaan Allah 18:18-27 (Mat. 19:16-26; Mrk. 10:17-27)"
  },
  {
    "reference": "Luk 18:18",
    "text": "Ada seorang pemimpin bertanya kepada Yesus, katanya: ”Guru yang baik, apa yang harus aku perbuat untuk memperoleh hidup yang kekal?”"
  },
  {
    "reference": "Luk 18:19",
    "text": "Jawab Yesus: ”Mengapa kaukatakan Aku baik? Tak seorang pun yang baik selain dari pada Allah saja."
  },
  {
    "reference": "Luk 18:20",
    "text": "- 18:20: Kel. 20:12-16; Ul. 5:16-20 Engkau tentu mengetahui segala perintah Allah: Jangan berzinah, jangan membunuh, jangan mencuri, jangan mengucapkan saksi dusta, hormatilah ayahmu dan ibumu.”"
  },
  {
    "reference": "Luk 18:21",
    "text": "Kata orang itu: ”Semuanya itu telah kuturuti sejak masa mudaku.”"
  },
  {
    "reference": "Luk 18:22",
    "text": "Mendengar itu Yesus berkata kepadanya: ”Masih tinggal satu hal lagi yang harus kaulakukan: juallah segala yang kaumiliki dan bagi-bagikanlah itu kepada orang-orang miskin, maka engkau akan beroleh harta di sorga, kemudian datanglah ke mari dan ikutlah Aku.”"
  },
  {
    "reference": "Luk 18:23",
    "text": "Ketika orang itu mendengar perkataan itu, ia menjadi amat sedih, sebab ia sangat kaya."
  },
  {
    "reference": "Luk 18:24",
    "text": "Lalu Yesus memandang dia dan berkata: ”Alangkah sukarnya orang yang beruang masuk ke dalam Kerajaan Allah."
  },
  {
    "reference": "Luk 18:25",
    "text": "Sebab lebih mudah seekor unta masuk melalui lobang jarum dari pada seorang kaya masuk ke dalam Kerajaan Allah.”"
  },
  {
    "reference": "Luk 18:26",
    "text": "Dan mereka yang mendengar itu berkata: ”Jika demikian, siapakah yang dapat diselamatkan?”"
  },
  {
    "reference": "Luk 18:27",
    "text": "Kata Yesus: ”Apa yang tidak mungkin bagi manusia, mungkin bagi Allah.” Upah mengikut Yesus 18:28-30 (Mat. 19:27-30; Mrk. 10:28-31)"
  },
  {
    "reference": "Luk 18:28",
    "text": "Petrus berkata: ”Kami ini telah meninggalkan segala kepunyaan kami dan mengikut Engkau.”"
  },
  {
    "reference": "Luk 18:29",
    "text": "Kata Yesus kepada mereka: ”Aku berkata kepadamu, sesungguhnya setiap orang yang karena Kerajaan Allah meninggalkan rumahnya, isterinya atau saudaranya, orang tuanya atau anak-anaknya,"
  },
  {
    "reference": "Luk 18:30",
    "text": "akan menerima kembali lipat ganda pada masa ini juga, dan pada zaman yang akan datang ia akan menerima hidup yang kekal.” Pemberitahuan ketiga tentang penderitaan Yesus 18:31-34 (Mat. 20:17-19; Mrk. 10:32-34)"
  },
  {
    "reference": "Luk 18:31",
    "text": "Yesus memanggil kedua belas murid-Nya, lalu berkata kepada mereka: ”Sekarang kita pergi ke Yerusalem dan segala sesuatu yang ditulis oleh para nabi mengenai Anak Manusia akan digenapi."
  },
  {
    "reference": "Luk 18:32",
    "text": "Sebab Ia akan diserahkan kepada bangsa-bangsa yang tidak mengenal Allah, diolok-olokkan, dihina dan diludahi,"
  },
  {
    "reference": "Luk 18:33",
    "text": "dan mereka menyesah dan membunuh Dia, dan pada hari ketiga Ia akan bangkit.”"
  },
  {
    "reference": "Luk 18:34",
    "text": "Akan tetapi mereka sama sekali tidak mengerti semuanya itu; arti perkataan itu tersembunyi bagi mereka dan mereka tidak tahu apa yang dimaksudkan. Yesus menyembuhkan seorang buta dekat Yerikho 18:35-43 (Mat. 20:29-34; Mrk. 10:46-52)"
  },
  {
    "reference": "Luk 18:35",
    "text": "Waktu Yesus hampir tiba di Yerikho, ada seorang buta yang duduk di pinggir jalan dan mengemis."
  },
  {
    "reference": "Luk 18:36",
    "text": "Waktu orang itu mendengar orang banyak lewat, ia bertanya: ”Apa itu?”"
  },
  {
    "reference": "Luk 18:37",
    "text": "Kata orang kepadanya: ”Yesus orang Nazaret lewat.”"
  },
  {
    "reference": "Luk 18:38",
    "text": "Lalu ia berseru: ”Yesus, Anak Daud, kasihanilah aku!”"
  },
  {
    "reference": "Luk 18:39",
    "text": "Maka mereka, yang berjalan di depan, menegor dia supaya ia diam. Namun semakin keras ia berseru: ”Anak Daud, kasihanilah aku!”"
  },
  {
    "reference": "Luk 18:40",
    "text": "Lalu Yesus berhenti dan menyuruh membawa orang itu kepada-Nya. Dan ketika ia telah berada di dekat-Nya, Yesus bertanya kepadanya:"
  },
  {
    "reference": "Luk 18:41",
    "text": "”Apa yang kaukehendaki supaya Aku perbuat bagimu?” Jawab orang itu: ”Tuhan, supaya aku dapat melihat!”"
  },
  {
    "reference": "Luk 18:42",
    "text": "Lalu kata Yesus kepadanya: ”Melihatlah engkau, imanmu telah menyelamatkan engkau!”"
  },
  {
    "reference": "Luk 18:43",
    "text": "Dan seketika itu juga melihatlah ia, lalu mengikuti Dia sambil memuliakan Allah. Seluruh rakyat melihat hal itu dan memuji-muji Allah."
  },
  {
    "reference": "Luk 19:1",
    "text": "Yesus masuk ke kota Yerikho dan berjalan terus melintasi kota itu."
  },
  {
    "reference": "Luk 19:2",
    "text": "Di situ ada seorang bernama Zakheus, kepala pemungut cukai, dan ia seorang yang kaya."
  },
  {
    "reference": "Luk 19:3",
    "text": "Ia berusaha untuk melihat orang apakah Yesus itu, tetapi ia tidak berhasil karena orang banyak, sebab badannya pendek."
  },
  {
    "reference": "Luk 19:4",
    "text": "Maka berlarilah ia mendahului orang banyak, lalu memanjat pohon ara untuk melihat Yesus, yang akan lewat di situ."
  },
  {
    "reference": "Luk 19:5",
    "text": "Ketika Yesus sampai ke tempat itu, Ia melihat ke atas dan berkata: ”Zakheus, segeralah turun, sebab hari ini Aku harus menumpang di rumahmu.”"
  },
  {
    "reference": "Luk 19:6",
    "text": "Lalu Zakheus segera turun dan menerima Yesus dengan sukacita."
  },
  {
    "reference": "Luk 19:7",
    "text": "Tetapi semua orang yang melihat hal itu bersungut-sungut, katanya: ”Ia menumpang di rumah orang berdosa.”"
  },
  {
    "reference": "Luk 19:8",
    "text": "Tetapi Zakheus berdiri dan berkata kepada Tuhan: ”Tuhan, setengah dari milikku akan kuberikan kepada orang miskin dan sekiranya ada sesuatu yang kuperas dari seseorang akan kukembalikan empat kali lipat.”"
  },
  {
    "reference": "Luk 19:9",
    "text": "Kata Yesus kepadanya: ”Hari ini telah terjadi keselamatan kepada rumah ini, karena orang ini pun anak Abraham."
  },
  {
    "reference": "Luk 19:10",
    "text": "Sebab Anak Manusia datang untuk mencari dan menyelamatkan yang hilang.” Perumpamaan tentang uang mina 19:11-27 (Mat. 25:14-30)"
  },
  {
    "reference": "Luk 19:11",
    "text": "Untuk mereka yang mendengarkan Dia di situ, Yesus melanjutkan perkataan-Nya dengan suatu perumpamaan, sebab Ia sudah dekat Yerusalem dan mereka menyangka, bahwa Kerajaan Allah akan segera kelihatan."
  },
  {
    "reference": "Luk 19:12",
    "text": "Maka Ia berkata: ”Ada seorang bangsawan berangkat ke sebuah negeri yang jauh untuk dinobatkan menjadi raja di situ dan setelah itu baru kembali."
  },
  {
    "reference": "Luk 19:13",
    "text": "Ia memanggil sepuluh orang hambanya dan memberikan sepuluh mina kepada mereka, katanya: Pakailah ini untuk berdagang sampai aku datang kembali."
  },
  {
    "reference": "Luk 19:14",
    "text": "Akan tetapi orang-orang sebangsanya membenci dia, lalu mengirimkan utusan menyusul dia untuk mengatakan: Kami tidak mau orang ini menjadi raja atas kami."
  },
  {
    "reference": "Luk 19:15",
    "text": "Dan terjadilah, ketika ia kembali, setelah ia dinobatkan menjadi raja, ia menyuruh memanggil hamba-hambanya, yang telah diberinya uang itu, untuk mengetahui berapa hasil dagang mereka masing-masing."
  },
  {
    "reference": "Luk 19:16",
    "text": "Orang yang pertama datang dan berkata: Tuan, mina tuan yang satu itu telah menghasilkan sepuluh mina."
  },
  {
    "reference": "Luk 19:17",
    "text": "Katanya kepada orang itu: Baik sekali perbuatanmu itu, hai hamba yang baik; engkau telah setia dalam perkara kecil, karena itu terimalah kekuasaan atas sepuluh kota."
  },
  {
    "reference": "Luk 19:18",
    "text": "Datanglah yang kedua dan berkata: Tuan, mina tuan telah menghasilkan lima mina."
  },
  {
    "reference": "Luk 19:19",
    "text": "Katanya kepada orang itu: Dan engkau, kuasailah lima kota."
  },
  {
    "reference": "Luk 19:20",
    "text": "Dan hamba yang ketiga datang dan berkata: Tuan, inilah mina tuan, aku telah menyimpannya dalam sapu tangan."
  },
  {
    "reference": "Luk 19:21",
    "text": "Sebab aku takut akan tuan, karena tuan adalah manusia yang keras; tuan mengambil apa yang tidak pernah tuan taruh dan tuan menuai apa yang tidak tuan tabur."
  },
  {
    "reference": "Luk 19:22",
    "text": "Katanya kepada orang itu: Hai hamba yang jahat, aku akan menghakimi engkau menurut perkataanmu sendiri. Engkau sudah tahu bahwa aku adalah orang yang keras, yang mengambil apa yang tidak pernah aku taruh dan menuai apa yang tidak aku tabur."
  },
  {
    "reference": "Luk 19:23",
    "text": "Jika demikian, mengapa uangku itu tidak kauberikan kepada orang yang menjalankan uang? Maka sekembaliku aku dapat mengambilnya serta dengan bunganya."
  },
  {
    "reference": "Luk 19:24",
    "text": "Lalu katanya kepada orang-orang yang berdiri di situ: Ambillah mina yang satu itu dari padanya dan berikanlah kepada orang yang mempunyai sepuluh mina itu."
  },
  {
    "reference": "Luk 19:25",
    "text": "Kata mereka kepadanya: Tuan, ia sudah mempunyai sepuluh mina."
  },
  {
    "reference": "Luk 19:26",
    "text": "- 19:26: Mat. 13:12; Mrk. 4:25; Luk. 8:18 Jawabnya: Aku berkata kepadamu: Setiap orang yang mempunyai, kepadanya akan diberi, tetapi siapa yang tidak mempunyai, dari padanya akan diambil, juga apa yang ada padanya."
  },
  {
    "reference": "Luk 19:27",
    "text": "Akan tetapi semua seteruku ini, yang tidak suka aku menjadi rajanya, bawalah mereka ke mari dan bunuhlah mereka di depan mataku.” Yesus dielu-elukan di Yerusalem 19:28-44 (Mat. 21:1-9; Mrk. 11:1-10; Yoh. 12:12-15)"
  },
  {
    "reference": "Luk 19:28",
    "text": "Dan setelah mengatakan semuanya itu Yesus mendahului mereka dan meneruskan perjalanan-Nya ke Yerusalem."
  },
  {
    "reference": "Luk 19:29",
    "text": "Ketika Ia telah dekat Betfage dan Betania, yang terletak di gunung yang bernama Bukit Zaitun, Yesus menyuruh dua orang murid-Nya"
  },
  {
    "reference": "Luk 19:30",
    "text": "dengan pesan: ”Pergilah ke kampung yang di depanmu itu: Pada waktu kamu masuk di situ, kamu akan mendapati seekor keledai muda tertambat, yang belum pernah ditunggangi orang. Lepaskanlah keledai itu dan bawalah ke mari."
  },
  {
    "reference": "Luk 19:31",
    "text": "Dan jika ada orang bertanya kepadamu: Mengapa kamu melepaskannya? jawablah begini: Tuhan memerlukannya.”"
  },
  {
    "reference": "Luk 19:32",
    "text": "Lalu pergilah mereka yang disuruh itu, dan mereka mendapati segala sesuatu seperti yang telah dikatakan Yesus."
  },
  {
    "reference": "Luk 19:33",
    "text": "Ketika mereka melepaskan keledai itu, berkatalah orang yang empunya keledai itu: ”Mengapa kamu melepaskan keledai itu?”"
  },
  {
    "reference": "Luk 19:34",
    "text": "Kata mereka: ”Tuhan memerlukannya.”"
  },
  {
    "reference": "Luk 19:35",
    "text": "Mereka membawa keledai itu kepada Yesus, lalu mengalasinya dengan pakaian mereka dan menolong Yesus naik ke atasnya."
  },
  {
    "reference": "Luk 19:36",
    "text": "Dan sementara Yesus mengendarai keledai itu mereka menghamparkan pakaiannya di jalan."
  },
  {
    "reference": "Luk 19:37",
    "text": "Ketika Ia dekat Yerusalem, di tempat jalan menurun dari Bukit Zaitun, mulailah semua murid yang mengiringi Dia bergembira dan memuji Allah dengan suara nyaring oleh karena segala mujizat yang telah mereka lihat."
  },
  {
    "reference": "Luk 19:38",
    "text": "- 19:38: Mzm. 118:26 Kata mereka: ”Diberkatilah Dia yang datang sebagai Raja dalam nama Tuhan, damai sejahtera di sorga dan kemuliaan di tempat yang mahatinggi!”"
  },
  {
    "reference": "Luk 19:39",
    "text": "Beberapa orang Farisi yang turut dengan orang banyak itu berkata kepada Yesus: ”Guru, tegorlah murid-murid-Mu itu.”"
  },
  {
    "reference": "Luk 19:40",
    "text": "Jawab-Nya: ”Aku berkata kepadamu: Jika mereka ini diam, maka batu ini akan berteriak.”"
  },
  {
    "reference": "Luk 19:41",
    "text": "Dan ketika Yesus telah dekat dan melihat kota itu, Ia menangisinya,"
  },
  {
    "reference": "Luk 19:42",
    "text": "kata-Nya: ”Wahai, betapa baiknya jika pada hari ini juga engkau mengerti apa yang perlu untuk damai sejahteramu! Tetapi sekarang hal itu tersembunyi bagi matamu."
  },
  {
    "reference": "Luk 19:43",
    "text": "Sebab akan datang harinya, bahwa musuhmu akan mengelilingi engkau dengan kubu, lalu mengepung engkau dan menghimpit engkau dari segala jurusan,"
  },
  {
    "reference": "Luk 19:44",
    "text": "dan mereka akan membinasakan engkau beserta dengan pendudukmu dan pada tembokmu mereka tidak akan membiarkan satu batu pun tinggal terletak di atas batu yang lain, karena engkau tidak mengetahui saat, bilamana Allah melawat engkau.” Yesus menyucikan Bait Allah 19:45-48 (Mat. 21:12-13; Mrk. 11:15-18; Yoh. 2:13-16)"
  },
  {
    "reference": "Luk 19:45",
    "text": "Lalu Yesus masuk ke Bait Allah dan mulailah Ia mengusir semua pedagang di situ,"
  },
  {
    "reference": "Luk 19:46",
    "text": "- 19:46: Yes. 56:7; Yer. 7:11 kata-Nya kepada mereka: ”Ada tertulis: Rumah-Ku adalah rumah doa. Tetapi kamu menjadikannya sarang penyamun.”"
  },
  {
    "reference": "Luk 19:47",
    "text": "- 19:47: Luk. 21:37 Tiap-tiap hari Ia mengajar di dalam Bait Allah. Imam-imam kepala dan ahli-ahli Taurat serta orang-orang terkemuka dari bangsa Israel berusaha untuk membinasakan Dia,"
  },
  {
    "reference": "Luk 19:48",
    "text": "tetapi mereka tidak tahu, bagaimana harus melakukannya, sebab seluruh rakyat terpikat kepada-Nya dan ingin mendengarkan Dia."
  },
  {
    "reference": "Luk 20:1",
    "text": "Pada suatu hari ketika Yesus mengajar orang banyak di Bait Allah dan memberitakan Injil, datanglah imam-imam kepala dan ahli-ahli Taurat serta tua-tua ke situ,"
  },
  {
    "reference": "Luk 20:2",
    "text": "dan mereka berkata kepada Yesus: ”Katakanlah kepada kami dengan kuasa manakah Engkau melakukan hal-hal itu, dan siapa yang memberikan kuasa itu kepada-Mu!”"
  },
  {
    "reference": "Luk 20:3",
    "text": "Jawab Yesus kepada mereka: ”Aku juga akan mengajukan suatu pertanyaan kepada kamu. Katakanlah kepada-Ku:"
  },
  {
    "reference": "Luk 20:4",
    "text": "Baptisan Yohanes itu, dari sorga atau dari manusia?”"
  },
  {
    "reference": "Luk 20:5",
    "text": "Mereka mempertimbangkannya di antara mereka, dan berkata: ”Jikalau kita katakan: Dari sorga, Ia akan berkata: Mengapakah kamu tidak percaya kepadanya?"
  },
  {
    "reference": "Luk 20:6",
    "text": "Tetapi jikalau kita katakan: Dari manusia, seluruh rakyat akan melempari kita dengan batu, sebab mereka yakin, bahwa Yohanes adalah seorang nabi.”"
  },
  {
    "reference": "Luk 20:7",
    "text": "Lalu mereka menjawab, bahwa mereka tidak tahu dari mana baptisan itu."
  },
  {
    "reference": "Luk 20:8",
    "text": "Maka kata Yesus kepada mereka: ”Jika demikian, Aku juga tidak mengatakan kepadamu dengan kuasa manakah Aku melakukan hal-hal itu.” Perumpamaan tentang penggarap-penggarap kebun anggur 20:9-19 (Mat. 21:33-46; Mrk. 12:1-12)"
  },
  {
    "reference": "Luk 20:9",
    "text": "- 20:9: Yes. 5:1 Lalu Yesus mengatakan perumpamaan ini kepada orang banyak: ”Seorang membuka kebun anggur; kemudian ia menyewakannya kepada penggarap-penggarap lalu berangkat ke negeri lain untuk waktu yang agak lama."
  },
  {
    "reference": "Luk 20:10",
    "text": "Dan ketika sudah tiba musimnya, ia menyuruh seorang hamba kepada penggarap-penggarap itu, supaya mereka menyerahkan sebagian dari hasil kebun anggur itu kepadanya. Tetapi penggarap-penggarap itu memukul hamba itu dan menyuruhnya pulang dengan tangan hampa."
  },
  {
    "reference": "Luk 20:11",
    "text": "Sesudah itu ia menyuruh seorang hamba yang lain, tetapi hamba itu juga dipukul dan dipermalukan oleh mereka, lalu disuruh pulang dengan tangan hampa."
  },
  {
    "reference": "Luk 20:12",
    "text": "Selanjutnya ia menyuruh hamba yang ketiga, tetapi orang itu juga dilukai oleh mereka, lalu dilemparkan ke luar kebun itu."
  },
  {
    "reference": "Luk 20:13",
    "text": "Maka kata tuan kebun anggur itu: Apakah yang harus kuperbuat? Aku akan menyuruh anakku yang kekasih; tentu ia mereka segani."
  },
  {
    "reference": "Luk 20:14",
    "text": "Tetapi ketika penggarap-penggarap itu melihat anaknya itu, mereka berunding, katanya: Ia adalah ahli waris, mari kita bunuh dia, supaya warisan ini menjadi milik kita."
  },
  {
    "reference": "Luk 20:15",
    "text": "Lalu mereka melemparkan dia ke luar kebun anggur itu dan membunuhnya. Sekarang apa yang akan dilakukan oleh tuan kebun anggur itu dengan mereka?"
  },
  {
    "reference": "Luk 20:16",
    "text": "Ia akan datang dan membinasakan penggarap-penggarap itu, dan mempercayakan kebun anggur itu kepada orang-orang lain.” Mendengar itu mereka berkata: ”Sekali-kali jangan!”"
  },
  {
    "reference": "Luk 20:17",
    "text": "- 20:17: Mzm. 118:22 Tetapi Yesus memandang mereka dan berkata: ”Jika demikian apakah arti nas ini: Batu yang dibuang oleh tukang-tukang bangunan telah menjadi batu penjuru?"
  },
  {
    "reference": "Luk 20:18",
    "text": "Barangsiapa jatuh ke atas batu itu, ia akan hancur, dan barangsiapa ditimpa batu itu, ia akan remuk.”"
  },
  {
    "reference": "Luk 20:19",
    "text": "Lalu ahli-ahli Taurat dan imam-imam kepala berusaha menangkap Dia pada saat itu juga, sebab mereka tahu, bahwa merekalah yang dimaksudkan-Nya dengan perumpamaan itu, tetapi mereka takut kepada orang banyak. Tentang membayar pajak kepada Kaisar 20:20-26 (Mat. 22:15-22; Mrk. 12:13-17)"
  },
  {
    "reference": "Luk 20:20",
    "text": "Ahli-ahli Taurat dan imam-imam kepala mengamat-amati Yesus. Mereka menyuruh kepada-Nya mata-mata yang berlaku seolah-olah orang jujur, supaya mereka dapat menjerat-Nya dengan suatu pertanyaan dan menyerahkan-Nya kepada wewenang dan kuasa wali negeri."
  },
  {
    "reference": "Luk 20:21",
    "text": "Orang-orang itu mengajukan pertanyaan ini kepada-Nya: ”Guru, kami tahu, bahwa segala perkataan dan pengajaran-Mu benar dan Engkau tidak mencari muka, melainkan dengan jujur mengajar jalan Allah."
  },
  {
    "reference": "Luk 20:22",
    "text": "Apakah kami diperbolehkan membayar pajak kepada Kaisar atau tidak?”"
  },
  {
    "reference": "Luk 20:23",
    "text": "Tetapi Yesus mengetahui maksud mereka yang licik itu, lalu berkata kepada mereka:"
  },
  {
    "reference": "Luk 20:24",
    "text": "”Tunjukkanlah kepada-Ku suatu dinar; gambar dan tulisan siapakah ada padanya?” Jawab mereka: ”Gambar dan tulisan Kaisar.”"
  },
  {
    "reference": "Luk 20:25",
    "text": "Lalu kata Yesus kepada mereka: ”Kalau begitu berikanlah kepada Kaisar apa yang wajib kamu berikan kepada Kaisar dan kepada Allah apa yang wajib kamu berikan kepada Allah!”"
  },
  {
    "reference": "Luk 20:26",
    "text": "Dan mereka tidak dapat menjerat Dia dalam perkataan-Nya di depan orang banyak. Mereka heran akan jawab-Nya itu dan mereka diam. Pertanyaan orang Saduki tentang kebangkitan 20:27-40 (Mat. 22:23-33; Mrk. 12:18-27)"
  },
  {
    "reference": "Luk 20:27",
    "text": "- 20:27: Kis. 23:8 Maka datanglah kepada Yesus beberapa orang Saduki, yang tidak mengakui adanya kebangkitan. Mereka bertanya kepada-Nya:"
  },
  {
    "reference": "Luk 20:28",
    "text": "- 20:28: Ul. 25:5 ”Guru, Musa menuliskan perintah ini untuk kita: Jika seorang, yang mempunyai saudara laki-laki, mati sedang isterinya masih ada, tetapi ia tidak meninggalkan anak, saudaranya harus kawin dengan isterinya itu dan membangkitkan keturunan bagi saudaranya itu."
  },
  {
    "reference": "Luk 20:29",
    "text": "Adalah tujuh orang bersaudara. Yang pertama kawin dengan seorang perempuan lalu mati dengan tidak meninggalkan anak."
  },
  {
    "reference": "Luk 20:30",
    "text": "Lalu perempuan itu dikawini oleh yang kedua,"
  },
  {
    "reference": "Luk 20:31",
    "text": "dan oleh yang ketiga dan demikianlah berturut-turut oleh ketujuh saudara itu, mereka semuanya mati dengan tidak meninggalkan anak."
  },
  {
    "reference": "Luk 20:32",
    "text": "Akhirnya perempuan itu pun mati."
  },
  {
    "reference": "Luk 20:33",
    "text": "Bagaimana sekarang dengan perempuan itu, siapakah di antara orang-orang itu yang menjadi suaminya pada hari kebangkitan? Sebab ketujuhnya telah beristerikan dia.”"
  },
  {
    "reference": "Luk 20:34",
    "text": "Jawab Yesus kepada mereka: ”Orang-orang dunia ini kawin dan dikawinkan,"
  },
  {
    "reference": "Luk 20:35",
    "text": "tetapi mereka yang dianggap layak untuk mendapat bagian dalam dunia yang lain itu dan dalam kebangkitan dari antara orang mati, tidak kawin dan tidak dikawinkan."
  },
  {
    "reference": "Luk 20:36",
    "text": "Sebab mereka tidak dapat mati lagi; mereka sama seperti malaikat-malaikat dan mereka adalah anak-anak Allah, karena mereka telah dibangkitkan."
  },
  {
    "reference": "Luk 20:37",
    "text": "- 20:37: Kel. 3:6 Tentang bangkitnya orang-orang mati, Musa telah memberitahukannya dalam nas tentang semak duri, di mana Tuhan disebut Allah Abraham, Allah Ishak dan Allah Yakub."
  },
  {
    "reference": "Luk 20:38",
    "text": "Ia bukan Allah orang mati, melainkan Allah orang hidup, sebab di hadapan Dia semua orang hidup.”"
  },
  {
    "reference": "Luk 20:39",
    "text": "Mendengar itu beberapa ahli Taurat berkata: ”Guru, jawab-Mu itu tepat sekali.”"
  },
  {
    "reference": "Luk 20:40",
    "text": "Sebab mereka tidak berani lagi menanyakan apa-apa kepada Yesus. Hubungan antara Yesus dan Daud 20:41-44 (Mat. 22:41-46; Mrk. 12:35-37)"
  },
  {
    "reference": "Luk 20:41",
    "text": "Tetapi Yesus berkata kepada mereka: ”Bagaimana orang dapat mengatakan, bahwa Mesias adalah Anak Daud?"
  },
  {
    "reference": "Luk 20:42",
    "text": "- 20:42-43: Mzm. 110:1 Sebab Daud sendiri berkata dalam kitab Mazmur: Tuhan telah berfirman kepada Tuanku: duduklah di sebelah kanan-Ku,"
  },
  {
    "reference": "Luk 20:43",
    "text": "sampai Kubuat musuh-musuh-Mu menjadi tumpuan kaki-Mu."
  },
  {
    "reference": "Luk 20:44",
    "text": "Jadi Daud menyebut Dia Tuannya, bagaimana mungkin Ia anaknya pula?” Yesus menasihatkan supaya waspada terhadap ahli-ahli Taurat 20:45-47 (Mat. 23:5-7; Mrk. 12:38-40)"
  },
  {
    "reference": "Luk 20:45",
    "text": "Ketika semua orang banyak mendengarkan, Yesus berkata kepada murid-murid-Nya:"
  },
  {
    "reference": "Luk 20:46",
    "text": "- 20:46: Luk. 11:43 ”Waspadalah terhadap ahli-ahli Taurat yang suka berjalan-jalan memakai jubah panjang dan suka menerima penghormatan di pasar, yang suka duduk di tempat terdepan di rumah ibadat dan di tempat terhormat dalam perjamuan,"
  },
  {
    "reference": "Luk 20:47",
    "text": "yang menelan rumah janda-janda dan yang mengelabui mata orang dengan doa yang panjang-panjang. Mereka itu pasti akan menerima hukuman yang lebih berat.”"
  },
  {
    "reference": "Luk 21:1",
    "text": "Ketika Yesus mengangkat muka-Nya, Ia melihat orang-orang kaya memasukkan persembahan mereka ke dalam peti persembahan."
  },
  {
    "reference": "Luk 21:2",
    "text": "Ia melihat juga seorang janda miskin memasukkan dua peser ke dalam peti itu."
  },
  {
    "reference": "Luk 21:3",
    "text": "Lalu Ia berkata: ”Aku berkata kepadamu, sesungguhnya janda miskin ini memberi lebih banyak dari pada semua orang itu."
  },
  {
    "reference": "Luk 21:4",
    "text": "Sebab mereka semua memberi persembahannya dari kelimpahannya, tetapi janda ini memberi dari kekurangannya, bahkan ia memberi seluruh nafkahnya.” Bait Allah akan diruntuhkan 21:5-6 (Mat. 24:1-2; Mrk. 13:1-2)"
  },
  {
    "reference": "Luk 21:5",
    "text": "Ketika beberapa orang berbicara tentang Bait Allah dan mengagumi bangunan itu yang dihiasi dengan batu yang indah-indah dan dengan berbagai-bagai barang persembahan, berkatalah Yesus:"
  },
  {
    "reference": "Luk 21:6",
    "text": "”Apa yang kamu lihat di situ – akan datang harinya di mana tidak ada satu batu pun akan dibiarkan terletak di atas batu yang lain; semuanya akan diruntuhkan.” Permulaan penderitaan 21:7-19 (Mat. 24:3-14; Mrk. 13:3-13)"
  },
  {
    "reference": "Luk 21:7",
    "text": "Dan murid-murid bertanya kepada Yesus, katanya: ”Guru, bilamanakah itu akan terjadi? Dan apakah tandanya, kalau itu akan terjadi?”"
  },
  {
    "reference": "Luk 21:8",
    "text": "Jawab-Nya: ”Waspadalah, supaya kamu jangan disesatkan. Sebab banyak orang akan datang dengan memakai nama-Ku dan berkata: Akulah Dia, dan: Saatnya sudah dekat. Janganlah kamu mengikuti mereka."
  },
  {
    "reference": "Luk 21:9",
    "text": "Dan apabila kamu mendengar tentang peperangan dan pemberontakan, janganlah kamu terkejut. Sebab semuanya itu harus terjadi dahulu, tetapi itu tidak berarti kesudahannya akan datang segera.”"
  },
  {
    "reference": "Luk 21:10",
    "text": "Ia berkata kepada mereka: ”Bangsa akan bangkit melawan bangsa dan kerajaan melawan kerajaan,"
  },
  {
    "reference": "Luk 21:11",
    "text": "dan akan terjadi gempa bumi yang dahsyat dan di berbagai tempat akan ada penyakit sampar dan kelaparan, dan akan terjadi juga hal-hal yang mengejutkan dan tanda-tanda yang dahsyat dari langit."
  },
  {
    "reference": "Luk 21:12",
    "text": "Tetapi sebelum semuanya itu kamu akan ditangkap dan dianiaya; kamu akan diserahkan ke rumah-rumah ibadat dan penjara-penjara, dan kamu akan dihadapkan kepada raja-raja dan penguasa-penguasa oleh karena nama-Ku."
  },
  {
    "reference": "Luk 21:13",
    "text": "Hal itu akan menjadi kesempatan bagimu untuk bersaksi."
  },
  {
    "reference": "Luk 21:14",
    "text": "- 21:14-15: Luk. 12:11-12 Sebab itu tetapkanlah di dalam hatimu, supaya kamu jangan memikirkan lebih dahulu pembelaanmu."
  },
  {
    "reference": "Luk 21:15",
    "text": "Sebab Aku sendiri akan memberikan kepadamu kata-kata hikmat, sehingga kamu tidak dapat ditentang atau dibantah lawan-lawanmu."
  },
  {
    "reference": "Luk 21:16",
    "text": "Dan kamu akan diserahkan juga oleh orang tuamu, saudara-saudaramu, kaum keluargamu dan sahabat-sahabatmu dan beberapa orang di antara kamu akan dibunuh"
  },
  {
    "reference": "Luk 21:17",
    "text": "dan kamu akan dibenci semua orang oleh karena nama-Ku."
  },
  {
    "reference": "Luk 21:18",
    "text": "Tetapi tidak sehelai pun dari rambut kepalamu akan hilang."
  },
  {
    "reference": "Luk 21:19",
    "text": "Kalau kamu tetap bertahan, kamu akan memperoleh hidupmu.” Tentang runtuhnya Yerusalem 21:20-24 (Mat. 24:15-21; Mrk. 13:14-19)"
  },
  {
    "reference": "Luk 21:20",
    "text": "”Apabila kamu melihat Yerusalem dikepung oleh tentara-tentara, ketahuilah, bahwa keruntuhannya sudah dekat."
  },
  {
    "reference": "Luk 21:21",
    "text": "Pada waktu itu orang-orang yang berada di Yudea harus melarikan diri ke pegunungan, dan orang-orang yang berada di dalam kota harus mengungsi, dan orang-orang yang berada di pedusunan jangan masuk lagi ke dalam kota,"
  },
  {
    "reference": "Luk 21:22",
    "text": "- 21:22: Hos. 9:7 sebab itulah masa pembalasan di mana akan genap semua yang ada tertulis."
  },
  {
    "reference": "Luk 21:23",
    "text": "Celakalah ibu-ibu yang sedang hamil atau yang menyusukan bayi pada masa itu! Sebab akan datang kesesakan yang dahsyat atas seluruh negeri dan murka atas bangsa ini,"
  },
  {
    "reference": "Luk 21:24",
    "text": "dan mereka akan tewas oleh mata pedang dan dibawa sebagai tawanan ke segala bangsa, dan Yerusalem akan diinjak-injak oleh bangsa-bangsa yang tidak mengenal Allah, sampai genaplah zaman bangsa-bangsa itu.” Kedatangan Anak Manusia Perumpamaan tentang pohon ara 21:25-33 (Mat. 24:29-35; Mrk. 13:24-31)"
  },
  {
    "reference": "Luk 21:25",
    "text": "- 21:25: Yes. 13:10; Yeh. 32:7; Yl. 2:31; Why. 6:12-13 ”Dan akan ada tanda-tanda pada matahari dan bulan dan bintang-bintang, dan di bumi bangsa-bangsa akan takut dan bingung menghadapi deru dan gelora laut."
  },
  {
    "reference": "Luk 21:26",
    "text": "Orang akan mati ketakutan karena kecemasan berhubung dengan segala apa yang menimpa bumi ini, sebab kuasa-kuasa langit akan goncang."
  },
  {
    "reference": "Luk 21:27",
    "text": "- 21:27: Dan. 7:13; Why. 1:7 Pada waktu itu orang akan melihat Anak Manusia datang dalam awan dengan segala kekuasaan dan kemuliaan-Nya."
  },
  {
    "reference": "Luk 21:28",
    "text": "Apabila semuanya itu mulai terjadi, bangkitlah dan angkatlah mukamu, sebab penyelamatanmu sudah dekat.”"
  },
  {
    "reference": "Luk 21:29",
    "text": "Lalu Yesus mengatakan perumpamaan ini kepada mereka: ”Perhatikanlah pohon ara atau pohon apa saja."
  },
  {
    "reference": "Luk 21:30",
    "text": "Apabila kamu melihat pohon-pohon itu sudah bertunas, kamu tahu dengan sendirinya bahwa musim panas sudah dekat."
  },
  {
    "reference": "Luk 21:31",
    "text": "Demikian juga, jika kamu melihat hal-hal itu terjadi, ketahuilah, bahwa Kerajaan Allah sudah dekat."
  },
  {
    "reference": "Luk 21:32",
    "text": "Aku berkata kepadamu: Sesungguhnya angkatan ini tidak akan berlalu, sebelum semuanya terjadi."
  },
  {
    "reference": "Luk 21:33",
    "text": "Langit dan bumi akan berlalu, tetapi perkataan-Ku tidak akan berlalu.” Nasihat supaya berjaga-jaga 21:34-38"
  },
  {
    "reference": "Luk 21:34",
    "text": "”Jagalah dirimu, supaya hatimu jangan sarat oleh pesta pora dan kemabukan serta kepentingan-kepentingan duniawi dan supaya hari Tuhan jangan dengan tiba-tiba jatuh ke atas dirimu seperti suatu jerat."
  },
  {
    "reference": "Luk 21:35",
    "text": "Sebab ia akan menimpa semua penduduk bumi ini."
  },
  {
    "reference": "Luk 21:36",
    "text": "Berjaga-jagalah senantiasa sambil berdoa, supaya kamu beroleh kekuatan untuk luput dari semua yang akan terjadi itu, dan supaya kamu tahan berdiri di hadapan Anak Manusia.”"
  },
  {
    "reference": "Luk 21:37",
    "text": "- 21:37: Luk. 19:47 Pada siang hari Yesus mengajar di Bait Allah dan pada malam hari Ia keluar dan bermalam di gunung yang bernama Bukit Zaitun."
  },
  {
    "reference": "Luk 21:38",
    "text": "Dan pagi-pagi semua orang banyak datang kepada-Nya di dalam Bait Allah untuk mendengarkan Dia."
  },
  {
    "reference": "Luk 22:1",
    "text": "- 22:1: Kel. 12:1-27 Hari raya Roti Tidak Beragi, yang disebut Paskah, sudah dekat."
  },
  {
    "reference": "Luk 22:2",
    "text": "Imam-imam kepala dan ahli-ahli Taurat mencari jalan, bagaimana mereka dapat membunuh Yesus, sebab mereka takut kepada orang banyak. Yudas mengkhianati Yesus 22:3-6 (Mat. 26:14-16; Mrk. 14:10-11)"
  },
  {
    "reference": "Luk 22:3",
    "text": "Maka masuklah Iblis ke dalam Yudas, yang bernama Iskariot, seorang dari kedua belas murid itu."
  },
  {
    "reference": "Luk 22:4",
    "text": "Lalu pergilah Yudas kepada imam-imam kepala dan kepala-kepala pengawal Bait Allah dan berunding dengan mereka, bagaimana ia dapat menyerahkan Yesus kepada mereka."
  },
  {
    "reference": "Luk 22:5",
    "text": "Mereka sangat gembira dan bermupakat untuk memberikan sejumlah uang kepadanya."
  },
  {
    "reference": "Luk 22:6",
    "text": "Ia menyetujuinya, dan mulai dari waktu itu ia mencari kesempatan yang baik untuk menyerahkan Yesus kepada mereka tanpa setahu orang banyak. Persiapan untuk makan Paskah 22:7-13 (Mat. 26:17-19; Mrk. 14:12-16)"
  },
  {
    "reference": "Luk 22:7",
    "text": "Maka tibalah hari raya Roti Tidak Beragi, yaitu hari di mana orang harus menyembelih domba Paskah."
  },
  {
    "reference": "Luk 22:8",
    "text": "Lalu Yesus menyuruh Petrus dan Yohanes, kata-Nya: ”Pergilah, persiapkanlah perjamuan Paskah bagi kita supaya kita makan.”"
  },
  {
    "reference": "Luk 22:9",
    "text": "Kata mereka kepada-Nya: ”Di manakah Engkau kehendaki kami mempersiapkannya?”"
  },
  {
    "reference": "Luk 22:10",
    "text": "Jawab-Nya: ”Apabila kamu masuk ke dalam kota, kamu akan bertemu dengan seorang yang membawa kendi berisi air. Ikutilah dia ke dalam rumah yang dimasukinya,"
  },
  {
    "reference": "Luk 22:11",
    "text": "dan katakanlah kepada tuan rumah itu: Guru bertanya kepadamu: di manakah ruangan tempat Aku bersama-sama dengan murid-murid-Ku akan makan Paskah?"
  },
  {
    "reference": "Luk 22:12",
    "text": "Lalu orang itu akan menunjukkan kepadamu sebuah ruangan atas yang besar yang sudah lengkap, di situlah kamu harus mempersiapkannya.”"
  },
  {
    "reference": "Luk 22:13",
    "text": "Maka berangkatlah mereka dan mereka mendapati semua seperti yang dikatakan Yesus kepada mereka. Lalu mereka mempersiapkan Paskah. Penetapan Perjamuan Malam 22:14-23 (Mat. 26:20-29; Mrk. 14:17-25; Yoh. 13:21-30; 1Kor. 11:23-25)"
  },
  {
    "reference": "Luk 22:14",
    "text": "Ketika tiba saatnya, Yesus duduk makan bersama-sama dengan rasul-rasul-Nya."
  },
  {
    "reference": "Luk 22:15",
    "text": "Kata-Nya kepada mereka: ”Aku sangat rindu makan Paskah ini bersama-sama dengan kamu, sebelum Aku menderita."
  },
  {
    "reference": "Luk 22:16",
    "text": "Sebab Aku berkata kepadamu: Aku tidak akan memakannya lagi sampai ia beroleh kegenapannya dalam Kerajaan Allah.”"
  },
  {
    "reference": "Luk 22:17",
    "text": "Kemudian Ia mengambil sebuah cawan, mengucap syukur, lalu berkata: ”Ambillah ini dan bagikanlah di antara kamu."
  },
  {
    "reference": "Luk 22:18",
    "text": "Sebab Aku berkata kepada kamu: mulai dari sekarang ini Aku tidak akan minum lagi hasil pokok anggur sampai Kerajaan Allah telah datang.”"
  },
  {
    "reference": "Luk 22:19",
    "text": "Lalu Ia mengambil roti, mengucap syukur, memecah-mecahkannya dan memberikannya kepada mereka, kata-Nya: ”Inilah tubuh-Ku yang diserahkan bagi kamu; perbuatlah ini menjadi peringatan akan Aku.”"
  },
  {
    "reference": "Luk 22:20",
    "text": "- 22:20: Yer. 31:31-34 Demikian juga dibuat-Nya dengan cawan sesudah makan; Ia berkata: ”Cawan ini adalah perjanjian baru oleh darah-Ku, yang ditumpahkan bagi kamu."
  },
  {
    "reference": "Luk 22:21",
    "text": "- 22:21: Mzm. 41:10 Tetapi, lihat, tangan orang yang menyerahkan Aku, ada bersama dengan Aku di meja ini."
  },
  {
    "reference": "Luk 22:22",
    "text": "Sebab Anak Manusia memang akan pergi seperti yang telah ditetapkan, akan tetapi, celakalah orang yang olehnya Ia diserahkan!”"
  },
  {
    "reference": "Luk 22:23",
    "text": "Lalu mulailah mereka mempersoalkan, siapa di antara mereka yang akan berbuat demikian. Percakapan waktu Perjamuan Malam 22:24-38 (Mat. 26:31-35; Mrk. 14:27-31; Yoh. 13:36-38)"
  },
  {
    "reference": "Luk 22:24",
    "text": "- 22:24: Mat. 18:1; Mrk. 9:34; Luk. 9:46 Terjadilah juga pertengkaran di antara murid-murid Yesus, siapakah yang dapat dianggap terbesar di antara mereka."
  },
  {
    "reference": "Luk 22:25",
    "text": "- 22:25-26: Mat. 20:25-27; Mrk. 10:42-44 Yesus berkata kepada mereka: ”Raja-raja bangsa-bangsa memerintah rakyat mereka dan orang-orang yang menjalankan kuasa atas mereka disebut pelindung-pelindung."
  },
  {
    "reference": "Luk 22:26",
    "text": "- 22:26: Mat. 23:11; Mrk. 9:35 Tetapi kamu tidaklah demikian, melainkan yang terbesar di antara kamu hendaklah menjadi sebagai yang paling muda dan pemimpin sebagai pelayan."
  },
  {
    "reference": "Luk 22:27",
    "text": "- 22:27: Yoh. 13:12-15 Sebab siapakah yang lebih besar: yang duduk makan, atau yang melayani? Bukankah dia yang duduk makan? Tetapi Aku ada di tengah-tengah kamu sebagai pelayan."
  },
  {
    "reference": "Luk 22:28",
    "text": "Kamulah yang tetap tinggal bersama-sama dengan Aku dalam segala pencobaan yang Aku alami."
  },
  {
    "reference": "Luk 22:29",
    "text": "Dan Aku menentukan hak-hak Kerajaan bagi kamu, sama seperti Bapa-Ku menentukannya bagi-Ku,"
  },
  {
    "reference": "Luk 22:30",
    "text": "- 22:30: Mat. 19:28 bahwa kamu akan makan dan minum semeja dengan Aku di dalam Kerajaan-Ku dan kamu akan duduk di atas takhta untuk menghakimi kedua belas suku Israel."
  },
  {
    "reference": "Luk 22:31",
    "text": "Simon, Simon, lihat, Iblis telah menuntut untuk menampi kamu seperti gandum,"
  },
  {
    "reference": "Luk 22:32",
    "text": "tetapi Aku telah berdoa untuk engkau, supaya imanmu jangan gugur. Dan engkau, jikalau engkau sudah insaf, kuatkanlah saudara-saudaramu.”"
  },
  {
    "reference": "Luk 22:33",
    "text": "Jawab Petrus: ”Tuhan, aku bersedia masuk penjara dan mati bersama-sama dengan Engkau!”"
  },
  {
    "reference": "Luk 22:34",
    "text": "Tetapi Yesus berkata: ”Aku berkata kepadamu, Petrus, hari ini ayam tidak akan berkokok, sebelum engkau tiga kali menyangkal, bahwa engkau mengenal Aku.”"
  },
  {
    "reference": "Luk 22:35",
    "text": "- 22:35: Mat. 10:9-10; Mrk. 6:8-9; Luk. 9:3, 10:4 Lalu Ia berkata kepada mereka: ”Ketika Aku mengutus kamu dengan tiada membawa pundi-pundi, bekal dan kasut, adakah kamu kekurangan apa-apa?”"
  },
  {
    "reference": "Luk 22:36",
    "text": "Jawab mereka: ”Suatu pun tidak.” Kata-Nya kepada mereka: ”Tetapi sekarang ini, siapa yang mempunyai pundi-pundi, hendaklah ia membawanya, demikian juga yang mempunyai bekal; dan siapa yang tidak mempunyainya hendaklah ia menjual jubahnya dan membeli pedang."
  },
  {
    "reference": "Luk 22:37",
    "text": "- 22:37: Yes. 53:12 Sebab Aku berkata kepada kamu, bahwa nas Kitab Suci ini harus digenapi pada-Ku: Ia akan terhitung di antara pemberontak-pemberontak. Sebab apa yang tertulis tentang Aku sedang digenapi.”"
  },
  {
    "reference": "Luk 22:38",
    "text": "Kata mereka: ”Tuhan, ini dua pedang.” Jawab-Nya: ”Sudah cukup.” Di taman Getsemani 22:39-46 (Mat. 26:36-46; Mrk. 14:32-42)"
  },
  {
    "reference": "Luk 22:39",
    "text": "Lalu pergilah Yesus ke luar kota dan sebagaimana biasa Ia menuju Bukit Zaitun. Murid-murid-Nya juga mengikuti Dia."
  },
  {
    "reference": "Luk 22:40",
    "text": "Setelah tiba di tempat itu Ia berkata kepada mereka: ”Berdoalah supaya kamu jangan jatuh ke dalam pencobaan.”"
  },
  {
    "reference": "Luk 22:41",
    "text": "Kemudian Ia menjauhkan diri dari mereka kira-kira sepelempar batu jaraknya, lalu Ia berlutut dan berdoa, kata-Nya:"
  },
  {
    "reference": "Luk 22:42",
    "text": "”Ya Bapa-Ku, jikalau Engkau mau, ambillah cawan ini dari pada-Ku; tetapi bukanlah kehendak-Ku, melainkan kehendak-Mulah yang terjadi.”"
  },
  {
    "reference": "Luk 22:43",
    "text": "Maka seorang malaikat dari langit menampakkan diri kepada-Nya untuk memberi kekuatan kepada-Nya."
  },
  {
    "reference": "Luk 22:44",
    "text": "Ia sangat ketakutan dan makin bersungguh-sungguh berdoa. Peluh-Nya menjadi seperti titik-titik darah yang bertetesan ke tanah."
  },
  {
    "reference": "Luk 22:45",
    "text": "Lalu Ia bangkit dari doa-Nya dan kembali kepada murid-murid-Nya, tetapi Ia mendapati mereka sedang tidur karena dukacita."
  },
  {
    "reference": "Luk 22:46",
    "text": "Kata-Nya kepada mereka: ”Mengapa kamu tidur? Bangunlah dan berdoalah, supaya kamu jangan jatuh ke dalam pencobaan.” Yesus ditangkap 22:47-53 (Mat. 26:47-56; Mrk. 14:43-50; Yoh. 18:1-11)"
  },
  {
    "reference": "Luk 22:47",
    "text": "Waktu Yesus masih berbicara datanglah serombongan orang, sedang murid-Nya yang bernama Yudas, seorang dari kedua belas murid itu, berjalan di depan mereka. Yudas mendekati Yesus untuk mencium-Nya."
  },
  {
    "reference": "Luk 22:48",
    "text": "Maka kata Yesus kepadanya: ”Hai Yudas, engkau menyerahkan Anak Manusia dengan ciuman?”"
  },
  {
    "reference": "Luk 22:49",
    "text": "Ketika mereka, yang bersama-sama dengan Yesus, melihat apa yang akan terjadi, berkatalah mereka: ”Tuhan, mestikah kami menyerang mereka dengan pedang?”"
  },
  {
    "reference": "Luk 22:50",
    "text": "Dan seorang dari mereka menyerang hamba Imam Besar sehingga putus telinga kanannya."
  },
  {
    "reference": "Luk 22:51",
    "text": "Tetapi Yesus berkata: ”Sudahlah itu.” Lalu Ia menjamah telinga orang itu dan menyembuhkannya."
  },
  {
    "reference": "Luk 22:52",
    "text": "Maka Yesus berkata kepada imam-imam kepala dan kepala-kepala pengawal Bait Allah serta tua-tua yang datang untuk menangkap Dia, kata-Nya: ”Sangkamu Aku ini penyamun, maka kamu datang lengkap dengan pedang dan pentung?"
  },
  {
    "reference": "Luk 22:53",
    "text": "- 22:53: Luk. 19:47, 21:37 Padahal tiap-tiap hari Aku ada di tengah-tengah kamu di dalam Bait Allah, dan kamu tidak menangkap Aku. Tetapi inilah saat kamu, dan inilah kuasa kegelapan itu.” Petrus menyangkal Yesus 22:54-62 (Mat. 26:57-58, 69-75; Mrk. 14:53-54, 66-72; Yoh. 18:12-18, 25-27)"
  },
  {
    "reference": "Luk 22:54",
    "text": "Lalu Yesus ditangkap dan dibawa dari tempat itu. Ia digiring ke rumah Imam Besar. Dan Petrus mengikut dari jauh."
  },
  {
    "reference": "Luk 22:55",
    "text": "Di tengah-tengah halaman rumah itu orang memasang api dan mereka duduk mengelilinginya. Petrus juga duduk di tengah-tengah mereka."
  },
  {
    "reference": "Luk 22:56",
    "text": "Seorang hamba perempuan melihat dia duduk dekat api; ia mengamat-amatinya, lalu berkata: ”Juga orang ini bersama-sama dengan Dia.”"
  },
  {
    "reference": "Luk 22:57",
    "text": "Tetapi Petrus menyangkal, katanya: ”Bukan, aku tidak kenal Dia!”"
  },
  {
    "reference": "Luk 22:58",
    "text": "Tidak berapa lama kemudian seorang lain melihat dia lalu berkata: ”Engkau juga seorang dari mereka!” Tetapi Petrus berkata: ”Bukan, aku tidak!”"
  },
  {
    "reference": "Luk 22:59",
    "text": "Dan kira-kira sejam kemudian seorang lain berkata dengan tegas: ”Sungguh, orang ini juga bersama-sama dengan Dia, sebab ia juga orang Galilea.”"
  },
  {
    "reference": "Luk 22:60",
    "text": "Tetapi Petrus berkata: ”Bukan, aku tidak tahu apa yang engkau katakan.” Seketika itu juga, sementara ia berkata, berkokoklah ayam."
  },
  {
    "reference": "Luk 22:61",
    "text": "Lalu berpalinglah Tuhan memandang Petrus. Maka teringatlah Petrus bahwa Tuhan telah berkata kepadanya: ”Sebelum ayam berkokok pada hari ini, engkau telah tiga kali menyangkal Aku.”"
  },
  {
    "reference": "Luk 22:62",
    "text": "Lalu ia pergi ke luar dan menangis dengan sedihnya. Yesus di hadapan Mahkamah Agama 22:63-71 (Mat. 26:63-68; Mrk. 14:60-65; Yoh. 18:19-24)"
  },
  {
    "reference": "Luk 22:63",
    "text": "Dan orang-orang yang menahan Yesus, mengolok-olokkan Dia dan memukuli-Nya."
  },
  {
    "reference": "Luk 22:64",
    "text": "Mereka menutupi muka-Nya dan bertanya: ”Cobalah katakan siapakah yang memukul Engkau?”"
  },
  {
    "reference": "Luk 22:65",
    "text": "Dan banyak lagi hujat yang diucapkan mereka kepada-Nya."
  },
  {
    "reference": "Luk 22:66",
    "text": "Dan setelah hari siang berkumpullah sidang para tua-tua bangsa Yahudi dan imam-imam kepala dan ahli-ahli Taurat, lalu mereka menghadapkan Dia ke Mahkamah Agama mereka,"
  },
  {
    "reference": "Luk 22:67",
    "text": "katanya: ”Jikalau Engkau adalah Mesias, katakanlah kepada kami.” Jawab Yesus: ”Sekalipun Aku mengatakannya kepada kamu, namun kamu tidak akan percaya;"
  },
  {
    "reference": "Luk 22:68",
    "text": "dan sekalipun Aku bertanya sesuatu kepada kamu, namun kamu tidak akan menjawab."
  },
  {
    "reference": "Luk 22:69",
    "text": "Mulai sekarang Anak Manusia sudah duduk di sebelah kanan Allah Yang Mahakuasa.”"
  },
  {
    "reference": "Luk 22:70",
    "text": "Kata mereka semua: ”Kalau begitu, Engkau ini Anak Allah?” Jawab Yesus: ”Kamu sendiri mengatakan, bahwa Akulah Anak Allah.”"
  },
  {
    "reference": "Luk 22:71",
    "text": "Lalu kata mereka: ”Untuk apa kita perlu kesaksian lagi? Kita ini telah mendengarnya dari mulut-Nya sendiri.”"
  },
  {
    "reference": "Luk 23:1",
    "text": "Lalu bangkitlah seluruh sidang itu dan Yesus dibawa menghadap Pilatus."
  },
  {
    "reference": "Luk 23:2",
    "text": "Di situ mereka mulai menuduh Dia, katanya: ”Telah kedapatan oleh kami, bahwa orang ini menyesatkan bangsa kami, dan melarang membayar pajak kepada Kaisar, dan tentang diri-Nya Ia mengatakan, bahwa Ia adalah Kristus, yaitu Raja.”"
  },
  {
    "reference": "Luk 23:3",
    "text": "Pilatus bertanya kepada-Nya: ”Engkaukah raja orang Yahudi?” Jawab Yesus: ”Engkau sendiri mengatakannya.”"
  },
  {
    "reference": "Luk 23:4",
    "text": "Kata Pilatus kepada imam-imam kepala dan seluruh orang banyak itu: ”Aku tidak mendapati kesalahan apa pun pada orang ini.”"
  },
  {
    "reference": "Luk 23:5",
    "text": "Tetapi mereka makin kuat mendesak, katanya: ”Ia menghasut rakyat dengan ajaran-Nya di seluruh Yudea, Ia mulai di Galilea dan sudah sampai ke sini.”"
  },
  {
    "reference": "Luk 23:6",
    "text": "Ketika Pilatus mendengar itu ia bertanya, apakah orang itu seorang Galilea."
  },
  {
    "reference": "Luk 23:7",
    "text": "Dan ketika ia tahu, bahwa Yesus seorang dari wilayah Herodes, ia mengirim Dia menghadap Herodes, yang pada waktu itu ada juga di Yerusalem. Yesus di hadapan Herodes 23:8-12"
  },
  {
    "reference": "Luk 23:8",
    "text": "Ketika Herodes melihat Yesus, ia sangat girang. Sebab sudah lama ia ingin melihat-Nya, karena ia sering mendengar tentang Dia, lagipula ia mengharapkan melihat bagaimana Yesus mengadakan suatu tanda."
  },
  {
    "reference": "Luk 23:9",
    "text": "Ia mengajukan banyak pertanyaan kepada Yesus, tetapi Yesus tidak memberi jawaban apa pun."
  },
  {
    "reference": "Luk 23:10",
    "text": "Sementara itu imam-imam kepala dan ahli-ahli Taurat maju ke depan dan melontarkan tuduhan-tuduhan yang berat terhadap Dia."
  },
  {
    "reference": "Luk 23:11",
    "text": "Maka mulailah Herodes dan pasukannya menista dan mengolok-olokkan Dia, ia mengenakan jubah kebesaran kepada-Nya lalu mengirim Dia kembali kepada Pilatus."
  },
  {
    "reference": "Luk 23:12",
    "text": "Dan pada hari itu juga bersahabatlah Herodes dan Pilatus; sebelum itu mereka bermusuhan. Yesus kembali di hadapan Pilatus 23:13-25 (Mat. 27:15-26; Mrk. 15:6-15; Yoh. 18:38–19:16)"
  },
  {
    "reference": "Luk 23:13",
    "text": "Lalu Pilatus mengumpulkan imam-imam kepala dan pemimpin-pemimpin serta rakyat,"
  },
  {
    "reference": "Luk 23:14",
    "text": "dan berkata kepada mereka: ”Kamu telah membawa orang ini kepadaku sebagai seorang yang menyesatkan rakyat. Kamu lihat sendiri bahwa aku telah memeriksa-Nya, dan dari kesalahan-kesalahan yang kamu tuduhkan kepada-Nya tidak ada yang kudapati pada-Nya."
  },
  {
    "reference": "Luk 23:15",
    "text": "Dan Herodes juga tidak, sebab ia mengirimkan Dia kembali kepada kami. Sesungguhnya tidak ada suatu apa pun yang dilakukan-Nya yang setimpal dengan hukuman mati."
  },
  {
    "reference": "Luk 23:16",
    "text": "Jadi aku akan menghajar Dia, lalu melepaskan-Nya.” [\\v 17 Sebab ia wajib melepaskan seorang bagi mereka pada hari raya itu.]"
  },
  {
    "reference": "Luk 23:18",
    "text": "Tetapi mereka berteriak bersama-sama: ”Enyahkanlah Dia, lepaskanlah Barabas bagi kami!”"
  },
  {
    "reference": "Luk 23:19",
    "text": "Barabas ini dimasukkan ke dalam penjara berhubung dengan suatu pemberontakan yang telah terjadi di dalam kota dan karena pembunuhan."
  },
  {
    "reference": "Luk 23:20",
    "text": "Sekali lagi Pilatus berbicara dengan suara keras kepada mereka, karena ia ingin melepaskan Yesus."
  },
  {
    "reference": "Luk 23:21",
    "text": "Tetapi mereka berteriak membalasnya, katanya: ”Salibkanlah Dia! Salibkanlah Dia!”"
  },
  {
    "reference": "Luk 23:22",
    "text": "Kata Pilatus untuk ketiga kalinya kepada mereka: ”Kejahatan apa yang sebenarnya telah dilakukan orang ini? Tidak ada suatu kesalahan pun yang kudapati pada-Nya, yang setimpal dengan hukuman mati. Jadi aku akan menghajar Dia, lalu melepaskan-Nya.”"
  },
  {
    "reference": "Luk 23:23",
    "text": "Tetapi dengan berteriak mereka mendesak dan menuntut, supaya Ia disalibkan, dan akhirnya mereka menang dengan teriak mereka."
  },
  {
    "reference": "Luk 23:24",
    "text": "Lalu Pilatus memutuskan, supaya tuntutan mereka dikabulkan."
  },
  {
    "reference": "Luk 23:25",
    "text": "Dan ia melepaskan orang yang dimasukkan ke dalam penjara karena pemberontakan dan pembunuhan itu sesuai dengan tuntutan mereka, tetapi Yesus diserahkannya kepada mereka untuk diperlakukan semau-maunya. Yesus dibawa untuk disalibkan 23:26-32"
  },
  {
    "reference": "Luk 23:26",
    "text": "Ketika mereka membawa Yesus, mereka menahan seorang yang bernama Simon dari Kirene, yang baru datang dari luar kota, lalu diletakkan salib itu di atas bahunya, supaya dipikulnya sambil mengikuti Yesus."
  },
  {
    "reference": "Luk 23:27",
    "text": "Sejumlah besar orang mengikuti Dia; di antaranya banyak perempuan yang menangisi dan meratapi Dia."
  },
  {
    "reference": "Luk 23:28",
    "text": "Yesus berpaling kepada mereka dan berkata: ”Hai puteri-puteri Yerusalem, janganlah kamu menangisi Aku, melainkan tangisilah dirimu sendiri dan anak-anakmu!"
  },
  {
    "reference": "Luk 23:29",
    "text": "Sebab lihat, akan tiba masanya orang berkata: Berbahagialah perempuan mandul dan yang rahimnya tidak pernah melahirkan, dan yang susunya tidak pernah menyusui."
  },
  {
    "reference": "Luk 23:30",
    "text": "- 23:30: Hos. 10:8; Why. 6:16 Maka orang akan mulai berkata kepada gunung-gunung: Runtuhlah menimpa kami! dan kepada bukit-bukit: Timbunilah kami!"
  },
  {
    "reference": "Luk 23:31",
    "text": "Sebab jikalau orang berbuat demikian dengan kayu hidup, apakah yang akan terjadi dengan kayu kering?”"
  },
  {
    "reference": "Luk 23:32",
    "text": "Dan ada juga digiring dua orang lain, yaitu dua penjahat untuk dihukum mati bersama-sama dengan Dia. Yesus disalibkan 23:33-43 (Mat. 27:33-44; Mrk. 15:22-32; Yoh. 19:17-24)"
  },
  {
    "reference": "Luk 23:33",
    "text": "Ketika mereka sampai di tempat yang bernama Tengkorak, mereka menyalibkan Yesus di situ dan juga kedua orang penjahat itu, yang seorang di sebelah kanan-Nya dan yang lain di sebelah kiri-Nya."
  },
  {
    "reference": "Luk 23:34",
    "text": "- 23:34: Mzm. 22:19 Yesus berkata: ”Ya Bapa, ampunilah mereka, sebab mereka tidak tahu apa yang mereka perbuat.” Dan mereka membuang undi untuk membagi pakaian-Nya."
  },
  {
    "reference": "Luk 23:35",
    "text": "Orang banyak berdiri di situ dan melihat semuanya. Pemimpin-pemimpin mengejek Dia, katanya: ”Orang lain Ia selamatkan, biarlah sekarang Ia menyelamatkan diri-Nya sendiri, jika Ia adalah Mesias, orang yang dipilih Allah.”"
  },
  {
    "reference": "Luk 23:36",
    "text": "Juga prajurit-prajurit mengolok-olokkan Dia; mereka mengunjukkan anggur asam kepada-Nya"
  },
  {
    "reference": "Luk 23:37",
    "text": "dan berkata: ”Jika Engkau adalah raja orang Yahudi, selamatkanlah diri-Mu!”"
  },
  {
    "reference": "Luk 23:38",
    "text": "Ada juga tulisan di atas kepala-Nya: ”Inilah raja orang Yahudi”."
  },
  {
    "reference": "Luk 23:39",
    "text": "Seorang dari penjahat yang di gantung itu menghujat Dia, katanya: ”Bukankah Engkau adalah Kristus? Selamatkanlah diri-Mu dan kami!”"
  },
  {
    "reference": "Luk 23:40",
    "text": "Tetapi yang seorang menegor dia, katanya: ”Tidakkah engkau takut, juga tidak kepada Allah, sedang engkau menerima hukuman yang sama?"
  },
  {
    "reference": "Luk 23:41",
    "text": "Kita memang selayaknya dihukum, sebab kita menerima balasan yang setimpal dengan perbuatan kita, tetapi orang ini tidak berbuat sesuatu yang salah.”"
  },
  {
    "reference": "Luk 23:42",
    "text": "Lalu ia berkata: ”Yesus, ingatlah akan aku, apabila Engkau datang sebagai Raja.”"
  },
  {
    "reference": "Luk 23:43",
    "text": "Kata Yesus kepadanya: ”Aku berkata kepadamu, sesungguhnya hari ini juga engkau akan ada bersama-sama dengan Aku di dalam Firdaus.” Yesus mati 23:44-49 (Mat. 27:45-46; Mrk. 15:33-41; Yoh. 19:28-30)"
  },
  {
    "reference": "Luk 23:44",
    "text": "Ketika itu hari sudah kira-kira jam dua belas, lalu kegelapan meliputi seluruh daerah itu sampai jam tiga,"
  },
  {
    "reference": "Luk 23:45",
    "text": "- 23:45: Kel. 26:31-33 sebab matahari tidak bersinar. Dan tabir Bait Suci terbelah dua."
  },
  {
    "reference": "Luk 23:46",
    "text": "- 23:46: Mzm. 31:6 Lalu Yesus berseru dengan suara nyaring: ”Ya Bapa, ke dalam tangan-Mu Kuserahkan nyawa-Ku.” Dan sesudah berkata demikian Ia menyerahkan nyawa-Nya."
  },
  {
    "reference": "Luk 23:47",
    "text": "Ketika kepala pasukan melihat apa yang terjadi, ia memuliakan Allah, katanya: ”Sungguh, orang ini adalah orang benar!”"
  },
  {
    "reference": "Luk 23:48",
    "text": "Dan sesudah seluruh orang banyak, yang datang berkerumun di situ untuk tontonan itu, melihat apa yang terjadi itu, pulanglah mereka sambil memukul-mukul diri."
  },
  {
    "reference": "Luk 23:49",
    "text": "- 23:49: Luk. 8:2-3 Semua orang yang mengenal Yesus dari dekat, termasuk perempuan-perempuan yang mengikuti Dia dari Galilea, berdiri jauh-jauh dan melihat semuanya itu. Yesus dikuburkan 23:50-56a (Mat. 27:57-61; Mrk. 15:42-47; Yoh. 19:38-42)"
  },
  {
    "reference": "Luk 23:50",
    "text": "Adalah seorang yang bernama Yusuf. Ia anggota Majelis Besar, dan seorang yang baik lagi benar."
  },
  {
    "reference": "Luk 23:51",
    "text": "Ia tidak setuju dengan putusan dan tindakan Majelis itu. Ia berasal dari Arimatea, sebuah kota Yahudi dan ia menanti-nantikan Kerajaan Allah."
  },
  {
    "reference": "Luk 23:52",
    "text": "Ia pergi menghadap Pilatus dan meminta mayat Yesus."
  },
  {
    "reference": "Luk 23:53",
    "text": "Dan sesudah ia menurunkan mayat itu, ia mengapaninya dengan kain lenan, lalu membaringkannya di dalam kubur yang digali di dalam bukit batu, di mana belum pernah dibaringkan mayat."
  },
  {
    "reference": "Luk 23:54",
    "text": "Hari itu adalah hari persiapan dan sabat hampir mulai."
  },
  {
    "reference": "Luk 23:55",
    "text": "Dan perempuan-perempuan yang datang bersama-sama dengan Yesus dari Galilea, ikut serta dan mereka melihat kubur itu dan bagaimana mayat-Nya dibaringkan. \\v 56a Dan setelah pulang, mereka menyediakan rempah-rempah dan minyak mur. Kebangkitan Yesus 23:56b–24:12 (Mat. 28:1-10; Mrk. 16:1-8; Yoh. 20:1-10) \\v 56b - 23:56b: Kel. 20:10; Ul. 5:14 Dan pada hari Sabat mereka beristirahat menurut hukum Taurat,"
  },
  {
    "reference": "Luk 24:1",
    "text": "tetapi pagi-pagi benar pada hari pertama minggu itu mereka pergi ke kubur membawa rempah-rempah yang telah disediakan mereka."
  },
  {
    "reference": "Luk 24:2",
    "text": "Mereka mendapati batu sudah terguling dari kubur itu,"
  },
  {
    "reference": "Luk 24:3",
    "text": "dan setelah masuk mereka tidak menemukan mayat Tuhan Yesus."
  },
  {
    "reference": "Luk 24:4",
    "text": "Sementara mereka berdiri termangu-mangu karena hal itu, tiba-tiba ada dua orang berdiri dekat mereka memakai pakaian yang berkilau-kilauan."
  },
  {
    "reference": "Luk 24:5",
    "text": "Mereka sangat ketakutan dan menundukkan kepala, tetapi kedua orang itu berkata kepada mereka: ”Mengapa kamu mencari Dia yang hidup, di antara orang mati?"
  },
  {
    "reference": "Luk 24:6",
    "text": "- 24:6-7: Mat. 16:21, 17:22-23, 20:18-19; Mrk. 8:31, 9:31, 10:33-34; Luk. 9:22, 18:31-33 Ia tidak ada di sini, Ia telah bangkit. Ingatlah apa yang dikatakan-Nya kepada kamu, ketika Ia masih di Galilea,"
  },
  {
    "reference": "Luk 24:7",
    "text": "yaitu bahwa Anak Manusia harus diserahkan ke tangan orang-orang berdosa dan disalibkan, dan akan bangkit pada hari yang ketiga.”"
  },
  {
    "reference": "Luk 24:8",
    "text": "Maka teringatlah mereka akan perkataan Yesus itu."
  },
  {
    "reference": "Luk 24:9",
    "text": "Dan setelah mereka kembali dari kubur, mereka menceriterakan semuanya itu kepada kesebelas murid dan kepada semua saudara yang lain."
  },
  {
    "reference": "Luk 24:10",
    "text": "Perempuan-perempuan itu ialah Maria dari Magdala, dan Yohana, dan Maria ibu Yakobus. Dan perempuan-perempuan lain juga yang bersama-sama dengan mereka memberitahukannya kepada rasul-rasul."
  },
  {
    "reference": "Luk 24:11",
    "text": "Tetapi bagi mereka perkataan-perkataan itu seakan-akan omong kosong dan mereka tidak percaya kepada perempuan-perempuan itu."
  },
  {
    "reference": "Luk 24:12",
    "text": "Sungguhpun demikian Petrus bangun, lalu cepat-cepat pergi ke kubur itu. Ketika ia menjenguk ke dalam, ia melihat hanya kain kapan saja. Lalu ia pergi, dan ia bertanya dalam hatinya apa yang kiranya telah terjadi. Yesus menampakkan diri di jalan ke Emaus 24:13-35"
  },
  {
    "reference": "Luk 24:13",
    "text": "- 24:13-15: Mrk. 16:12 Pada hari itu juga dua orang dari murid-murid Yesus pergi ke sebuah kampung bernama Emaus, yang terletak kira-kira tujuh mil jauhnya dari Yerusalem,"
  },
  {
    "reference": "Luk 24:14",
    "text": "dan mereka bercakap-cakap tentang segala sesuatu yang telah terjadi."
  },
  {
    "reference": "Luk 24:15",
    "text": "Ketika mereka sedang bercakap-cakap dan bertukar pikiran, datanglah Yesus sendiri mendekati mereka, lalu berjalan bersama-sama dengan mereka."
  },
  {
    "reference": "Luk 24:16",
    "text": "Tetapi ada sesuatu yang menghalangi mata mereka, sehingga mereka tidak dapat mengenal Dia."
  },
  {
    "reference": "Luk 24:17",
    "text": "Yesus berkata kepada mereka: ”Apakah yang kamu percakapkan sementara kamu berjalan?” Maka berhentilah mereka dengan muka muram."
  },
  {
    "reference": "Luk 24:18",
    "text": "Seorang dari mereka, namanya Kleopas, menjawab-Nya: ”Adakah Engkau satu-satunya orang asing di Yerusalem, yang tidak tahu apa yang terjadi di situ pada hari-hari belakangan ini?”"
  },
  {
    "reference": "Luk 24:19",
    "text": "Kata-Nya kepada mereka: ”Apakah itu?” Jawab mereka: ”Apa yang terjadi dengan Yesus orang Nazaret. Dia adalah seorang nabi, yang berkuasa dalam pekerjaan dan perkataan di hadapan Allah dan di depan seluruh bangsa kami."
  },
  {
    "reference": "Luk 24:20",
    "text": "Tetapi imam-imam kepala dan pemimpin-pemimpin kami telah menyerahkan Dia untuk dihukum mati dan mereka telah menyalibkan-Nya."
  },
  {
    "reference": "Luk 24:21",
    "text": "Padahal kami dahulu mengharapkan, bahwa Dialah yang datang untuk membebaskan bangsa Israel. Tetapi sementara itu telah lewat tiga hari, sejak semuanya itu terjadi."
  },
  {
    "reference": "Luk 24:22",
    "text": "Tetapi beberapa perempuan dari kalangan kami telah mengejutkan kami: Pagi-pagi buta mereka telah pergi ke kubur,"
  },
  {
    "reference": "Luk 24:23",
    "text": "dan tidak menemukan mayat-Nya. Lalu mereka datang dengan berita, bahwa telah kelihatan kepada mereka malaikat-malaikat, yang mengatakan, bahwa Ia hidup."
  },
  {
    "reference": "Luk 24:24",
    "text": "Dan beberapa teman kami telah pergi ke kubur itu dan mendapati, bahwa memang benar yang dikatakan perempuan-perempuan itu, tetapi Dia tidak mereka lihat.”"
  },
  {
    "reference": "Luk 24:25",
    "text": "Lalu Ia berkata kepada mereka: ”Hai kamu orang bodoh, betapa lambannya hatimu, sehingga kamu tidak percaya segala sesuatu, yang telah dikatakan para nabi!"
  },
  {
    "reference": "Luk 24:26",
    "text": "Bukankah Mesias harus menderita semuanya itu untuk masuk ke dalam kemuliaan-Nya?”"
  },
  {
    "reference": "Luk 24:27",
    "text": "Lalu Ia menjelaskan kepada mereka apa yang tertulis tentang Dia dalam seluruh Kitab Suci, mulai dari kitab-kitab Musa dan segala kitab nabi-nabi."
  },
  {
    "reference": "Luk 24:28",
    "text": "Mereka mendekati kampung yang mereka tuju, lalu Ia berbuat seolah-olah hendak meneruskan perjalanan-Nya."
  },
  {
    "reference": "Luk 24:29",
    "text": "Tetapi mereka sangat mendesak-Nya, katanya: ”Tinggallah bersama-sama dengan kami, sebab hari telah menjelang malam dan matahari hampir terbenam.” Lalu masuklah Ia untuk tinggal bersama-sama dengan mereka."
  },
  {
    "reference": "Luk 24:30",
    "text": "Waktu Ia duduk makan dengan mereka, Ia mengambil roti, mengucap berkat, lalu memecah-mecahkannya dan memberikannya kepada mereka."
  },
  {
    "reference": "Luk 24:31",
    "text": "Ketika itu terbukalah mata mereka dan mereka pun mengenal Dia, tetapi Ia lenyap dari tengah-tengah mereka."
  },
  {
    "reference": "Luk 24:32",
    "text": "Kata mereka seorang kepada yang lain: ”Bukankah hati kita berkobar-kobar, ketika Ia berbicara dengan kita di tengah jalan dan ketika Ia menerangkan Kitab Suci kepada kita?”"
  },
  {
    "reference": "Luk 24:33",
    "text": "- 24:33-35: Mrk. 16:13 Lalu bangunlah mereka dan terus kembali ke Yerusalem. Di situ mereka mendapati kesebelas murid itu. Mereka sedang berkumpul bersama-sama dengan teman-teman mereka."
  },
  {
    "reference": "Luk 24:34",
    "text": "Kata mereka itu: ”Sesungguhnya Tuhan telah bangkit dan telah menampakkan diri kepada Simon.”"
  },
  {
    "reference": "Luk 24:35",
    "text": "Lalu kedua orang itu pun menceriterakan apa yang terjadi di tengah jalan dan bagaimana mereka mengenal Dia pada waktu Ia memecah-mecahkan roti. Yesus menampakkan diri kepada semua murid 24:36-49 (Yoh. 20:19-23)"
  },
  {
    "reference": "Luk 24:36",
    "text": "Dan sementara mereka bercakap-cakap tentang hal-hal itu, Yesus tiba-tiba berdiri di tengah-tengah mereka dan berkata kepada mereka: ”Damai sejahtera bagi kamu!”"
  },
  {
    "reference": "Luk 24:37",
    "text": "Mereka terkejut dan takut dan menyangka bahwa mereka melihat hantu."
  },
  {
    "reference": "Luk 24:38",
    "text": "Akan tetapi Ia berkata kepada mereka: ”Mengapa kamu terkejut dan apa sebabnya timbul keragu-raguan di dalam hati kamu?"
  },
  {
    "reference": "Luk 24:39",
    "text": "Lihatlah tangan-Ku dan kaki-Ku: Aku sendirilah ini; rabalah Aku dan lihatlah, karena hantu tidak ada daging dan tulangnya, seperti yang kamu lihat ada pada-Ku.”"
  },
  {
    "reference": "Luk 24:40",
    "text": "Sambil berkata demikian, Ia memperlihatkan tangan dan kaki-Nya kepada mereka."
  },
  {
    "reference": "Luk 24:41",
    "text": "Dan ketika mereka belum percaya karena girangnya dan masih heran, berkatalah Ia kepada mereka: ”Adakah padamu makanan di sini?”"
  },
  {
    "reference": "Luk 24:42",
    "text": "Lalu mereka memberikan kepada-Nya sepotong ikan goreng."
  },
  {
    "reference": "Luk 24:43",
    "text": "Ia mengambilnya dan memakannya di depan mata mereka."
  },
  {
    "reference": "Luk 24:44",
    "text": "Ia berkata kepada mereka: ”Inilah perkataan-Ku, yang telah Kukatakan kepadamu ketika Aku masih bersama-sama dengan kamu, yakni bahwa harus digenapi semua yang ada tertulis tentang Aku dalam kitab Taurat Musa dan kitab nabi-nabi dan kitab Mazmur.”"
  },
  {
    "reference": "Luk 24:45",
    "text": "Lalu Ia membuka pikiran mereka, sehingga mereka mengerti Kitab Suci."
  },
  {
    "reference": "Luk 24:46",
    "text": "Kata-Nya kepada mereka: ”Ada tertulis demikian: Mesias harus menderita dan bangkit dari antara orang mati pada hari yang ketiga,"
  },
  {
    "reference": "Luk 24:47",
    "text": "dan lagi: dalam nama-Nya berita tentang pertobatan dan pengampunan dosa harus disampaikan kepada segala bangsa, mulai dari Yerusalem."
  },
  {
    "reference": "Luk 24:48",
    "text": "Kamu adalah saksi dari semuanya ini."
  },
  {
    "reference": "Luk 24:49",
    "text": "- 24:49: Kis. 1:4 Dan Aku akan mengirim kepadamu apa yang dijanjikan Bapa-Ku. Tetapi kamu harus tinggal di dalam kota ini sampai kamu diperlengkapi dengan kekuasaan dari tempat tinggi.” Kenaikan Yesus 24:50-53"
  },
  {
    "reference": "Luk 24:50",
    "text": "- 24:50-51: Kis. 1:9-11 Lalu Yesus membawa mereka ke luar kota sampai dekat Betania. Di situ Ia mengangkat tangan-Nya dan memberkati mereka."
  },
  {
    "reference": "Luk 24:51",
    "text": "Dan ketika Ia sedang memberkati mereka, Ia berpisah dari mereka dan terangkat ke sorga."
  },
  {
    "reference": "Luk 24:52",
    "text": "Mereka sujud menyembah kepada-Nya, lalu mereka pulang ke Yerusalem dengan sangat bersukacita."
  },
  {
    "reference": "Luk 24:53",
    "text": "Mereka senantiasa berada di dalam Bait Allah dan memuliakan Allah."
  }
]
