[
  {
    "reference": "Mal 1:1",
    "text": "Ucapan ilahi. Firman Tuhan kepada Israel dengan perantaraan Maleakhi. Tuhan mengasihi Israel 1:2-5"
  },
  {
    "reference": "Mal 1:2",
    "text": "- 1:2-3: Rm. 9:13 - 1:2-5: Yes. 34:5-17, 63:1-6; Yer. 49:7-22; Yeh. 25:12-14, 35:1-15; Am. 1:11-12; Ob. 1-14 ”Aku mengasihi kamu,” firman Tuhan. Tetapi kamu berkata: ”Dengan cara bagaimanakah Engkau mengasihi kami?” ”Bukankah Esau itu kakak Yakub?” demikianlah firman Tuhan. ”Namun Aku mengasihi Yakub,"
  },
  {
    "reference": "Mal 1:3",
    "text": "tetapi membenci Esau. Sebab itu Aku membuat pegunungannya menjadi sunyi sepi dan tanah pusakanya Kujadikan padang gurun.”"
  },
  {
    "reference": "Mal 1:4",
    "text": "Apabila Edom berkata: ”Kami telah hancur, tetapi kami akan membangun kembali reruntuhan itu,” maka beginilah firman Tuhan semesta alam: ”Mereka boleh membangun, tetapi Aku akan merobohkannya; dan orang akan menyebutkannya daerah kefasikan dan bangsa yang kepadanya Tuhan murka sampai selama-lamanya.”"
  },
  {
    "reference": "Mal 1:5",
    "text": "Matamu akan melihat dan kamu sendiri akan berkata: ” Tuhan maha besar sampai di luar daerah Israel.” Pencemaran korban-korban 1:6-14"
  },
  {
    "reference": "Mal 1:6",
    "text": "Seorang anak menghormati bapanya dan seorang hamba menghormati tuannya. Jika Aku ini bapa, di manakah hormat yang kepada-Ku itu? Jika Aku ini tuan, di manakah takut yang kepada-Ku itu? firman Tuhan semesta alam kepada kamu, hai para imam yang menghina nama-Ku. Tetapi kamu berkata: ”Dengan cara bagaimanakah kami menghina nama-Mu?”"
  },
  {
    "reference": "Mal 1:7",
    "text": "Kamu membawa roti cemar ke atas mezbah-Ku, tetapi berkata: ”Dengan cara bagaimanakah kami mencemarkannya?” Dengan cara menyangka: ”Meja Tuhan boleh dihinakan!”"
  },
  {
    "reference": "Mal 1:8",
    "text": "- 1:8: Ul. 15:21 Apabila kamu membawa seekor binatang buta untuk dipersembahkan, tidakkah itu jahat? Apabila kamu membawa binatang yang timpang dan sakit, tidakkah itu jahat? Cobalah menyampaikannya kepada bupatimu, apakah ia berkenan kepadamu, apalagi menyambut engkau dengan baik? firman Tuhan semesta alam."
  },
  {
    "reference": "Mal 1:9",
    "text": "Maka sekarang: ”Cobalah melunakkan hati Allah, supaya Ia mengasihani kita!” Oleh tangan kamulah terjadi hal itu, masakan Ia akan menyambut salah seorang dari padamu dengan baik? firman Tuhan semesta alam."
  },
  {
    "reference": "Mal 1:10",
    "text": "Sekiranya ada di antara kamu yang mau menutup pintu, supaya jangan kamu menyalakan api di mezbah-Ku dengan percuma. Aku tidak suka kepada kamu, firman Tuhan semesta alam, dan Aku tidak berkenan menerima persembahan dari tanganmu."
  },
  {
    "reference": "Mal 1:11",
    "text": "Sebab dari terbitnya sampai kepada terbenamnya matahari nama-Ku besar di antara bangsa-bangsa, dan di setiap tempat dibakar dan dipersembahkan korban bagi nama-Ku dan juga korban sajian yang tahir; sebab nama-Ku besar di antara bangsa-bangsa, firman Tuhan semesta alam."
  },
  {
    "reference": "Mal 1:12",
    "text": "Tetapi kamu ini menajiskannya, karena kamu menyangka: ”Meja Tuhan memang cemar dan makanan yang ada di situ boleh dihinakan!”"
  },
  {
    "reference": "Mal 1:13",
    "text": "Kamu berkata: ”Lihat, alangkah susah payahnya!” dan kamu menyusahkan Aku, firman Tuhan semesta alam. Kamu membawa binatang yang dirampas, binatang yang timpang dan binatang yang sakit, kamu membawanya sebagai persembahan. Akan berkenankah Aku menerimanya dari tanganmu? firman Tuhan."
  },
  {
    "reference": "Mal 1:14",
    "text": "Terkutuklah penipu, yang mempunyai seekor binatang jantan di antara kawanan ternaknya, yang dinazarkannya, tetapi ia mempersembahkan binatang yang cacat kepada Tuhan. Sebab Aku ini Raja yang besar, firman Tuhan semesta alam, dan nama-Ku ditakuti di antara bangsa-bangsa."
  },
  {
    "reference": "Mal 2:1",
    "text": "Maka sekarang, kepada kamulah tertuju perintah ini, hai para imam!"
  },
  {
    "reference": "Mal 2:2",
    "text": "Jika kamu tidak mendengarkan, dan jika kamu tidak memberi perhatian untuk menghormati nama-Ku, firman Tuhan semesta alam, maka Aku akan mengirimkan kutuk ke antaramu dan akan membuat berkat-berkatmu menjadi kutuk, dan Aku telah membuatnya menjadi kutuk, sebab kamu ini tidak memperhatikan."
  },
  {
    "reference": "Mal 2:3",
    "text": "Sesungguhnya, Aku akan mematahkan lenganmu dan akan melemparkan kotoran ke mukamu, yakni kotoran korban dari hari-hari rayamu, dan orang akan menyeret kamu ke kotoran itu."
  },
  {
    "reference": "Mal 2:4",
    "text": "- 2:4: Bil. 3:11-13 Maka kamu akan sadar, bahwa Kukirimkan perintah ini kepadamu, supaya perjanjian-Ku dengan Lewi tetap dipegang, firman Tuhan semesta alam."
  },
  {
    "reference": "Mal 2:5",
    "text": "- 2:5: Bil. 25:12 Perjanjian-Ku dengan dia pada satu pihak ialah kehidupan dan sejahtera dan itu Kuberikan kepadanya – pada pihak lain ketakutan – dan ia takut kepada-Ku dan gentar terhadap nama-Ku."
  },
  {
    "reference": "Mal 2:6",
    "text": "Pengajaran yang benar ada dalam mulutnya dan kecurangan tidak terdapat pada bibirnya. Dalam damai sejahtera dan kejujuran ia mengikuti Aku dan banyak orang dibuatnya berbalik dari pada kesalahan."
  },
  {
    "reference": "Mal 2:7",
    "text": "Sebab bibir seorang imam memelihara pengetahuan dan orang mencari pengajaran dari mulutnya, sebab dialah utusan Tuhan semesta alam."
  },
  {
    "reference": "Mal 2:8",
    "text": "Tetapi kamu ini menyimpang dari jalan; kamu membuat banyak orang tergelincir dengan pengajaranmu; kamu merusakkan perjanjian dengan Lewi, firman Tuhan semesta alam."
  },
  {
    "reference": "Mal 2:9",
    "text": "Maka Aku pun akan membuat kamu hina dan rendah bagi seluruh umat ini, oleh karena kamu tidak mengikuti jalan yang Kutunjukkan, tetapi memandang bulu dalam pengajaranmu. Tuhan memarahi Israel karena kawin campur dan perceraian 2:10-16"
  },
  {
    "reference": "Mal 2:10",
    "text": "Bukankah kita sekalian mempunyai satu bapa? Bukankah satu Allah menciptakan kita? Lalu mengapa kita berkhianat satu sama lain dan dengan demikian menajiskan perjanjian nenek moyang kita?"
  },
  {
    "reference": "Mal 2:11",
    "text": "Yehuda berkhianat, dan perbuatan keji dilakukan di Israel dan di Yerusalem, sebab Yehuda telah menajiskan tempat kudus yang dikasihi Tuhan dan telah menjadi suami anak perempuan allah asing."
  },
  {
    "reference": "Mal 2:12",
    "text": "Biarlah Tuhan melenyapkan dari kemah-kemah Yakub segenap keturunan orang yang berbuat demikian, sekalipun ia membawa persembahan kepada Tuhan semesta alam!"
  },
  {
    "reference": "Mal 2:13",
    "text": "Dan inilah yang kedua yang kamu lakukan: Kamu menutupi mezbah Tuhan dengan air mata, dengan tangisan dan rintihan, oleh karena Ia tidak lagi berpaling kepada persembahan dan tidak berkenan menerimanya dari tanganmu."
  },
  {
    "reference": "Mal 2:14",
    "text": "Dan kamu bertanya: ”Oleh karena apa?” Oleh sebab Tuhan telah menjadi saksi antara engkau dan isteri masa mudamu yang kepadanya engkau telah tidak setia, padahal dialah teman sekutumu dan isteri seperjanjianmu."
  },
  {
    "reference": "Mal 2:15",
    "text": "Bukankah Allah yang Esa menjadikan mereka daging dan roh? Dan apakah yang dikehendaki kesatuan itu? Keturunan ilahi! Jadi jagalah dirimu! Dan janganlah orang tidak setia terhadap isteri dari masa mudanya."
  },
  {
    "reference": "Mal 2:16",
    "text": "Sebab Aku membenci perceraian, firman Tuhan, Allah Israel – juga orang yang menutupi pakaiannya dengan kekerasan, firman Tuhan semesta alam. Maka jagalah dirimu dan janganlah berkhianat! Tuhan datang untuk menghukum 2:17–3:5"
  },
  {
    "reference": "Mal 2:17",
    "text": "Kamu menyusahi Tuhan dengan perkataanmu. Tetapi kamu berkata: ”Dengan cara bagaimanakah kami menyusahi Dia?” Dengan cara kamu menyangka: ”Setiap orang yang berbuat jahat adalah baik di mata Tuhan; kepada orang-orang yang demikianlah Ia berkenan – atau jika tidak, di manakah Allah yang menghukum?”"
  },
  {
    "reference": "Mal 3:1",
    "text": "- 3:1: Mat. 11:10; Mrk. 1:2; Luk. 1:76, 7:27 Lihat, Aku menyuruh utusan-Ku, supaya ia mempersiapkan jalan di hadapan-Ku! Dengan mendadak Tuhan yang kamu cari itu akan masuk ke bait-Nya! Malaikat Perjanjian yang kamu kehendaki itu, sesungguhnya, Ia datang, firman Tuhan semesta alam."
  },
  {
    "reference": "Mal 3:2",
    "text": "- 3:2: Why. 6:17 Siapakah yang dapat tahan akan hari kedatangan-Nya? Dan siapakah yang dapat tetap berdiri, apabila Ia menampakkan diri? Sebab Ia seperti api tukang pemurni logam dan seperti sabun tukang penatu."
  },
  {
    "reference": "Mal 3:3",
    "text": "Ia akan duduk seperti orang yang memurnikan dan mentahirkan perak; dan Ia mentahirkan orang Lewi, menyucikan mereka seperti emas dan seperti perak, supaya mereka menjadi orang-orang yang mempersembahkan korban yang benar kepada Tuhan."
  },
  {
    "reference": "Mal 3:4",
    "text": "Maka persembahan Yehuda dan Yerusalem akan menyenangkan hati Tuhan seperti pada hari-hari dahulu kala dan seperti tahun-tahun yang sudah-sudah."
  },
  {
    "reference": "Mal 3:5",
    "text": "Aku akan mendekati kamu untuk menghakimi dan akan segera menjadi saksi terhadap tukang-tukang sihir, orang-orang berzinah dan orang-orang yang bersumpah dusta dan terhadap orang-orang yang menindas orang upahan, janda dan anak piatu, dan yang mendesak ke samping orang asing, dengan tidak takut kepada-Ku, firman Tuhan semesta alam. Pembayaran persembahan persepuluhan menyenangkan hati Allah 3:6-12"
  },
  {
    "reference": "Mal 3:6",
    "text": "Bahwasanya Aku, Tuhan, tidak berubah, dan kamu, bani Yakub, tidak akan lenyap."
  },
  {
    "reference": "Mal 3:7",
    "text": "Sejak zaman nenek moyangmu kamu telah menyimpang dari ketetapan-Ku dan tidak memeliharanya. Kembalilah kepada-Ku, maka Aku akan kembali kepadamu, firman Tuhan semesta alam. Tetapi kamu berkata: ”Dengan cara bagaimanakah kami harus kembali?”"
  },
  {
    "reference": "Mal 3:8",
    "text": "Bolehkah manusia menipu Allah? Namun kamu menipu Aku. Tetapi kamu berkata: ”Dengan cara bagaimanakah kami menipu Engkau?” Mengenai persembahan persepuluhan dan persembahan khusus!"
  },
  {
    "reference": "Mal 3:9",
    "text": "Kamu telah kena kutuk, tetapi kamu masih menipu Aku, ya kamu seluruh bangsa!"
  },
  {
    "reference": "Mal 3:10",
    "text": "- 3:10: Im. 27:30; Bil. 18:21-24; Ul. 12:6, 14:22-29; Neh. 13:12 Bawalah seluruh persembahan persepuluhan itu ke dalam rumah perbendaharaan, supaya ada persediaan makanan di rumah-Ku dan ujilah Aku, firman Tuhan semesta alam, apakah Aku tidak membukakan bagimu tingkap-tingkap langit dan mencurahkan berkat kepadamu sampai berkelimpahan."
  },
  {
    "reference": "Mal 3:11",
    "text": "Aku akan menghardik bagimu belalang pelahap, supaya jangan dihabisinya hasil tanahmu dan supaya jangan pohon anggur di padang tidak berbuah bagimu, firman Tuhan semesta alam."
  },
  {
    "reference": "Mal 3:12",
    "text": "Maka segala bangsa akan menyebut kamu berbahagia, sebab kamu ini akan menjadi negeri kesukaan, firman Tuhan semesta alam. Kemenangan terakhir bagi orang benar 3:13-18"
  },
  {
    "reference": "Mal 3:13",
    "text": "Bicaramu kurang ajar tentang Aku, firman Tuhan. Tetapi kamu berkata: ”Apakah kami bicarakan di antara kami tentang Engkau?”"
  },
  {
    "reference": "Mal 3:14",
    "text": "Kamu berkata: ”Adalah sia-sia beribadah kepada Allah. Apakah untungnya kita memelihara apa yang harus dilakukan terhadap-Nya dan berjalan dengan pakaian berkabung di hadapan Tuhan semesta alam?"
  },
  {
    "reference": "Mal 3:15",
    "text": "Oleh sebab itu kita ini menyebut berbahagia orang-orang yang gegabah: bukan saja mujur orang-orang yang berbuat fasik itu, tetapi dengan mencobai Allah pun, mereka luput juga.”"
  },
  {
    "reference": "Mal 3:16",
    "text": "Beginilah berbicara satu sama lain orang-orang yang takut akan Tuhan: ” Tuhan memperhatikan dan mendengarnya; sebuah kitab peringatan ditulis di hadapan-Nya bagi orang-orang yang takut akan Tuhan dan bagi orang-orang yang menghormati nama-Nya.”"
  },
  {
    "reference": "Mal 3:17",
    "text": "Mereka akan menjadi milik kesayangan-Ku sendiri, firman Tuhan semesta alam, pada hari yang Kusiapkan. Aku akan mengasihani mereka sama seperti seseorang menyayangi anaknya yang melayani dia."
  },
  {
    "reference": "Mal 3:18",
    "text": "Maka kamu akan melihat kembali perbedaan antara orang benar dan orang fasik, antara orang yang beribadah kepada Allah dan orang yang tidak beribadah kepada-Nya."
  },
  {
    "reference": "Mal 4:1",
    "text": "Bahwa sesungguhnya hari itu datang, menyala seperti perapian, maka semua orang gegabah dan setiap orang yang berbuat fasik menjadi seperti jerami dan akan terbakar oleh hari yang datang itu, firman Tuhan semesta alam, sampai tidak ditinggalkannya akar dan cabang mereka."
  },
  {
    "reference": "Mal 4:2",
    "text": "Tetapi kamu yang takut akan nama-Ku, bagimu akan terbit surya kebenaran dengan kesembuhan pada sayapnya. Kamu akan keluar dan berjingkrak-jingkrak seperti anak lembu lepas kandang."
  },
  {
    "reference": "Mal 4:3",
    "text": "Kamu akan menginjak-injak orang-orang fasik, sebab mereka akan menjadi abu di bawah telapak kakimu, pada hari yang Kusiapkan itu, firman Tuhan semesta alam."
  },
  {
    "reference": "Mal 4:4",
    "text": "Ingatlah kepada Taurat yang telah Kuperintahkan kepada Musa, hamba-Ku, di gunung Horeb untuk disampaikan kepada seluruh Israel, yakni ketetapan-ketetapan dan hukum-hukum."
  },
  {
    "reference": "Mal 4:5",
    "text": "- 4:5: Mat. 11:14, 17:10-13; Mrk. 9:11-13; Luk. 1:17; Yoh. 1:21 Sesungguhnya Aku akan mengutus nabi Elia kepadamu menjelang datangnya hari Tuhan yang besar dan dahsyat itu."
  },
  {
    "reference": "Mal 4:6",
    "text": "Maka ia akan membuat hati bapa-bapa berbalik kepada anak-anaknya dan hati anak-anak kepada bapa-bapanya supaya jangan Aku datang memukul bumi sehingga musnah."
  }
]
