[
  {
    "reference": "Mat 1:1",
    "text": "Inilah silsilah Yesus Kristus, anak Daud, anak Abraham."
  },
  {
    "reference": "Mat 1:2",
    "text": "Abraham memperanakkan Ishak, Ishak memperanakkan Yakub, Yakub memperanakkan Yehuda dan saudara-saudaranya,"
  },
  {
    "reference": "Mat 1:3",
    "text": "Yehuda memperanakkan Peres dan Zerah dari Tamar, Peres memperanakkan Hezron, Hezron memperanakkan Ram,"
  },
  {
    "reference": "Mat 1:4",
    "text": "Ram memperanakkan Aminadab, Aminadab memperanakkan Nahason, Nahason memperanakkan Salmon,"
  },
  {
    "reference": "Mat 1:5",
    "text": "Salmon memperanakkan Boas dari Rahab, Boas memperanakkan Obed dari Rut, Obed memperanakkan Isai,"
  },
  {
    "reference": "Mat 1:6",
    "text": "Isai memperanakkan raja Daud. Daud memperanakkan Salomo dari isteri Uria,"
  },
  {
    "reference": "Mat 1:7",
    "text": "Salomo memperanakkan Rehabeam, Rehabeam memperanakkan Abia, Abia memperanakkan Asa,"
  },
  {
    "reference": "Mat 1:8",
    "text": "Asa memperanakkan Yosafat, Yosafat memperanakkan Yoram, Yoram memperanakkan Uzia,"
  },
  {
    "reference": "Mat 1:9",
    "text": "Uzia memperanakkan Yotam, Yotam memperanakkan Ahas, Ahas memperanakkan Hizkia,"
  },
  {
    "reference": "Mat 1:10",
    "text": "Hizkia memperanakkan Manasye, Manasye memperanakkan Amon, Amon memperanakkan Yosia,"
  },
  {
    "reference": "Mat 1:11",
    "text": "- 1:11: 2Raj. 24:14-15; 2Taw. 36:10; Yer. 27:20 Yosia memperanakkan Yekhonya dan saudara-saudaranya pada waktu pembuangan ke Babel."
  },
  {
    "reference": "Mat 1:12",
    "text": "Sesudah pembuangan ke Babel, Yekhonya memperanakkan Sealtiel, Sealtiel memperanakkan Zerubabel,"
  },
  {
    "reference": "Mat 1:13",
    "text": "Zerubabel memperanakkan Abihud, Abihud memperanakkan Elyakim, Elyakim memperanakkan Azor,"
  },
  {
    "reference": "Mat 1:14",
    "text": "Azor memperanakkan Zadok, Zadok memperanakkan Akhim, Akhim memperanakkan Eliud,"
  },
  {
    "reference": "Mat 1:15",
    "text": "Eliud memperanakkan Eleazar, Eleazar memperanakkan Matan, Matan memperanakkan Yakub,"
  },
  {
    "reference": "Mat 1:16",
    "text": "Yakub memperanakkan Yusuf suami Maria, yang melahirkan Yesus yang disebut Kristus."
  },
  {
    "reference": "Mat 1:17",
    "text": "Jadi seluruhnya ada: empat belas keturunan dari Abraham sampai Daud, empat belas keturunan dari Daud sampai pembuangan ke Babel, dan empat belas keturunan dari pembuangan ke Babel sampai Kristus. Kelahiran Yesus Kristus 1:18-25 (Luk. 2:1-7)"
  },
  {
    "reference": "Mat 1:18",
    "text": "- 1:18: Luk. 1:27 Kelahiran Yesus Kristus adalah seperti berikut: Pada waktu Maria, ibu-Nya, bertunangan dengan Yusuf, ternyata ia mengandung dari Roh Kudus, sebelum mereka hidup sebagai suami isteri."
  },
  {
    "reference": "Mat 1:19",
    "text": "Karena Yusuf suaminya, seorang yang tulus hati dan tidak mau mencemarkan nama isterinya di muka umum, ia bermaksud menceraikannya dengan diam-diam."
  },
  {
    "reference": "Mat 1:20",
    "text": "Tetapi ketika ia mempertimbangkan maksud itu, malaikat Tuhan nampak kepadanya dalam mimpi dan berkata: ”Yusuf, anak Daud, janganlah engkau takut mengambil Maria sebagai isterimu, sebab anak yang di dalam kandungannya adalah dari Roh Kudus."
  },
  {
    "reference": "Mat 1:21",
    "text": "- 1:21: Luk. 1:31 Ia akan melahirkan anak laki-laki dan engkau akan menamakan Dia Yesus, karena Dialah yang akan menyelamatkan umat-Nya dari dosa mereka.”"
  },
  {
    "reference": "Mat 1:22",
    "text": "Hal itu terjadi supaya genaplah yang difirmankan Tuhan oleh nabi:"
  },
  {
    "reference": "Mat 1:23",
    "text": "- 1:23: Yes. 7:14 ”Sesungguhnya, anak dara itu akan mengandung dan melahirkan seorang anak laki-laki, dan mereka akan menamakan Dia Imanuel” – yang berarti: Allah menyertai kita."
  },
  {
    "reference": "Mat 1:24",
    "text": "Sesudah bangun dari tidurnya, Yusuf berbuat seperti yang diperintahkan malaikat Tuhan itu kepadanya. Ia mengambil Maria sebagai isterinya,"
  },
  {
    "reference": "Mat 1:25",
    "text": "- 1:25: Luk. 1:31 tetapi tidak bersetubuh dengan dia sampai ia melahirkan anaknya laki-laki dan Yusuf menamakan Dia Yesus."
  },
  {
    "reference": "Mat 2:1",
    "text": "Sesudah Yesus dilahirkan di Betlehem di tanah Yudea pada zaman raja Herodes, datanglah orang-orang majus dari Timur ke Yerusalem"
  },
  {
    "reference": "Mat 2:2",
    "text": "dan bertanya-tanya: ”Di manakah Dia, raja orang Yahudi yang baru dilahirkan itu? Kami telah melihat bintang-Nya di Timur dan kami datang untuk menyembah Dia.”"
  },
  {
    "reference": "Mat 2:3",
    "text": "Ketika raja Herodes mendengar hal itu terkejutlah ia beserta seluruh Yerusalem."
  },
  {
    "reference": "Mat 2:4",
    "text": "Maka dikumpulkannya semua imam kepala dan ahli Taurat bangsa Yahudi, lalu dimintanya keterangan dari mereka, di mana Mesias akan dilahirkan."
  },
  {
    "reference": "Mat 2:5",
    "text": "Mereka berkata kepadanya: ”Di Betlehem di tanah Yudea, karena demikianlah ada tertulis dalam kitab nabi:"
  },
  {
    "reference": "Mat 2:6",
    "text": "- 2:6: Mi. 5:1 Dan engkau Betlehem, tanah Yehuda, engkau sekali-kali bukanlah yang terkecil di antara mereka yang memerintah Yehuda, karena dari padamulah akan bangkit seorang pemimpin, yang akan menggembalakan umat-Ku Israel.”"
  },
  {
    "reference": "Mat 2:7",
    "text": "Lalu dengan diam-diam Herodes memanggil orang-orang majus itu dan dengan teliti bertanya kepada mereka, bilamana bintang itu nampak."
  },
  {
    "reference": "Mat 2:8",
    "text": "Kemudian ia menyuruh mereka ke Betlehem, katanya: ”Pergi dan selidikilah dengan seksama hal-hal mengenai Anak itu dan segera sesudah kamu menemukan Dia, kabarkanlah kepadaku supaya aku pun datang menyembah Dia.”"
  },
  {
    "reference": "Mat 2:9",
    "text": "Setelah mendengar kata-kata raja itu, berangkatlah mereka. Dan lihatlah, bintang yang mereka lihat di Timur itu mendahului mereka hingga tiba dan berhenti di atas tempat, di mana Anak itu berada."
  },
  {
    "reference": "Mat 2:10",
    "text": "Ketika mereka melihat bintang itu, sangat bersukacitalah mereka."
  },
  {
    "reference": "Mat 2:11",
    "text": "Maka masuklah mereka ke dalam rumah itu dan melihat Anak itu bersama Maria, ibu-Nya, lalu sujud menyembah Dia. Mereka pun membuka tempat harta bendanya dan mempersembahkan persembahan kepada-Nya, yaitu emas, kemenyan dan mur."
  },
  {
    "reference": "Mat 2:12",
    "text": "Dan karena diperingatkan dalam mimpi, supaya jangan kembali kepada Herodes, maka pulanglah mereka ke negerinya melalui jalan lain. Penyingkiran ke Mesir 2:13-15"
  },
  {
    "reference": "Mat 2:13",
    "text": "Setelah orang-orang majus itu berangkat, nampaklah malaikat Tuhan kepada Yusuf dalam mimpi dan berkata: ”Bangunlah, ambillah Anak itu serta ibu-Nya, larilah ke Mesir dan tinggallah di sana sampai Aku berfirman kepadamu, karena Herodes akan mencari Anak itu untuk membunuh Dia.”"
  },
  {
    "reference": "Mat 2:14",
    "text": "Maka Yusuf pun bangunlah, diambilnya Anak itu serta ibu-Nya malam itu juga, lalu menyingkir ke Mesir,"
  },
  {
    "reference": "Mat 2:15",
    "text": "- 2:15: Hos. 11:1 dan tinggal di sana hingga Herodes mati. Hal itu terjadi supaya genaplah yang difirmankan Tuhan oleh nabi: ”Dari Mesir Kupanggil Anak-Ku.” Pembunuhan anak-anak di Betlehem 2:16-18"
  },
  {
    "reference": "Mat 2:16",
    "text": "Ketika Herodes tahu, bahwa ia telah diperdayakan oleh orang-orang majus itu, ia sangat marah. Lalu ia menyuruh membunuh semua anak di Betlehem dan sekitarnya, yaitu anak-anak yang berumur dua tahun ke bawah, sesuai dengan waktu yang dapat diketahuinya dari orang-orang majus itu."
  },
  {
    "reference": "Mat 2:17",
    "text": "Dengan demikian genaplah firman yang disampaikan oleh nabi Yeremia:"
  },
  {
    "reference": "Mat 2:18",
    "text": "- 2:18: Yer. 31:15 ”Terdengarlah suara di Rama, tangis dan ratap yang amat sedih; Rahel menangisi anak-anaknya dan ia tidak mau dihibur, sebab mereka tidak ada lagi.” Kembali dari Mesir 2:19-23"
  },
  {
    "reference": "Mat 2:19",
    "text": "Setelah Herodes mati, nampaklah malaikat Tuhan kepada Yusuf dalam mimpi di Mesir, katanya:"
  },
  {
    "reference": "Mat 2:20",
    "text": "”Bangunlah, ambillah Anak itu serta ibu-Nya dan berangkatlah ke tanah Israel, karena mereka yang hendak membunuh Anak itu, sudah mati.”"
  },
  {
    "reference": "Mat 2:21",
    "text": "Lalu Yusuf pun bangunlah, diambilnya Anak itu serta ibu-Nya dan pergi ke tanah Israel."
  },
  {
    "reference": "Mat 2:22",
    "text": "Tetapi setelah didengarnya, bahwa Arkhelaus menjadi raja di Yudea menggantikan Herodes, ayahnya, ia takut ke sana. Karena dinasihati dalam mimpi, pergilah Yusuf ke daerah Galilea."
  },
  {
    "reference": "Mat 2:23",
    "text": "- 2:23: Mrk. 1:24; Luk. 2:39; Yoh. 1:45 Setibanya di sana ia pun tinggal di sebuah kota yang bernama Nazaret. Hal itu terjadi supaya genaplah firman yang disampaikan oleh nabi-nabi, bahwa Ia akan disebut: Orang Nazaret."
  },
  {
    "reference": "Mat 3:1",
    "text": "Pada waktu itu tampillah Yohanes Pembaptis di padang gurun Yudea dan memberitakan:"
  },
  {
    "reference": "Mat 3:2",
    "text": "- 3:2: Mat. 4:17; Mrk. 1:15 ”Bertobatlah, sebab Kerajaan Sorga sudah dekat!”"
  },
  {
    "reference": "Mat 3:3",
    "text": "- 3:3: Yes. 40:3 Sesungguhnya dialah yang dimaksudkan nabi Yesaya ketika ia berkata: ”Ada suara orang yang berseru-seru di padang gurun: Persiapkanlah jalan untuk Tuhan, luruskanlah jalan bagi-Nya.”"
  },
  {
    "reference": "Mat 3:4",
    "text": "- 3:4: 2Raj. 1:8; Mrk. 1:6 Yohanes memakai jubah bulu unta dan ikat pinggang kulit, dan makanannya belalang dan madu hutan."
  },
  {
    "reference": "Mat 3:5",
    "text": "Maka datanglah kepadanya penduduk dari Yerusalem, dari seluruh Yudea dan dari seluruh daerah sekitar Yordan."
  },
  {
    "reference": "Mat 3:6",
    "text": "Lalu sambil mengaku dosanya mereka dibaptis oleh Yohanes di sungai Yordan."
  },
  {
    "reference": "Mat 3:7",
    "text": "Tetapi waktu ia melihat banyak orang Farisi dan orang Saduki datang untuk dibaptis, berkatalah ia kepada mereka: ”Hai kamu keturunan ular beludak. Siapakah yang mengatakan kepada kamu, bahwa kamu dapat melarikan diri dari murka yang akan datang?"
  },
  {
    "reference": "Mat 3:8",
    "text": "Jadi hasilkanlah buah yang sesuai dengan pertobatan."
  },
  {
    "reference": "Mat 3:9",
    "text": "- 3:9: Luk. 3:8; Yoh. 8:33 Dan janganlah mengira, bahwa kamu dapat berkata dalam hatimu: Abraham adalah bapa kami! Karena aku berkata kepadamu: Allah dapat menjadikan anak-anak bagi Abraham dari batu-batu ini!"
  },
  {
    "reference": "Mat 3:10",
    "text": "- 3:10: Mat. 7:19; Luk. 3:9 Kapak sudah tersedia pada akar pohon dan setiap pohon yang tidak menghasilkan buah yang baik, pasti ditebang dan dibuang ke dalam api."
  },
  {
    "reference": "Mat 3:11",
    "text": "Aku membaptis kamu dengan air sebagai tanda pertobatan, tetapi Ia yang datang kemudian dari padaku lebih berkuasa dari padaku dan aku tidak layak melepaskan kasut-Nya. Ia akan membaptiskan kamu dengan Roh Kudus dan dengan api."
  },
  {
    "reference": "Mat 3:12",
    "text": "Alat penampi sudah ditangan-Nya. Ia akan membersihkan tempat pengirikan-Nya dan mengumpulkan gandum-Nya ke dalam lumbung, tetapi debu jerami itu akan dibakar-Nya dalam api yang tidak terpadamkan.” Yesus dibaptis Yohanes 3:13-17 (Mrk. 1:9-11; Luk. 3:21-22; Yoh. 1:32-34)"
  },
  {
    "reference": "Mat 3:13",
    "text": "Maka datanglah Yesus dari Galilea ke Yordan kepada Yohanes untuk dibaptis olehnya."
  },
  {
    "reference": "Mat 3:14",
    "text": "Tetapi Yohanes mencegah Dia, katanya: ”Akulah yang perlu dibaptis oleh-Mu, dan Engkau yang datang kepadaku?”"
  },
  {
    "reference": "Mat 3:15",
    "text": "Lalu Yesus menjawab, kata-Nya kepadanya: ”Biarlah hal itu terjadi, karena demikianlah sepatutnya kita menggenapkan seluruh kehendak Allah.” Dan Yohanes pun menuruti-Nya."
  },
  {
    "reference": "Mat 3:16",
    "text": "Sesudah dibaptis, Yesus segera keluar dari air dan pada waktu itu juga langit terbuka dan Ia melihat Roh Allah seperti burung merpati turun ke atas-Nya,"
  },
  {
    "reference": "Mat 3:17",
    "text": "- 3:17: Kej. 22:2; Mzm. 2:7; Yes. 42:1; Mat. 12:18, 17:5; Luk. 9:35 lalu terdengarlah suara dari sorga yang mengatakan: ”Inilah Anak-Ku yang Kukasihi, kepada-Nyalah Aku berkenan.”"
  },
  {
    "reference": "Mat 4:1",
    "text": "- 4:1: Ibr. 2:18, 4:15 Maka Yesus dibawa oleh Roh ke padang gurun untuk dicobai Iblis."
  },
  {
    "reference": "Mat 4:2",
    "text": "Dan setelah berpuasa empat puluh hari dan empat puluh malam, akhirnya laparlah Yesus."
  },
  {
    "reference": "Mat 4:3",
    "text": "Lalu datanglah si pencoba itu dan berkata kepada-Nya: ”Jika Engkau Anak Allah, perintahkanlah supaya batu-batu ini menjadi roti.”"
  },
  {
    "reference": "Mat 4:4",
    "text": "- 4:4: Ul. 8:3; Luk. 4:4 Tetapi Yesus menjawab: ”Ada tertulis: Manusia hidup bukan dari roti saja, tetapi dari setiap firman yang keluar dari mulut Allah.”"
  },
  {
    "reference": "Mat 4:5",
    "text": "Kemudian Iblis membawa-Nya ke Kota Suci dan menempatkan Dia di bubungan Bait Allah,"
  },
  {
    "reference": "Mat 4:6",
    "text": "- 4:6: Mzm. 91:11-12; Luk. 4:10-11 lalu berkata kepada-Nya: ”Jika Engkau Anak Allah, jatuhkanlah diri-Mu ke bawah, sebab ada tertulis: Mengenai Engkau Ia akan memerintahkan malaikat-malaikat-Nya dan mereka akan menatang Engkau di atas tangannya, supaya kaki-Mu jangan terantuk kepada batu.”"
  },
  {
    "reference": "Mat 4:7",
    "text": "- 4:7: Ul. 6:16; Luk. 4:12 Yesus berkata kepadanya: ”Ada pula tertulis: Janganlah engkau mencobai Tuhan, Allahmu!”"
  },
  {
    "reference": "Mat 4:8",
    "text": "Dan Iblis membawa-Nya pula ke atas gunung yang sangat tinggi dan memperlihatkan kepada-Nya semua kerajaan dunia dengan kemegahannya,"
  },
  {
    "reference": "Mat 4:9",
    "text": "dan berkata kepada-Nya: ”Semua itu akan kuberikan kepada-Mu, jika Engkau sujud menyembah aku.”"
  },
  {
    "reference": "Mat 4:10",
    "text": "- 4:10: Ul. 6:13; Luk. 4:8 Maka berkatalah Yesus kepadanya: ”Enyahlah, Iblis! Sebab ada tertulis: Engkau harus menyembah Tuhan, Allahmu, dan hanya kepada Dia sajalah engkau berbakti!”"
  },
  {
    "reference": "Mat 4:11",
    "text": "Lalu Iblis meninggalkan Dia, dan lihatlah, malaikat-malaikat datang melayani Yesus. Yesus tampil di Galilea 4:12-17 (Mrk. 1:14-15; Luk. 4:14-15)"
  },
  {
    "reference": "Mat 4:12",
    "text": "- 4:12: Mat. 14:3; Mrk. 6:17; Luk. 3:19-20 Tetapi waktu Yesus mendengar, bahwa Yohanes telah ditangkap, menyingkirlah Ia ke Galilea."
  },
  {
    "reference": "Mat 4:13",
    "text": "- 4:13: Yoh. 2:12 Ia meninggalkan Nazaret dan diam di Kapernaum, di tepi danau, di daerah Zebulon dan Naftali,"
  },
  {
    "reference": "Mat 4:14",
    "text": "supaya genaplah firman yang disampaikan oleh nabi Yesaya:"
  },
  {
    "reference": "Mat 4:15",
    "text": "- 4:15-16: Yes. 8:23–9:1 ”Tanah Zebulon dan tanah Naftali, jalan ke laut, daerah seberang sungai Yordan, Galilea, wilayah bangsa-bangsa lain, –"
  },
  {
    "reference": "Mat 4:16",
    "text": "bangsa yang diam dalam kegelapan, telah melihat Terang yang besar dan bagi mereka yang diam di negeri yang dinaungi maut, telah terbit Terang.”"
  },
  {
    "reference": "Mat 4:17",
    "text": "- 4:17: Mat. 3:2; Mrk. 1:15 Sejak waktu itulah Yesus memberitakan: ”Bertobatlah, sebab Kerajaan Sorga sudah dekat!” Yesus memanggil murid-murid yang pertama 4:18-22 (Mrk. 1:16-20; Luk. 5:1-11)"
  },
  {
    "reference": "Mat 4:18",
    "text": "Dan ketika Yesus sedang berjalan menyusur danau Galilea, Ia melihat dua orang bersaudara, yaitu Simon yang disebut Petrus, dan Andreas, saudaranya. Mereka sedang menebarkan jala di danau, sebab mereka penjala ikan."
  },
  {
    "reference": "Mat 4:19",
    "text": "Yesus berkata kepada mereka: ”Mari, ikutlah Aku, dan kamu akan Kujadikan penjala manusia.”"
  },
  {
    "reference": "Mat 4:20",
    "text": "Lalu mereka pun segera meninggalkan jalanya dan mengikuti Dia."
  },
  {
    "reference": "Mat 4:21",
    "text": "Dan setelah Yesus pergi dari sana, dilihat-Nya pula dua orang bersaudara, yaitu Yakobus anak Zebedeus dan Yohanes saudaranya, bersama ayah mereka, Zebedeus, sedang membereskan jala di dalam perahu. Yesus memanggil mereka"
  },
  {
    "reference": "Mat 4:22",
    "text": "dan mereka segera meninggalkan perahu serta ayahnya, lalu mengikuti Dia. Yesus mengajar dan menyembuhkan banyak orang 4:23-25 (Luk. 6:17-19)"
  },
  {
    "reference": "Mat 4:23",
    "text": "- 4:23: Mat. 9:35; Mrk. 1:39 Yesus pun berkeliling di seluruh Galilea; Ia mengajar dalam rumah-rumah ibadat dan memberitakan Injil Kerajaan Allah serta melenyapkan segala penyakit dan kelemahan di antara bangsa itu."
  },
  {
    "reference": "Mat 4:24",
    "text": "Maka tersiarlah berita tentang Dia di seluruh Siria dan dibawalah kepada-Nya semua orang yang buruk keadaannya, yang menderita pelbagai penyakit dan sengsara, yang kerasukan, yang sakit ayan dan yang lumpuh, lalu Yesus menyembuhkan mereka."
  },
  {
    "reference": "Mat 4:25",
    "text": "Maka orang banyak berbondong-bondong mengikuti Dia. Mereka datang dari Galilea dan dari Dekapolis, dari Yerusalem dan dari Yudea dan dari seberang Yordan."
  },
  {
    "reference": "Mat 5:1",
    "text": "Ketika Yesus melihat orang banyak itu, naiklah Ia ke atas bukit dan setelah Ia duduk, datanglah murid-murid-Nya kepada-Nya."
  },
  {
    "reference": "Mat 5:2",
    "text": "Maka Yesus pun mulai berbicara dan mengajar mereka, kata-Nya:"
  },
  {
    "reference": "Mat 5:3",
    "text": "”Berbahagialah orang yang miskin di hadapan Allah, karena merekalah yang empunya Kerajaan Sorga."
  },
  {
    "reference": "Mat 5:4",
    "text": "- 5:4: Yes. 61:2 Berbahagialah orang yang berdukacita, karena mereka akan dihibur."
  },
  {
    "reference": "Mat 5:5",
    "text": "- 5:5: Mzm. 37:11 Berbahagialah orang yang lemah lembut, karena mereka akan memiliki bumi."
  },
  {
    "reference": "Mat 5:6",
    "text": "- 5:6: Yes. 55:1-2 Berbahagialah orang yang lapar dan haus akan kebenaran, karena mereka akan dipuaskan."
  },
  {
    "reference": "Mat 5:7",
    "text": "Berbahagialah orang yang murah hatinya, karena mereka akan beroleh kemurahan."
  },
  {
    "reference": "Mat 5:8",
    "text": "- 5:8: Mzm. 24:3-4 Berbahagialah orang yang suci hatinya, karena mereka akan melihat Allah."
  },
  {
    "reference": "Mat 5:9",
    "text": "Berbahagialah orang yang membawa damai, karena mereka akan disebut anak-anak Allah."
  },
  {
    "reference": "Mat 5:10",
    "text": "- 5:10: 1Ptr. 3:14 Berbahagialah orang yang dianiaya oleh sebab kebenaran, karena merekalah yang empunya Kerajaan Sorga."
  },
  {
    "reference": "Mat 5:11",
    "text": "- 5:11: 1Ptr. 4:14 Berbahagialah kamu, jika karena Aku kamu dicela dan dianiaya dan kepadamu difitnahkan segala yang jahat."
  },
  {
    "reference": "Mat 5:12",
    "text": "- 5:12: 2Taw. 36:16; Kis. 7:52 Bersukacita dan bergembiralah, karena upahmu besar di sorga, sebab demikian juga telah dianiaya nabi-nabi yang sebelum kamu.” Garam dunia dan terang dunia 5:13-16"
  },
  {
    "reference": "Mat 5:13",
    "text": "- 5:13: Mrk. 9:50; Luk. 14:34-35 ”Kamu adalah garam dunia. Jika garam itu menjadi tawar, dengan apakah ia diasinkan? Tidak ada lagi gunanya selain dibuang dan diinjak orang."
  },
  {
    "reference": "Mat 5:14",
    "text": "- 5:14: Yoh. 8:12, 9:5 Kamu adalah terang dunia. Kota yang terletak di atas gunung tidak mungkin tersembunyi."
  },
  {
    "reference": "Mat 5:15",
    "text": "- 5:15: Mrk. 4:21; Luk. 8:16, 11:33 Lagipula orang tidak menyalakan pelita lalu meletakkannya di bawah gantang, melainkan di atas kaki dian sehingga menerangi semua orang di dalam rumah itu."
  },
  {
    "reference": "Mat 5:16",
    "text": "- 5:16: 1Ptr. 2:12 Demikianlah hendaknya terangmu bercahaya di depan orang, supaya mereka melihat perbuatanmu yang baik dan memuliakan Bapamu yang di sorga.” Yesus dan hukum Taurat 5:17-48 (Luk. 6:27-36)"
  },
  {
    "reference": "Mat 5:17",
    "text": "”Janganlah kamu menyangka, bahwa Aku datang untuk meniadakan hukum Taurat atau kitab para nabi. Aku datang bukan untuk meniadakannya, melainkan untuk menggenapinya."
  },
  {
    "reference": "Mat 5:18",
    "text": "- 5:18: Luk. 16:17 Karena Aku berkata kepadamu: Sesungguhnya selama belum lenyap langit dan bumi ini, satu iota atau satu titik pun tidak akan ditiadakan dari hukum Taurat, sebelum semuanya terjadi."
  },
  {
    "reference": "Mat 5:19",
    "text": "Karena itu siapa yang meniadakan salah satu perintah hukum Taurat sekalipun yang paling kecil, dan mengajarkannya demikian kepada orang lain, ia akan menduduki tempat yang paling rendah di dalam Kerajaan Sorga; tetapi siapa yang melakukan dan mengajarkan segala perintah-perintah hukum Taurat, ia akan menduduki tempat yang tinggi di dalam Kerajaan Sorga."
  },
  {
    "reference": "Mat 5:20",
    "text": "Maka Aku berkata kepadamu: Jika hidup keagamaanmu tidak lebih benar dari pada hidup keagamaan ahli-ahli Taurat dan orang-orang Farisi, sesungguhnya kamu tidak akan masuk ke dalam Kerajaan Sorga."
  },
  {
    "reference": "Mat 5:21",
    "text": "- 5:21: Kel. 20:13; Ul. 5:17 - 5:21-26: Luk. 12:57-59 Kamu telah mendengar yang difirmankan kepada nenek moyang kita: Jangan membunuh; siapa yang membunuh harus dihukum."
  },
  {
    "reference": "Mat 5:22",
    "text": "Tetapi Aku berkata kepadamu: Setiap orang yang marah terhadap saudaranya harus dihukum; siapa yang berkata kepada saudaranya: Kafir! harus dihadapkan ke Mahkamah Agama dan siapa yang berkata: Jahil! harus diserahkan ke dalam neraka yang menyala-nyala."
  },
  {
    "reference": "Mat 5:23",
    "text": "Sebab itu, jika engkau mempersembahkan persembahanmu di atas mezbah dan engkau teringat akan sesuatu yang ada dalam hati saudaramu terhadap engkau,"
  },
  {
    "reference": "Mat 5:24",
    "text": "tinggalkanlah persembahanmu di depan mezbah itu dan pergilah berdamai dahulu dengan saudaramu, lalu kembali untuk mempersembahkan persembahanmu itu."
  },
  {
    "reference": "Mat 5:25",
    "text": "Segeralah berdamai dengan lawanmu selama engkau bersama-sama dengan dia di tengah jalan, supaya lawanmu itu jangan menyerahkan engkau kepada hakim dan hakim itu menyerahkan engkau kepada pembantunya dan engkau dilemparkan ke dalam penjara."
  },
  {
    "reference": "Mat 5:26",
    "text": "Aku berkata kepadamu: Sesungguhnya engkau tidak akan keluar dari sana, sebelum engkau membayar hutangmu sampai lunas."
  },
  {
    "reference": "Mat 5:27",
    "text": "- 5:27: Kel. 20:14; Ul. 5:18 Kamu telah mendengar firman: Jangan berzinah."
  },
  {
    "reference": "Mat 5:28",
    "text": "Tetapi Aku berkata kepadamu: Setiap orang yang memandang perempuan serta menginginkannya, sudah berzinah dengan dia di dalam hatinya."
  },
  {
    "reference": "Mat 5:29",
    "text": "- 5:29: Mat. 18:9; Mrk. 9:47 Maka jika matamu yang kanan menyesatkan engkau, cungkillah dan buanglah itu, karena lebih baik bagimu jika satu dari anggota tubuhmu binasa, dari pada tubuhmu dengan utuh dicampakkan ke dalam neraka."
  },
  {
    "reference": "Mat 5:30",
    "text": "- 5:30: Mat. 18:8; Mrk. 9:43 Dan jika tanganmu yang kanan menyesatkan engkau, penggallah dan buanglah itu, karena lebih baik bagimu jika satu dari anggota tubuhmu binasa dari pada tubuhmu dengan utuh masuk neraka."
  },
  {
    "reference": "Mat 5:31",
    "text": "- 5:31: Ul. 24:1-4; Mat. 19:7; Mrk. 10:4 Telah difirmankan juga: Siapa yang menceraikan isterinya harus memberi surat cerai kepadanya."
  },
  {
    "reference": "Mat 5:32",
    "text": "- 5:32: Mat. 19:9; Mrk. 10:11-12; Luk. 16:18; 1Kor. 7:10-11 Tetapi Aku berkata kepadamu: Setiap orang yang menceraikan isterinya kecuali karena zinah, ia menjadikan isterinya berzinah; dan siapa yang kawin dengan perempuan yang diceraikan, ia berbuat zinah."
  },
  {
    "reference": "Mat 5:33",
    "text": "- 5:33: Im. 19:12; Bil. 30:2; Ul. 23:21 Kamu telah mendengar pula yang difirmankan kepada nenek moyang kita: Jangan bersumpah palsu, melainkan peganglah sumpahmu di depan Tuhan."
  },
  {
    "reference": "Mat 5:34",
    "text": "- 5:34: Yes. 66:1; Mat. 23:22; Yak. 5:12 Tetapi Aku berkata kepadamu: Janganlah sekali-kali bersumpah, baik demi langit, karena langit adalah takhta Allah,"
  },
  {
    "reference": "Mat 5:35",
    "text": "- 5:35: Mzm. 48:3; Yes. 66:1 maupun demi bumi, karena bumi adalah tumpuan kaki-Nya, ataupun demi Yerusalem, karena Yerusalem adalah kota Raja Besar;"
  },
  {
    "reference": "Mat 5:36",
    "text": "janganlah juga engkau bersumpah demi kepalamu, karena engkau tidak berkuasa memutihkan atau menghitamkan sehelai rambut pun."
  },
  {
    "reference": "Mat 5:37",
    "text": "Jika ya, hendaklah kamu katakan: ya, jika tidak, hendaklah kamu katakan: tidak. Apa yang lebih dari pada itu berasal dari si jahat."
  },
  {
    "reference": "Mat 5:38",
    "text": "- 5:38: Kel. 21:24; Im. 24:20; Ul. 19:21 Kamu telah mendengar firman: Mata ganti mata dan gigi ganti gigi."
  },
  {
    "reference": "Mat 5:39",
    "text": "Tetapi Aku berkata kepadamu: Janganlah kamu melawan orang yang berbuat jahat kepadamu, melainkan siapa pun yang menampar pipi kananmu, berilah juga kepadanya pipi kirimu."
  },
  {
    "reference": "Mat 5:40",
    "text": "Dan kepada orang yang hendak mengadukan engkau karena mengingini bajumu, serahkanlah juga jubahmu."
  },
  {
    "reference": "Mat 5:41",
    "text": "Dan siapa pun yang memaksa engkau berjalan sejauh satu mil, berjalanlah bersama dia sejauh dua mil."
  },
  {
    "reference": "Mat 5:42",
    "text": "Berilah kepada orang yang meminta kepadamu dan janganlah menolak orang yang mau meminjam dari padamu."
  },
  {
    "reference": "Mat 5:43",
    "text": "- 5:43: Im. 19:18 Kamu telah mendengar firman: Kasihilah sesamamu manusia dan bencilah musuhmu."
  },
  {
    "reference": "Mat 5:44",
    "text": "Tetapi Aku berkata kepadamu: Kasihilah musuhmu dan berdoalah bagi mereka yang menganiaya kamu."
  },
  {
    "reference": "Mat 5:45",
    "text": "Karena dengan demikianlah kamu menjadi anak-anak Bapamu yang di sorga, yang menerbitkan matahari bagi orang yang jahat dan orang yang baik dan menurunkan hujan bagi orang yang benar dan orang yang tidak benar."
  },
  {
    "reference": "Mat 5:46",
    "text": "Apabila kamu mengasihi orang yang mengasihi kamu, apakah upahmu? Bukankah pemungut cukai juga berbuat demikian?"
  },
  {
    "reference": "Mat 5:47",
    "text": "Dan apabila kamu hanya memberi salam kepada saudara-saudaramu saja, apakah lebihnya dari pada perbuatan orang lain? Bukankah orang yang tidak mengenal Allah pun berbuat demikian?"
  },
  {
    "reference": "Mat 5:48",
    "text": "- 5:48: Im. 19:2; Ul. 18:13 Karena itu haruslah kamu sempurna, sama seperti Bapamu yang di sorga adalah sempurna.”"
  },
  {
    "reference": "Mat 6:1",
    "text": "- 6:1: Mat. 23:5 ”Ingatlah, jangan kamu melakukan kewajiban agamamu di hadapan orang supaya dilihat mereka, karena jika demikian, kamu tidak beroleh upah dari Bapamu yang di sorga."
  },
  {
    "reference": "Mat 6:2",
    "text": "Jadi apabila engkau memberi sedekah, janganlah engkau mencanangkan hal itu, seperti yang dilakukan orang munafik di rumah-rumah ibadat dan di lorong-lorong, supaya mereka dipuji orang. Aku berkata kepadamu: Sesungguhnya mereka sudah mendapat upahnya."
  },
  {
    "reference": "Mat 6:3",
    "text": "Tetapi jika engkau memberi sedekah, janganlah diketahui tangan kirimu apa yang diperbuat tangan kananmu."
  },
  {
    "reference": "Mat 6:4",
    "text": "Hendaklah sedekahmu itu diberikan dengan tersembunyi, maka Bapamu yang melihat yang tersembunyi akan membalasnya kepadamu.” Hal berdoa 6:5-15 (Luk. 11:2-4)"
  },
  {
    "reference": "Mat 6:5",
    "text": "- 6:5: Luk. 18:10-14 ”Dan apabila kamu berdoa, janganlah berdoa seperti orang munafik. Mereka suka mengucapkan doanya dengan berdiri dalam rumah-rumah ibadat dan pada tikungan-tikungan jalan raya, supaya mereka dilihat orang. Aku berkata kepadamu: Sesungguhnya mereka sudah mendapat upahnya."
  },
  {
    "reference": "Mat 6:6",
    "text": "Tetapi jika engkau berdoa, masuklah ke dalam kamarmu, tutuplah pintu dan berdoalah kepada Bapamu yang ada di tempat tersembunyi. Maka Bapamu yang melihat yang tersembunyi akan membalasnya kepadamu."
  },
  {
    "reference": "Mat 6:7",
    "text": "Lagipula dalam doamu itu janganlah kamu bertele-tele seperti kebiasaan orang yang tidak mengenal Allah. Mereka menyangka bahwa karena banyaknya kata-kata doanya akan dikabulkan."
  },
  {
    "reference": "Mat 6:8",
    "text": "Jadi janganlah kamu seperti mereka, karena Bapamu mengetahui apa yang kamu perlukan, sebelum kamu minta kepada-Nya."
  },
  {
    "reference": "Mat 6:9",
    "text": "Karena itu berdoalah demikian: Bapa kami yang di sorga, Dikuduskanlah nama-Mu,"
  },
  {
    "reference": "Mat 6:10",
    "text": "datanglah Kerajaan-Mu, jadilah kehendak-Mu di bumi seperti di sorga."
  },
  {
    "reference": "Mat 6:11",
    "text": "Berikanlah kami pada hari ini makanan kami yang secukupnya"
  },
  {
    "reference": "Mat 6:12",
    "text": "dan ampunilah kami akan kesalahan kami, seperti kami juga mengampuni orang yang bersalah kepada kami;"
  },
  {
    "reference": "Mat 6:13",
    "text": "dan janganlah membawa kami ke dalam pencobaan, tetapi lepaskanlah kami dari pada yang jahat. [Karena Engkaulah yang empunya Kerajaan dan kuasa dan kemuliaan sampai selama-lamanya. Amin.]"
  },
  {
    "reference": "Mat 6:14",
    "text": "- 6:14: Mrk. 11:25 Karena jikalau kamu mengampuni kesalahan orang, Bapamu yang di sorga akan mengampuni kamu juga."
  },
  {
    "reference": "Mat 6:15",
    "text": "Tetapi jikalau kamu tidak mengampuni orang, Bapamu juga tidak akan mengampuni kesalahanmu.” Hal berpuasa 6:16-18"
  },
  {
    "reference": "Mat 6:16",
    "text": "”Dan apabila kamu berpuasa, janganlah muram mukamu seperti orang munafik. Mereka mengubah air mukanya, supaya orang melihat bahwa mereka sedang berpuasa. Aku berkata kepadamu: Sesungguhnya mereka sudah mendapat upahnya."
  },
  {
    "reference": "Mat 6:17",
    "text": "Tetapi apabila engkau berpuasa, minyakilah kepalamu dan cucilah mukamu,"
  },
  {
    "reference": "Mat 6:18",
    "text": "supaya jangan dilihat oleh orang bahwa engkau sedang berpuasa, melainkan hanya oleh Bapamu yang ada di tempat tersembunyi. Maka Bapamu yang melihat yang tersembunyi akan membalasnya kepadamu.” Hal mengumpulkan harta 6:19-24"
  },
  {
    "reference": "Mat 6:19",
    "text": "- 6:19: Yak. 5:2-3 - 6:19-21: Luk. 12:33-34 ”Janganlah kamu mengumpulkan harta di bumi; di bumi ngengat dan karat merusakkannya dan pencuri membongkar serta mencurinya."
  },
  {
    "reference": "Mat 6:20",
    "text": "Tetapi kumpulkanlah bagimu harta di sorga; di sorga ngengat dan karat tidak merusakkannya dan pencuri tidak membongkar serta mencurinya."
  },
  {
    "reference": "Mat 6:21",
    "text": "Karena di mana hartamu berada, di situ juga hatimu berada."
  },
  {
    "reference": "Mat 6:22",
    "text": "- 6:22-23: Luk. 11:34-36 Mata adalah pelita tubuh. Jika matamu baik, teranglah seluruh tubuhmu;"
  },
  {
    "reference": "Mat 6:23",
    "text": "jika matamu jahat, gelaplah seluruh tubuhmu. Jadi jika terang yang ada padamu gelap, betapa gelapnya kegelapan itu."
  },
  {
    "reference": "Mat 6:24",
    "text": "- 6:24: Luk. 16:13 Tak seorang pun dapat mengabdi kepada dua tuan. Karena jika demikian, ia akan membenci yang seorang dan mengasihi yang lain, atau ia akan setia kepada yang seorang dan tidak mengindahkan yang lain. Kamu tidak dapat mengabdi kepada Allah dan kepada Mamon.” Hal kekuatiran 6:25-34 (Luk. 12:22-31)"
  },
  {
    "reference": "Mat 6:25",
    "text": "”Karena itu Aku berkata kepadamu: Janganlah kuatir akan hidupmu, akan apa yang hendak kamu makan atau minum, dan janganlah kuatir pula akan tubuhmu, akan apa yang hendak kamu pakai. Bukankah hidup itu lebih penting dari pada makanan dan tubuh itu lebih penting dari pada pakaian?"
  },
  {
    "reference": "Mat 6:26",
    "text": "Pandanglah burung-burung di langit, yang tidak menabur dan tidak menuai dan tidak mengumpulkan bekal dalam lumbung, namun diberi makan oleh Bapamu yang di sorga. Bukankah kamu jauh melebihi burung-burung itu?"
  },
  {
    "reference": "Mat 6:27",
    "text": "Siapakah di antara kamu yang karena kekuatirannya dapat menambahkan sehasta saja pada jalan hidupnya?"
  },
  {
    "reference": "Mat 6:28",
    "text": "Dan mengapa kamu kuatir akan pakaian? Perhatikanlah bunga bakung di ladang, yang tumbuh tanpa bekerja dan tanpa memintal,"
  },
  {
    "reference": "Mat 6:29",
    "text": "- 6:29: 1Raj. 10:4-7; 2Taw. 9:3-6 namun Aku berkata kepadamu: Salomo dalam segala kemegahannya pun tidak berpakaian seindah salah satu dari bunga itu."
  },
  {
    "reference": "Mat 6:30",
    "text": "Jadi jika demikian Allah mendandani rumput di ladang, yang hari ini ada dan besok dibuang ke dalam api, tidakkah Ia akan terlebih lagi mendandani kamu, hai orang yang kurang percaya?"
  },
  {
    "reference": "Mat 6:31",
    "text": "Sebab itu janganlah kamu kuatir dan berkata: Apakah yang akan kami makan? Apakah yang akan kami minum? Apakah yang akan kami pakai?"
  },
  {
    "reference": "Mat 6:32",
    "text": "Semua itu dicari bangsa-bangsa yang tidak mengenal Allah. Akan tetapi Bapamu yang di sorga tahu, bahwa kamu memerlukan semuanya itu."
  },
  {
    "reference": "Mat 6:33",
    "text": "Tetapi carilah dahulu Kerajaan Allah dan kebenarannya, maka semuanya itu akan ditambahkan kepadamu."
  },
  {
    "reference": "Mat 6:34",
    "text": "Sebab itu janganlah kamu kuatir akan hari besok, karena hari besok mempunyai kesusahannya sendiri. Kesusahan sehari cukuplah untuk sehari.”"
  },
  {
    "reference": "Mat 7:1",
    "text": "”Jangan kamu menghakimi, supaya kamu tidak dihakimi."
  },
  {
    "reference": "Mat 7:2",
    "text": "- 7:2: Mrk. 4:24 Karena dengan penghakiman yang kamu pakai untuk menghakimi, kamu akan dihakimi dan ukuran yang kamu pakai untuk mengukur, akan diukurkan kepadamu."
  },
  {
    "reference": "Mat 7:3",
    "text": "Mengapakah engkau melihat selumbar di mata saudaramu, sedangkan balok di dalam matamu tidak engkau ketahui?"
  },
  {
    "reference": "Mat 7:4",
    "text": "Bagaimanakah engkau dapat berkata kepada saudaramu: Biarlah aku mengeluarkan selumbar itu dari matamu, padahal ada balok di dalam matamu."
  },
  {
    "reference": "Mat 7:5",
    "text": "Hai orang munafik, keluarkanlah dahulu balok dari matamu, maka engkau akan melihat dengan jelas untuk mengeluarkan selumbar itu dari mata saudaramu.” Hal yang kudus dan berharga 7:6"
  },
  {
    "reference": "Mat 7:6",
    "text": "”Jangan kamu memberikan barang yang kudus kepada anjing dan jangan kamu melemparkan mutiaramu kepada babi, supaya jangan diinjak-injaknya dengan kakinya, lalu ia berbalik mengoyak kamu.” Hal pengabulan doa 7:7-11 (Luk. 11:9-13)"
  },
  {
    "reference": "Mat 7:7",
    "text": "”Mintalah, maka akan diberikan kepadamu; carilah, maka kamu akan mendapat; ketoklah, maka pintu akan dibukakan bagimu."
  },
  {
    "reference": "Mat 7:8",
    "text": "Karena setiap orang yang meminta, menerima dan setiap orang yang mencari, mendapat dan setiap orang yang mengetok, baginya pintu dibukakan."
  },
  {
    "reference": "Mat 7:9",
    "text": "Adakah seorang dari padamu yang memberi batu kepada anaknya, jika ia meminta roti,"
  },
  {
    "reference": "Mat 7:10",
    "text": "atau memberi ular, jika ia meminta ikan?"
  },
  {
    "reference": "Mat 7:11",
    "text": "Jadi jika kamu yang jahat tahu memberi pemberian yang baik kepada anak-anakmu, apalagi Bapamu yang di sorga! Ia akan memberikan yang baik kepada mereka yang meminta kepada-Nya.” Jalan yang benar 7:12-14"
  },
  {
    "reference": "Mat 7:12",
    "text": "- 7:12: Luk. 6:31 ”Segala sesuatu yang kamu kehendaki supaya orang perbuat kepadamu, perbuatlah demikian juga kepada mereka. Itulah isi seluruh hukum Taurat dan kitab para nabi."
  },
  {
    "reference": "Mat 7:13",
    "text": "- 7:13: Luk. 13:24 Masuklah melalui pintu yang sesak itu, karena lebarlah pintu dan luaslah jalan yang menuju kepada kebinasaan, dan banyak orang yang masuk melaluinya;"
  },
  {
    "reference": "Mat 7:14",
    "text": "karena sesaklah pintu dan sempitlah jalan yang menuju kepada kehidupan, dan sedikit orang yang mendapatinya.” Hal pengajaran yang sesat 7:15-23"
  },
  {
    "reference": "Mat 7:15",
    "text": "”Waspadalah terhadap nabi-nabi palsu yang datang kepadamu dengan menyamar seperti domba, tetapi sesungguhnya mereka adalah serigala yang buas."
  },
  {
    "reference": "Mat 7:16",
    "text": "Dari buahnyalah kamu akan mengenal mereka. Dapatkah orang memetik buah anggur dari semak duri atau buah ara dari rumput duri?"
  },
  {
    "reference": "Mat 7:17",
    "text": "Demikianlah setiap pohon yang baik menghasilkan buah yang baik, sedang pohon yang tidak baik menghasilkan buah yang tidak baik."
  },
  {
    "reference": "Mat 7:18",
    "text": "Tidak mungkin pohon yang baik itu menghasilkan buah yang tidak baik, ataupun pohon yang tidak baik itu menghasilkan buah yang baik."
  },
  {
    "reference": "Mat 7:19",
    "text": "- 7:19: Mat. 3:10; Luk. 3:9 Dan setiap pohon yang tidak menghasilkan buah yang baik, pasti ditebang dan dibuang ke dalam api."
  },
  {
    "reference": "Mat 7:20",
    "text": "- 7:20: Mat. 12:33 Jadi dari buahnyalah kamu akan mengenal mereka."
  },
  {
    "reference": "Mat 7:21",
    "text": "Bukan setiap orang yang berseru kepada-Ku: Tuhan, Tuhan! akan masuk ke dalam Kerajaan Sorga, melainkan dia yang melakukan kehendak Bapa-Ku yang di sorga."
  },
  {
    "reference": "Mat 7:22",
    "text": "Pada hari terakhir banyak orang akan berseru kepada-Ku: Tuhan, Tuhan, bukankah kami bernubuat demi nama-Mu, dan mengusir setan demi nama-Mu, dan mengadakan banyak mujizat demi nama-Mu juga?"
  },
  {
    "reference": "Mat 7:23",
    "text": "- 7:23: Mzm. 6:9 Pada waktu itulah Aku akan berterus terang kepada mereka dan berkata: Aku tidak pernah mengenal kamu! Enyahlah dari pada-Ku, kamu sekalian pembuat kejahatan!” Dua macam dasar 7:24-27 (Luk. 6:47-49)"
  },
  {
    "reference": "Mat 7:24",
    "text": "”Setiap orang yang mendengar perkataan-Ku ini dan melakukannya, ia sama dengan orang yang bijaksana, yang mendirikan rumahnya di atas batu."
  },
  {
    "reference": "Mat 7:25",
    "text": "Kemudian turunlah hujan dan datanglah banjir, lalu angin melanda rumah itu, tetapi rumah itu tidak rubuh sebab didirikan di atas batu."
  },
  {
    "reference": "Mat 7:26",
    "text": "Tetapi setiap orang yang mendengar perkataan-Ku ini dan tidak melakukannya, ia sama dengan orang yang bodoh, yang mendirikan rumahnya di atas pasir."
  },
  {
    "reference": "Mat 7:27",
    "text": "Kemudian turunlah hujan dan datanglah banjir, lalu angin melanda rumah itu, sehingga rubuhlah rumah itu dan hebatlah kerusakannya.” Kesan pendengar 7:28-29"
  },
  {
    "reference": "Mat 7:28",
    "text": "- 7:28-29: Mrk. 1:22; Luk. 4:32 Dan setelah Yesus mengakhiri perkataan ini, takjublah orang banyak itu mendengar pengajaran-Nya,"
  },
  {
    "reference": "Mat 7:29",
    "text": "sebab Ia mengajar mereka sebagai orang yang berkuasa, tidak seperti ahli-ahli Taurat mereka."
  },
  {
    "reference": "Mat 8:1",
    "text": "Setelah Yesus turun dari bukit, orang banyak berbondong-bondong mengikuti Dia."
  },
  {
    "reference": "Mat 8:2",
    "text": "Maka datanglah seorang yang sakit kusta kepada-Nya, lalu sujud menyembah Dia dan berkata: ”Tuan, jika Tuan mau, Tuan dapat mentahirkan aku.”"
  },
  {
    "reference": "Mat 8:3",
    "text": "Lalu Yesus mengulurkan tangan-Nya, menjamah orang itu dan berkata: ”Aku mau, jadilah engkau tahir.” Seketika itu juga tahirlah orang itu dari pada kustanya."
  },
  {
    "reference": "Mat 8:4",
    "text": "- 8:4: Im. 14:2; Mrk. 1:44 Lalu Yesus berkata kepadanya: ”Ingatlah, jangan engkau memberitahukan hal ini kepada siapa pun, tetapi pergilah, perlihatkanlah dirimu kepada imam dan persembahkanlah persembahan yang diperintahkan Musa, sebagai bukti bagi mereka.” Yesus menyembuhkan hamba seorang perwira di Kapernaum 8:5-13 (Luk. 7:1-10; Yoh. 4:46-53)"
  },
  {
    "reference": "Mat 8:5",
    "text": "Ketika Yesus masuk ke Kapernaum, datanglah seorang perwira mendapatkan Dia dan memohon kepada-Nya:"
  },
  {
    "reference": "Mat 8:6",
    "text": "”Tuan, hambaku terbaring di rumah karena sakit lumpuh dan ia sangat menderita.”"
  },
  {
    "reference": "Mat 8:7",
    "text": "Yesus berkata kepadanya: ”Aku akan datang menyembuhkannya.”"
  },
  {
    "reference": "Mat 8:8",
    "text": "Tetapi jawab perwira itu kepada-Nya: ”Tuan, aku tidak layak menerima Tuan di dalam rumahku, katakan saja sepatah kata, maka hambaku itu akan sembuh."
  },
  {
    "reference": "Mat 8:9",
    "text": "Sebab aku sendiri seorang bawahan, dan di bawahku ada pula prajurit. Jika aku berkata kepada salah seorang prajurit itu: Pergi!, maka ia pergi, dan kepada seorang lagi: Datang!, maka ia datang, ataupun kepada hambaku: Kerjakanlah ini!, maka ia mengerjakannya.”"
  },
  {
    "reference": "Mat 8:10",
    "text": "Setelah Yesus mendengar hal itu, heranlah Ia dan berkata kepada mereka yang mengikuti-Nya: ”Aku berkata kepadamu, sesungguhnya iman sebesar ini tidak pernah Aku jumpai pada seorang pun di antara orang Israel."
  },
  {
    "reference": "Mat 8:11",
    "text": "- 8:11: Luk. 13:29 Aku berkata kepadamu: Banyak orang akan datang dari Timur dan Barat dan duduk makan bersama-sama dengan Abraham, Ishak dan Yakub di dalam Kerajaan Sorga,"
  },
  {
    "reference": "Mat 8:12",
    "text": "- 8:12: Mat. 22:13, 25:30; Luk. 13:28 sedangkan anak-anak Kerajaan itu akan dicampakkan ke dalam kegelapan yang paling gelap, di sanalah akan terdapat ratap dan kertak gigi.”"
  },
  {
    "reference": "Mat 8:13",
    "text": "Lalu Yesus berkata kepada perwira itu: ”Pulanglah dan jadilah kepadamu seperti yang engkau percaya.” Maka pada saat itu juga sembuhlah hambanya. Yesus menyembuhkan ibu mertua Petrus dan orang-orang lain 8:14-17 (Mrk. 1:29-34; Luk. 4:38-41)"
  },
  {
    "reference": "Mat 8:14",
    "text": "Setibanya di rumah Petrus, Yesus pun melihat ibu mertua Petrus terbaring karena sakit demam."
  },
  {
    "reference": "Mat 8:15",
    "text": "Maka dipegang-Nya tangan perempuan itu, lalu lenyaplah demamnya. Ia pun bangunlah dan melayani Dia."
  },
  {
    "reference": "Mat 8:16",
    "text": "Menjelang malam dibawalah kepada Yesus banyak orang yang kerasukan setan dan dengan sepatah kata Yesus mengusir roh-roh itu dan menyembuhkan orang-orang yang menderita sakit."
  },
  {
    "reference": "Mat 8:17",
    "text": "- 8:17: Yes. 53:4 Hal itu terjadi supaya genaplah firman yang disampaikan oleh nabi Yesaya: ”Dialah yang memikul kelemahan kita dan menanggung penyakit kita.” Hal mengikut Yesus 8:18-22 (Luk. 9:57-62)"
  },
  {
    "reference": "Mat 8:18",
    "text": "Ketika Yesus melihat orang banyak mengelilingi-Nya, Ia menyuruh bertolak ke seberang."
  },
  {
    "reference": "Mat 8:19",
    "text": "Lalu datanglah seorang ahli Taurat dan berkata kepada-Nya: ”Guru, aku akan mengikut Engkau, ke mana saja Engkau pergi.”"
  },
  {
    "reference": "Mat 8:20",
    "text": "Yesus berkata kepadanya: ”Serigala mempunyai liang dan burung mempunyai sarang, tetapi Anak Manusia tidak mempunyai tempat untuk meletakkan kepala-Nya.”"
  },
  {
    "reference": "Mat 8:21",
    "text": "Seorang lain, yaitu salah seorang murid-Nya, berkata kepada-Nya: ”Tuhan, izinkanlah aku pergi dahulu menguburkan ayahku.”"
  },
  {
    "reference": "Mat 8:22",
    "text": "Tetapi Yesus berkata kepadanya: ”Ikutlah Aku dan biarlah orang-orang mati menguburkan orang-orang mati mereka.” Angin ribut diredakan 8:23-27 (Mrk. 4:35-41; Luk. 8:22-25)"
  },
  {
    "reference": "Mat 8:23",
    "text": "Lalu Yesus naik ke dalam perahu dan murid-murid-Nya pun mengikuti-Nya."
  },
  {
    "reference": "Mat 8:24",
    "text": "Sekonyong-konyong mengamuklah angin ribut di danau itu, sehingga perahu itu ditimbus gelombang, tetapi Yesus tidur."
  },
  {
    "reference": "Mat 8:25",
    "text": "Maka datanglah murid-murid-Nya membangunkan Dia, katanya: ”Tuhan, tolonglah, kita binasa.”"
  },
  {
    "reference": "Mat 8:26",
    "text": "Ia berkata kepada mereka: ”Mengapa kamu takut, kamu yang kurang percaya?” Lalu bangunlah Yesus menghardik angin dan danau itu, maka danau itu menjadi teduh sekali."
  },
  {
    "reference": "Mat 8:27",
    "text": "Dan heranlah orang-orang itu, katanya: ”Orang apakah Dia ini, sehingga angin dan danau pun taat kepada-Nya?” Dua orang yang kerasukan disembuhkan 8:28-34 (Mrk. 5:1-20; Luk. 8:26-39)"
  },
  {
    "reference": "Mat 8:28",
    "text": "Setibanya di seberang, yaitu di daerah orang Gadara, datanglah dari pekuburan dua orang yang kerasukan setan menemui Yesus. Mereka sangat berbahaya, sehingga tidak seorang pun yang berani melalui jalan itu."
  },
  {
    "reference": "Mat 8:29",
    "text": "Dan mereka itu pun berteriak, katanya: ”Apa urusan-Mu dengan kami, hai Anak Allah? Adakah Engkau ke mari untuk menyiksa kami sebelum waktunya?”"
  },
  {
    "reference": "Mat 8:30",
    "text": "Tidak jauh dari mereka itu sejumlah besar babi sedang mencari makan."
  },
  {
    "reference": "Mat 8:31",
    "text": "Maka setan-setan itu meminta kepada-Nya, katanya: ”Jika Engkau mengusir kami, suruhlah kami pindah ke dalam kawanan babi itu.”"
  },
  {
    "reference": "Mat 8:32",
    "text": "Yesus berkata kepada mereka: ”Pergilah!” Lalu keluarlah mereka dan masuk ke dalam babi-babi itu. Maka terjunlah seluruh kawanan babi itu dari tepi jurang ke dalam danau dan mati di dalam air."
  },
  {
    "reference": "Mat 8:33",
    "text": "Maka larilah penjaga-penjaga babi itu dan setibanya di kota, diceriterakannyalah segala sesuatu, juga tentang orang-orang yang kerasukan setan itu."
  },
  {
    "reference": "Mat 8:34",
    "text": "Maka keluarlah seluruh kota mendapatkan Yesus dan setelah mereka berjumpa dengan Dia, mereka pun mendesak, supaya Ia meninggalkan daerah mereka."
  },
  {
    "reference": "Mat 9:1",
    "text": "Sesudah itu naiklah Yesus ke dalam perahu lalu menyeberang. Kemudian sampailah Ia ke kota-Nya sendiri."
  },
  {
    "reference": "Mat 9:2",
    "text": "Maka dibawa oranglah kepada-Nya seorang lumpuh yang terbaring di tempat tidurnya. Ketika Yesus melihat iman mereka, berkatalah Ia kepada orang lumpuh itu: ”Percayalah, hai anak-Ku, dosamu sudah diampuni.”"
  },
  {
    "reference": "Mat 9:3",
    "text": "Maka berkatalah beberapa orang ahli Taurat dalam hatinya: ”Ia menghujat Allah.”"
  },
  {
    "reference": "Mat 9:4",
    "text": "Tetapi Yesus mengetahui pikiran mereka, lalu berkata: ”Mengapa kamu memikirkan hal-hal yang jahat di dalam hatimu?"
  },
  {
    "reference": "Mat 9:5",
    "text": "Manakah lebih mudah, mengatakan: Dosamu sudah diampuni, atau mengatakan: Bangunlah dan berjalanlah?"
  },
  {
    "reference": "Mat 9:6",
    "text": "Tetapi supaya kamu tahu, bahwa di dunia ini Anak Manusia berkuasa mengampuni dosa” – lalu berkatalah Ia kepada orang lumpuh itu –: ”Bangunlah, angkatlah tempat tidurmu dan pulanglah ke rumahmu!”"
  },
  {
    "reference": "Mat 9:7",
    "text": "Dan orang itu pun bangun lalu pulang."
  },
  {
    "reference": "Mat 9:8",
    "text": "Maka orang banyak yang melihat hal itu takut lalu memuliakan Allah yang telah memberikan kuasa sedemikian itu kepada manusia. Matius pemungut cukai mengikut Yesus 9:9-13 (Mrk. 2:13-17; Luk. 5:27-32)"
  },
  {
    "reference": "Mat 9:9",
    "text": "Setelah Yesus pergi dari situ, Ia melihat seorang yang bernama Matius duduk di rumah cukai, lalu Ia berkata kepadanya: ”Ikutlah Aku.” Maka berdirilah Matius lalu mengikut Dia."
  },
  {
    "reference": "Mat 9:10",
    "text": "- 9:10-11: Luk. 5:30, 15:1-2 Kemudian ketika Yesus makan di rumah Matius, datanglah banyak pemungut cukai dan orang berdosa dan makan bersama-sama dengan Dia dan murid-murid-Nya."
  },
  {
    "reference": "Mat 9:11",
    "text": "Pada waktu orang Farisi melihat hal itu, berkatalah mereka kepada murid-murid Yesus: ”Mengapa gurumu makan bersama-sama dengan pemungut cukai dan orang berdosa?”"
  },
  {
    "reference": "Mat 9:12",
    "text": "Yesus mendengarnya dan berkata: ”Bukan orang sehat yang memerlukan tabib, tetapi orang sakit."
  },
  {
    "reference": "Mat 9:13",
    "text": "- 9:13: Hos. 6:6; Mat. 12:7 Jadi pergilah dan pelajarilah arti firman ini: Yang Kukehendaki ialah belas kasihan dan bukan persembahan, karena Aku datang bukan untuk memanggil orang benar, melainkan orang berdosa.” Hal berpuasa 9:14-17 (Mrk. 2:18-22; Luk. 5:33-39)"
  },
  {
    "reference": "Mat 9:14",
    "text": "Kemudian datanglah murid-murid Yohanes kepada Yesus dan berkata: ”Mengapa kami dan orang Farisi berpuasa, tetapi murid-murid-Mu tidak?”"
  },
  {
    "reference": "Mat 9:15",
    "text": "Jawab Yesus kepada mereka: ”Dapatkah sahabat-sahabat mempelai laki-laki berdukacita selama mempelai itu bersama mereka? Tetapi waktunya akan datang mempelai itu diambil dari mereka dan pada waktu itulah mereka akan berpuasa."
  },
  {
    "reference": "Mat 9:16",
    "text": "Tidak seorang pun menambalkan secarik kain yang belum susut pada baju yang tua, karena jika demikian kain penambal itu akan mencabik baju itu, lalu makin besarlah koyaknya."
  },
  {
    "reference": "Mat 9:17",
    "text": "Begitu pula anggur yang baru tidak diisikan ke dalam kantong kulit yang tua, karena jika demikian kantong itu akan koyak sehingga anggur itu terbuang dan kantong itu pun hancur. Tetapi anggur yang baru disimpan orang dalam kantong yang baru pula, dan dengan demikian terpeliharalah kedua-duanya.” Anak kepala rumah ibadat Perempuan yang sakit pendarahan 9:18-26 (Mrk. 5:21-43; Luk. 8:40-56)"
  },
  {
    "reference": "Mat 9:18",
    "text": "Sementara Yesus berbicara demikian kepada mereka, datanglah seorang kepala rumah ibadat, lalu menyembah Dia dan berkata: ”Anakku perempuan baru saja meninggal, tetapi datanglah dan letakkanlah tangan-Mu atasnya, maka ia akan hidup.”"
  },
  {
    "reference": "Mat 9:19",
    "text": "Lalu Yesus pun bangunlah dan mengikuti orang itu bersama-sama dengan murid-murid-Nya."
  },
  {
    "reference": "Mat 9:20",
    "text": "Pada waktu itu seorang perempuan yang sudah dua belas tahun lamanya menderita pendarahan maju mendekati Yesus dari belakang dan menjamah jumbai jubah-Nya."
  },
  {
    "reference": "Mat 9:21",
    "text": "Karena katanya dalam hatinya: ”Asal kujamah saja jubah-Nya, aku akan sembuh.”"
  },
  {
    "reference": "Mat 9:22",
    "text": "Tetapi Yesus berpaling dan memandang dia serta berkata: ”Teguhkanlah hatimu, hai anak-Ku, imanmu telah menyelamatkan engkau.” Maka sejak saat itu sembuhlah perempuan itu."
  },
  {
    "reference": "Mat 9:23",
    "text": "Ketika Yesus tiba di rumah kepala rumah ibadat itu dan melihat peniup-peniup seruling dan orang banyak ribut,"
  },
  {
    "reference": "Mat 9:24",
    "text": "berkatalah Ia: ”Pergilah, karena anak ini tidak mati, tetapi tidur.” Tetapi mereka menertawakan Dia."
  },
  {
    "reference": "Mat 9:25",
    "text": "Setelah orang banyak itu diusir, Yesus masuk dan memegang tangan anak itu, lalu bangkitlah anak itu."
  },
  {
    "reference": "Mat 9:26",
    "text": "Maka tersiarlah kabar tentang hal itu ke seluruh daerah itu. Yesus menyembuhkan mata dua orang buta 9:27-31"
  },
  {
    "reference": "Mat 9:27",
    "text": "Ketika Yesus meneruskan perjalanan-Nya dari sana, dua orang buta mengikuti-Nya sambil berseru-seru dan berkata: ”Kasihanilah kami, hai Anak Daud.”"
  },
  {
    "reference": "Mat 9:28",
    "text": "Setelah Yesus masuk ke dalam sebuah rumah, datanglah kedua orang buta itu kepada-Nya dan Yesus berkata kepada mereka: ”Percayakah kamu, bahwa Aku dapat melakukannya?” Mereka menjawab: ”Ya Tuhan, kami percaya.”"
  },
  {
    "reference": "Mat 9:29",
    "text": "Lalu Yesus menjamah mata mereka sambil berkata: ”Jadilah kepadamu menurut imanmu.”"
  },
  {
    "reference": "Mat 9:30",
    "text": "Maka meleklah mata mereka. Dan Yesus pun dengan tegas berpesan kepada mereka, kata-Nya: ”Jagalah supaya jangan seorang pun mengetahui hal ini.”"
  },
  {
    "reference": "Mat 9:31",
    "text": "Tetapi mereka keluar dan memasyhurkan Dia ke seluruh daerah itu. Seorang bisu disembuhkan 9:32-34"
  },
  {
    "reference": "Mat 9:32",
    "text": "Sedang kedua orang buta itu keluar, dibawalah kepada Yesus seorang bisu yang kerasukan setan."
  },
  {
    "reference": "Mat 9:33",
    "text": "Dan setelah setan itu diusir, dapatlah orang bisu itu berkata-kata. Maka heranlah orang banyak, katanya: ”Yang demikian belum pernah dilihat orang di Israel.”"
  },
  {
    "reference": "Mat 9:34",
    "text": "- 9:34: Mat. 10:25, 12:24; Mrk. 3:22; Luk. 11:15 Tetapi orang Farisi berkata: ”Dengan kuasa penghulu setan Ia mengusir setan.” Belas kasihan Yesus terhadap orang banyak 9:35-38"
  },
  {
    "reference": "Mat 9:35",
    "text": "- 9:35: Mat. 4:23; Mrk. 1:39; Luk. 4:44 Demikianlah Yesus berkeliling ke semua kota dan desa; Ia mengajar dalam rumah-rumah ibadat dan memberitakan Injil Kerajaan Sorga serta melenyapkan segala penyakit dan kelemahan."
  },
  {
    "reference": "Mat 9:36",
    "text": "- 9:36: Bil. 27:17; 1Raj. 22:17; 2Taw. 18:16; Yeh. 34:5; Za. 10:2; Mrk. 6:34 Melihat orang banyak itu, tergeraklah hati Yesus oleh belas kasihan kepada mereka, karena mereka lelah dan terlantar seperti domba yang tidak bergembala."
  },
  {
    "reference": "Mat 9:37",
    "text": "- 9:37-38: Luk. 10:2 Maka kata-Nya kepada murid-murid-Nya: ”Tuaian memang banyak, tetapi pekerja sedikit."
  },
  {
    "reference": "Mat 9:38",
    "text": "Karena itu mintalah kepada tuan yang empunya tuaian, supaya Ia mengirimkan pekerja-pekerja untuk tuaian itu.”"
  },
  {
    "reference": "Mat 10:1",
    "text": "Yesus memanggil kedua belas murid-Nya dan memberi kuasa kepada mereka untuk mengusir roh-roh jahat dan untuk melenyapkan segala penyakit dan segala kelemahan."
  },
  {
    "reference": "Mat 10:2",
    "text": "Inilah nama kedua belas rasul itu: Pertama Simon yang disebut Petrus dan Andreas saudaranya, dan Yakobus anak Zebedeus dan Yohanes saudaranya,"
  },
  {
    "reference": "Mat 10:3",
    "text": "Filipus dan Bartolomeus, Tomas dan Matius pemungut cukai, Yakobus anak Alfeus, dan Tadeus,"
  },
  {
    "reference": "Mat 10:4",
    "text": "Simon orang Zelot dan Yudas Iskariot yang mengkhianati Dia. Yesus mengutus kedua belas rasul 10:5-15 (Mrk. 6:6b-13; Luk. 9:1-6)"
  },
  {
    "reference": "Mat 10:5",
    "text": "Kedua belas murid itu diutus oleh Yesus dan Ia berpesan kepada mereka: ”Janganlah kamu menyimpang ke jalan bangsa lain atau masuk ke dalam kota orang Samaria,"
  },
  {
    "reference": "Mat 10:6",
    "text": "melainkan pergilah kepada domba-domba yang hilang dari umat Israel."
  },
  {
    "reference": "Mat 10:7",
    "text": "- 10:7-15: Luk. 10:4-12 Pergilah dan beritakanlah: Kerajaan Sorga sudah dekat."
  },
  {
    "reference": "Mat 10:8",
    "text": "Sembuhkanlah orang sakit; bangkitkanlah orang mati; tahirkanlah orang kusta; usirlah setan-setan. Kamu telah memperolehnya dengan cuma-cuma, karena itu berikanlah pula dengan cuma-cuma."
  },
  {
    "reference": "Mat 10:9",
    "text": "Janganlah kamu membawa emas atau perak atau tembaga dalam ikat pinggangmu."
  },
  {
    "reference": "Mat 10:10",
    "text": "- 10:10: 1Kor. 9:14; 1Tim. 5:18 Janganlah kamu membawa bekal dalam perjalanan, janganlah kamu membawa baju dua helai, kasut atau tongkat, sebab seorang pekerja patut mendapat upahnya."
  },
  {
    "reference": "Mat 10:11",
    "text": "Apabila kamu masuk kota atau desa, carilah di situ seorang yang layak dan tinggallah padanya sampai kamu berangkat."
  },
  {
    "reference": "Mat 10:12",
    "text": "Apabila kamu masuk rumah orang, berilah salam kepada mereka."
  },
  {
    "reference": "Mat 10:13",
    "text": "Jika mereka layak menerimanya, salammu itu turun ke atasnya, jika tidak, salammu itu kembali kepadamu."
  },
  {
    "reference": "Mat 10:14",
    "text": "- 10:14: Kis. 13:51 Dan apabila seorang tidak menerima kamu dan tidak mendengar perkataanmu, keluarlah dan tinggalkanlah rumah atau kota itu dan kebaskanlah debunya dari kakimu."
  },
  {
    "reference": "Mat 10:15",
    "text": "- 10:15: Kej. 19:24-28; Mat. 11:24 Aku berkata kepadamu: Sesungguhnya pada hari penghakiman tanah Sodom dan Gomora akan lebih ringan tanggungannya dari pada kota itu.” Penganiayaan yang akan datang dan pengakuan akan Yesus 10:16-33 (Mrk. 13:9-13; Luk. 12:2-9, 21:12-19)"
  },
  {
    "reference": "Mat 10:16",
    "text": "- 10:16: Luk. 10:3 ”Lihat, Aku mengutus kamu seperti domba ke tengah-tengah serigala, sebab itu hendaklah kamu cerdik seperti ular dan tulus seperti merpati."
  },
  {
    "reference": "Mat 10:17",
    "text": "Tetapi waspadalah terhadap semua orang; karena ada yang akan menyerahkan kamu kepada majelis agama dan mereka akan menyesah kamu di rumah ibadatnya."
  },
  {
    "reference": "Mat 10:18",
    "text": "Dan karena Aku, kamu akan digiring ke muka penguasa-penguasa dan raja-raja sebagai suatu kesaksian bagi mereka dan bagi orang-orang yang tidak mengenal Allah."
  },
  {
    "reference": "Mat 10:19",
    "text": "Apabila mereka menyerahkan kamu, janganlah kamu kuatir akan bagaimana dan akan apa yang harus kamu katakan, karena semuanya itu akan dikaruniakan kepadamu pada saat itu juga."
  },
  {
    "reference": "Mat 10:20",
    "text": "Karena bukan kamu yang berkata-kata, melainkan Roh Bapamu; Dia yang akan berkata-kata di dalam kamu."
  },
  {
    "reference": "Mat 10:21",
    "text": "Orang akan menyerahkan saudaranya untuk dibunuh, demikian juga seorang ayah akan anaknya. Dan anak-anak akan memberontak terhadap orang tuanya dan akan membunuh mereka."
  },
  {
    "reference": "Mat 10:22",
    "text": "- 10:22: Mat. 24:9, 13 Dan kamu akan dibenci semua orang oleh karena nama-Ku; tetapi orang yang bertahan sampai pada kesudahannya akan selamat."
  },
  {
    "reference": "Mat 10:23",
    "text": "Apabila mereka menganiaya kamu dalam kota yang satu, larilah ke kota yang lain; karena Aku berkata kepadamu: Sesungguhnya sebelum kamu selesai mengunjungi kota-kota Israel, Anak Manusia sudah datang."
  },
  {
    "reference": "Mat 10:24",
    "text": "- 10:24: Luk. 6:40; Yoh. 13:16, 15:20 Seorang murid tidak lebih dari pada gurunya, atau seorang hamba dari pada tuannya."
  },
  {
    "reference": "Mat 10:25",
    "text": "- 10:25: Mat. 9:34, 12:24; Mrk. 3:22; Luk. 11:15 Cukuplah bagi seorang murid jika ia menjadi sama seperti gurunya dan bagi seorang hamba jika ia menjadi sama seperti tuannya. Jika tuan rumah disebut Beelzebul, apalagi seisi rumahnya."
  },
  {
    "reference": "Mat 10:26",
    "text": "- 10:26: Mrk. 4:22; Luk. 8:17 Jadi janganlah kamu takut terhadap mereka, karena tidak ada sesuatu pun yang tertutup yang tidak akan dibuka dan tidak ada sesuatu pun yang tersembunyi yang tidak akan diketahui."
  },
  {
    "reference": "Mat 10:27",
    "text": "Apa yang Kukatakan kepadamu dalam gelap, katakanlah itu dalam terang; dan apa yang dibisikkan ke telingamu, beritakanlah itu dari atas atap rumah."
  },
  {
    "reference": "Mat 10:28",
    "text": "Dan janganlah kamu takut kepada mereka yang dapat membunuh tubuh, tetapi yang tidak berkuasa membunuh jiwa; takutlah terutama kepada Dia yang berkuasa membinasakan baik jiwa maupun tubuh di dalam neraka."
  },
  {
    "reference": "Mat 10:29",
    "text": "Bukankah burung pipit dijual dua ekor seduit? Namun seekor pun dari padanya tidak akan jatuh ke bumi di luar kehendak Bapamu."
  },
  {
    "reference": "Mat 10:30",
    "text": "Dan kamu, rambut kepalamu pun terhitung semuanya."
  },
  {
    "reference": "Mat 10:31",
    "text": "Sebab itu janganlah kamu takut, karena kamu lebih berharga dari pada banyak burung pipit."
  },
  {
    "reference": "Mat 10:32",
    "text": "Setiap orang yang mengakui Aku di depan manusia, Aku juga akan mengakuinya di depan Bapa-Ku yang di sorga."
  },
  {
    "reference": "Mat 10:33",
    "text": "- 10:33: 2Tim. 2:12 Tetapi barangsiapa menyangkal Aku di depan manusia, Aku juga akan menyangkalnya di depan Bapa-Ku yang di sorga.” Yesus membawa pemisahan Bagaimana mengikut Yesus 10:34–11:1"
  },
  {
    "reference": "Mat 10:34",
    "text": "- 10:34-36: Mi. 7:6; Luk. 12:51-53 ”Jangan kamu menyangka, bahwa Aku datang untuk membawa damai di atas bumi; Aku datang bukan untuk membawa damai, melainkan pedang."
  },
  {
    "reference": "Mat 10:35",
    "text": "Sebab Aku datang untuk memisahkan orang dari ayahnya, anak perempuan dari ibunya, menantu perempuan dari ibu mertuanya,"
  },
  {
    "reference": "Mat 10:36",
    "text": "dan musuh orang ialah orang-orang seisi rumahnya."
  },
  {
    "reference": "Mat 10:37",
    "text": "- 10:37-38: Luk. 14:26-27 Barangsiapa mengasihi bapa atau ibunya lebih dari pada-Ku, ia tidak layak bagi-Ku; dan barangsiapa mengasihi anaknya laki-laki atau perempuan lebih dari pada-Ku, ia tidak layak bagi-Ku."
  },
  {
    "reference": "Mat 10:38",
    "text": "- 10:38-39: Mat. 16:24-25; Mrk. 8:34-35; Luk. 9:23-24 Barangsiapa tidak memikul salibnya dan mengikut Aku, ia tidak layak bagi-Ku."
  },
  {
    "reference": "Mat 10:39",
    "text": "- 10:39: Luk. 17:33; Yoh. 12:25 Barangsiapa mempertahankan nyawanya, ia akan kehilangan nyawanya, dan barangsiapa kehilangan nyawanya karena Aku, ia akan memperolehnya."
  },
  {
    "reference": "Mat 10:40",
    "text": "- 10:40: Mrk. 9:37; Luk. 9:48, 10:16; Yoh. 13:20 Barangsiapa menyambut kamu, ia menyambut Aku, dan barangsiapa menyambut Aku, ia menyambut Dia yang mengutus Aku."
  },
  {
    "reference": "Mat 10:41",
    "text": "Barangsiapa menyambut seorang nabi sebagai nabi, ia akan menerima upah nabi, dan barangsiapa menyambut seorang benar sebagai orang benar, ia akan menerima upah orang benar."
  },
  {
    "reference": "Mat 10:42",
    "text": "- 10:42: Mrk. 9:41 Dan barangsiapa memberi air sejuk secangkir saja pun kepada salah seorang yang kecil ini, karena ia murid-Ku, Aku berkata kepadamu: Sesungguhnya ia tidak akan kehilangan upahnya dari padanya.”"
  },
  {
    "reference": "Mat 11:1",
    "text": "Setelah Yesus selesai berpesan kepada kedua belas murid-Nya, pergilah Ia dari sana untuk mengajar dan memberitakan Injil di dalam kota-kota mereka. Yesus dan Yohanes Pembaptis 11:2-19 (Luk. 7:18-35)"
  },
  {
    "reference": "Mat 11:2",
    "text": "Di dalam penjara Yohanes mendengar tentang pekerjaan Kristus,"
  },
  {
    "reference": "Mat 11:3",
    "text": "lalu menyuruh murid-muridnya bertanya kepada-Nya: ”Engkaukah yang akan datang itu atau haruskah kami menantikan orang lain?”"
  },
  {
    "reference": "Mat 11:4",
    "text": "Yesus menjawab mereka: ”Pergilah dan katakanlah kepada Yohanes apa yang kamu dengar dan kamu lihat:"
  },
  {
    "reference": "Mat 11:5",
    "text": "- 11:5: Yes. 35:5-6, 61:1 orang buta melihat, orang lumpuh berjalan, orang kusta menjadi tahir, orang tuli mendengar, orang mati dibangkitkan dan kepada orang miskin diberitakan kabar baik."
  },
  {
    "reference": "Mat 11:6",
    "text": "Dan berbahagialah orang yang tidak menjadi kecewa dan menolak Aku.”"
  },
  {
    "reference": "Mat 11:7",
    "text": "Setelah murid-murid Yohanes pergi, mulailah Yesus berbicara kepada orang banyak itu tentang Yohanes: ”Untuk apakah kamu pergi ke padang gurun? Melihat buluh yang digoyangkan angin kian ke mari?"
  },
  {
    "reference": "Mat 11:8",
    "text": "Atau untuk apakah kamu pergi? Melihat orang yang berpakaian halus? Orang yang berpakaian halus itu tempatnya di istana raja."
  },
  {
    "reference": "Mat 11:9",
    "text": "Jadi untuk apakah kamu pergi? Melihat nabi? Benar, dan Aku berkata kepadamu, bahkan lebih dari pada nabi."
  },
  {
    "reference": "Mat 11:10",
    "text": "- 11:10: Mal. 3:1 Karena tentang dia ada tertulis: Lihatlah, Aku menyuruh utusan-Ku mendahului Engkau, ia akan mempersiapkan jalan-Mu di hadapan-Mu."
  },
  {
    "reference": "Mat 11:11",
    "text": "Aku berkata kepadamu: Sesungguhnya di antara mereka yang dilahirkan oleh perempuan tidak pernah tampil seorang yang lebih besar dari pada Yohanes Pembaptis, namun yang terkecil dalam Kerajaan Sorga lebih besar dari padanya."
  },
  {
    "reference": "Mat 11:12",
    "text": "- 11:12-13: Luk. 16:16 Sejak tampilnya Yohanes Pembaptis hingga sekarang, Kerajaan Sorga diserong dan orang yang menyerongnya mencoba menguasainya."
  },
  {
    "reference": "Mat 11:13",
    "text": "Sebab semua nabi dan kitab Taurat bernubuat hingga tampilnya Yohanes"
  },
  {
    "reference": "Mat 11:14",
    "text": "- 11:14: Mal. 4:5; Mat. 17:10-13; Mrk. 9:11-13 dan – jika kamu mau menerimanya – ialah Elia yang akan datang itu."
  },
  {
    "reference": "Mat 11:15",
    "text": "Siapa bertelinga, hendaklah ia mendengar!"
  },
  {
    "reference": "Mat 11:16",
    "text": "Dengan apakah akan Kuumpamakan angkatan ini? Mereka itu seumpama anak-anak yang duduk di pasar dan berseru kepada teman-temannya:"
  },
  {
    "reference": "Mat 11:17",
    "text": "Kami meniup seruling bagimu, tetapi kamu tidak menari, kami menyanyikan kidung duka, tetapi kamu tidak berkabung."
  },
  {
    "reference": "Mat 11:18",
    "text": "Karena Yohanes datang, ia tidak makan, dan tidak minum, dan mereka berkata: Ia kerasukan setan."
  },
  {
    "reference": "Mat 11:19",
    "text": "Kemudian Anak Manusia datang, Ia makan dan minum, dan mereka berkata: Lihatlah, Ia seorang pelahap dan peminum, sahabat pemungut cukai dan orang berdosa. Tetapi hikmat Allah dibenarkan oleh perbuatannya.” Yesus mengecam beberapa kota 11:20-24 (Luk. 10:13-15)"
  },
  {
    "reference": "Mat 11:20",
    "text": "Lalu Yesus mulai mengecam kota-kota yang tidak bertobat, sekalipun di situ Ia paling banyak melakukan mujizat-mujizat-Nya:"
  },
  {
    "reference": "Mat 11:21",
    "text": "- 11:21: Yes. 23:1-18; Yeh. 26:1–28:26; Yl. 3:4-8; Am. 1:9-10; Za. 9:2-4 ”Celakalah engkau Khorazim! Celakalah engkau Betsaida! Karena jika di Tirus dan di Sidon terjadi mujizat-mujizat yang telah terjadi di tengah-tengah kamu, sudah lama mereka bertobat dan berkabung."
  },
  {
    "reference": "Mat 11:22",
    "text": "Tetapi Aku berkata kepadamu: Pada hari penghakiman, tanggungan Tirus dan Sidon akan lebih ringan dari pada tanggunganmu."
  },
  {
    "reference": "Mat 11:23",
    "text": "- 11:23: Kej. 19:24-28; Yes. 14:13-15 Dan engkau Kapernaum, apakah engkau akan dinaikkan sampai ke langit? Tidak, engkau akan diturunkan sampai ke dunia orang mati! Karena jika di Sodom terjadi mujizat-mujizat yang telah terjadi di tengah-tengah kamu, kota itu tentu masih berdiri sampai hari ini."
  },
  {
    "reference": "Mat 11:24",
    "text": "- 11:24: Mat. 10:15; Luk. 10:12 Tetapi Aku berkata kepadamu: Pada hari penghakiman, tanggungan negeri Sodom akan lebih ringan dari pada tanggunganmu.” Ajakan Juruselamat 11:25-30 (Luk. 10:21-22)"
  },
  {
    "reference": "Mat 11:25",
    "text": "Pada waktu itu berkatalah Yesus: ”Aku bersyukur kepada-Mu, Bapa, Tuhan langit dan bumi, karena semuanya itu Engkau sembunyikan bagi orang bijak dan orang pandai, tetapi Engkau nyatakan kepada orang kecil."
  },
  {
    "reference": "Mat 11:26",
    "text": "Ya Bapa, itulah yang berkenan kepada-Mu."
  },
  {
    "reference": "Mat 11:27",
    "text": "- 11:27: Yoh. 1:18, 3:35, 10:15 Semua telah diserahkan kepada-Ku oleh Bapa-Ku dan tidak seorang pun mengenal Anak selain Bapa, dan tidak seorang pun mengenal Bapa selain Anak dan orang yang kepadanya Anak itu berkenan menyatakannya."
  },
  {
    "reference": "Mat 11:28",
    "text": "Marilah kepada-Ku, semua yang letih lesu dan berbeban berat, Aku akan memberi kelegaan kepadamu."
  },
  {
    "reference": "Mat 11:29",
    "text": "- 11:29: Yer. 6:16 Pikullah kuk yang Kupasang dan belajarlah pada-Ku, karena Aku lemah lembut dan rendah hati dan jiwamu akan mendapat ketenangan."
  },
  {
    "reference": "Mat 11:30",
    "text": "Sebab kuk yang Kupasang itu enak dan beban-Ku pun ringan.”"
  },
  {
    "reference": "Mat 12:1",
    "text": "- 12:1: Ul. 23:25 Pada waktu itu, pada hari Sabat, Yesus berjalan di ladang gandum. Karena lapar, murid-murid-Nya memetik bulir gandum dan memakannya."
  },
  {
    "reference": "Mat 12:2",
    "text": "Melihat itu, berkatalah orang-orang Farisi kepada-Nya: ”Lihatlah, murid-murid-Mu berbuat sesuatu yang tidak diperbolehkan pada hari Sabat.”"
  },
  {
    "reference": "Mat 12:3",
    "text": "- 12:3-4: 1Sam. 21:1-6 Tetapi jawab Yesus kepada mereka: ”Tidakkah kamu baca apa yang dilakukan Daud, ketika ia dan mereka yang mengikutinya lapar,"
  },
  {
    "reference": "Mat 12:4",
    "text": "- 12:4: Im. 24:5-9 bagaimana ia masuk ke dalam Rumah Allah dan bagaimana mereka makan roti sajian yang tidak boleh dimakan, baik olehnya maupun oleh mereka yang mengikutinya, kecuali oleh imam-imam?"
  },
  {
    "reference": "Mat 12:5",
    "text": "- 12:5: Bil. 28:9-10 Atau tidakkah kamu baca dalam kitab Taurat, bahwa pada hari-hari Sabat, imam-imam melanggar hukum Sabat di dalam Bait Allah, namun tidak bersalah?"
  },
  {
    "reference": "Mat 12:6",
    "text": "Aku berkata kepadamu: Di sini ada yang melebihi Bait Allah."
  },
  {
    "reference": "Mat 12:7",
    "text": "- 12:7: Hos. 6:6; Mat. 9:13 Jika memang kamu mengerti maksud firman ini: Yang Kukehendaki ialah belas kasihan dan bukan persembahan, tentu kamu tidak menghukum orang yang tidak bersalah."
  },
  {
    "reference": "Mat 12:8",
    "text": "Karena Anak Manusia adalah Tuhan atas hari Sabat.” Yesus menyembuhkan orang pada hari Sabat 12:9-15a (Mrk. 3:1-6; Luk. 6:6-11)"
  },
  {
    "reference": "Mat 12:9",
    "text": "Setelah pergi dari sana, Yesus masuk ke rumah ibadat mereka."
  },
  {
    "reference": "Mat 12:10",
    "text": "Di situ ada seorang yang mati sebelah tangannya. Mereka bertanya kepada-Nya: ”Bolehkah menyembuhkan orang pada hari Sabat?” Maksud mereka ialah supaya dapat mempersalahkan Dia."
  },
  {
    "reference": "Mat 12:11",
    "text": "- 12:11: Luk. 14:5 Tetapi Yesus berkata kepada mereka: ”Jika seorang dari antara kamu mempunyai seekor domba dan domba itu terjatuh ke dalam lobang pada hari Sabat, tidakkah ia akan menangkapnya dan mengeluarkannya?"
  },
  {
    "reference": "Mat 12:12",
    "text": "Bukankah manusia jauh lebih berharga dari pada domba? Karena itu boleh berbuat baik pada hari Sabat.”"
  },
  {
    "reference": "Mat 12:13",
    "text": "Lalu kata Yesus kepada orang itu: ”Ulurkanlah tanganmu!” Dan ia mengulurkannya, maka pulihlah tangannya itu, dan menjadi sehat seperti tangannya yang lain."
  },
  {
    "reference": "Mat 12:14",
    "text": "Lalu keluarlah orang-orang Farisi itu dan bersekongkol untuk membunuh Dia. \\v 15a Tetapi Yesus mengetahui maksud mereka lalu menyingkir dari sana. Yesus Hamba Tuhan 12:15b-21 \\v 15b Banyak orang mengikuti Yesus dan Ia menyembuhkan mereka semuanya."
  },
  {
    "reference": "Mat 12:16",
    "text": "Ia dengan keras melarang mereka memberitahukan siapa Dia,"
  },
  {
    "reference": "Mat 12:17",
    "text": "supaya genaplah firman yang disampaikan oleh nabi Yesaya:"
  },
  {
    "reference": "Mat 12:18",
    "text": "- 12:18-21: Yes. 42:1-4 ”Lihatlah, itu Hamba-Ku yang Kupilih, yang Kukasihi, yang kepada-Nya jiwa-Ku berkenan; Aku akan menaruh roh-Ku ke atas-Nya, dan Ia akan memaklumkan hukum kepada bangsa-bangsa."
  },
  {
    "reference": "Mat 12:19",
    "text": "Ia tidak akan berbantah dan tidak akan berteriak dan orang tidak akan mendengar suara-Nya di jalan-jalan."
  },
  {
    "reference": "Mat 12:20",
    "text": "Buluh yang patah terkulai tidak akan diputuskan-Nya, dan sumbu yang pudar nyalanya tidak akan dipadamkan-Nya, sampai Ia menjadikan hukum itu menang."
  },
  {
    "reference": "Mat 12:21",
    "text": "Dan pada-Nyalah bangsa-bangsa akan berharap.” Yesus dan Beelzebul 12:22-37 (Mrk. 3:20-30; Luk. 11:14-23, 6:43-45)"
  },
  {
    "reference": "Mat 12:22",
    "text": "Kemudian dibawalah kepada Yesus seorang yang kerasukan setan. Orang itu buta dan bisu, lalu Yesus menyembuhkannya, sehingga si bisu itu berkata-kata dan melihat."
  },
  {
    "reference": "Mat 12:23",
    "text": "Maka takjublah sekalian orang banyak itu, katanya: ”Ia ini agaknya Anak Daud.”"
  },
  {
    "reference": "Mat 12:24",
    "text": "- 12:24: Mat. 9:34, 10:25 Tetapi ketika orang Farisi mendengarnya, mereka berkata: ”Dengan Beelzebul, penghulu setan, Ia mengusir setan.”"
  },
  {
    "reference": "Mat 12:25",
    "text": "Tetapi Yesus mengetahui pikiran mereka lalu berkata kepada mereka: ”Setiap kerajaan yang terpecah-pecah pasti binasa dan setiap kota atau rumah tangga yang terpecah-pecah tidak dapat bertahan."
  },
  {
    "reference": "Mat 12:26",
    "text": "Demikianlah juga kalau Iblis mengusir Iblis, ia pun terbagi-bagi dan melawan dirinya sendiri; bagaimanakah kerajaannya dapat bertahan?"
  },
  {
    "reference": "Mat 12:27",
    "text": "Jadi jika Aku mengusir setan dengan kuasa Beelzebul, dengan kuasa siapakah pengikut-pengikutmu mengusirnya? Sebab itu merekalah yang akan menjadi hakimmu."
  },
  {
    "reference": "Mat 12:28",
    "text": "Tetapi jika Aku mengusir setan dengan kuasa Roh Allah, maka sesungguhnya Kerajaan Allah sudah datang kepadamu."
  },
  {
    "reference": "Mat 12:29",
    "text": "Atau bagaimanakah orang dapat memasuki rumah seorang yang kuat dan merampas harta bendanya apabila tidak diikatnya dahulu orang kuat itu? Sesudah diikatnya barulah dapat ia merampok rumah itu."
  },
  {
    "reference": "Mat 12:30",
    "text": "- 12:30: Mrk. 9:40 Siapa tidak bersama Aku, ia melawan Aku dan siapa tidak mengumpulkan bersama Aku, ia mencerai-beraikan."
  },
  {
    "reference": "Mat 12:31",
    "text": "Sebab itu Aku berkata kepadamu: Segala dosa dan hujat manusia akan diampuni, tetapi hujat terhadap Roh Kudus tidak akan diampuni."
  },
  {
    "reference": "Mat 12:32",
    "text": "- 12:32: Luk. 12:10 Apabila seorang mengucapkan sesuatu menentang Anak Manusia, ia akan diampuni, tetapi jika ia menentang Roh Kudus, ia tidak akan diampuni, di dunia ini tidak, dan di dunia yang akan datang pun tidak."
  },
  {
    "reference": "Mat 12:33",
    "text": "- 12:33: Mat. 7:20; Luk. 6:44 Jikalau suatu pohon kamu katakan baik, maka baik pula buahnya; jikalau suatu pohon kamu katakan tidak baik, maka tidak baik pula buahnya. Sebab dari buahnya pohon itu dikenal."
  },
  {
    "reference": "Mat 12:34",
    "text": "- 12:34: Mat. 3:7, 15:18, 23:33; Luk. 3:7, 6:45 Hai kamu keturunan ular beludak, bagaimanakah kamu dapat mengucapkan hal-hal yang baik, sedangkan kamu sendiri jahat? Karena yang diucapkan mulut meluap dari hati."
  },
  {
    "reference": "Mat 12:35",
    "text": "Orang yang baik mengeluarkan hal-hal yang baik dari perbendaharaannya yang baik dan orang yang jahat mengeluarkan hal-hal yang jahat dari perbendaharaannya yang jahat."
  },
  {
    "reference": "Mat 12:36",
    "text": "Tetapi Aku berkata kepadamu: Setiap kata sia-sia yang diucapkan orang harus dipertanggungjawabkannya pada hari penghakiman."
  },
  {
    "reference": "Mat 12:37",
    "text": "Karena menurut ucapanmu engkau akan dibenarkan, dan menurut ucapanmu pula engkau akan dihukum.” Tanda Yunus 12:38-42 (Luk. 11:29-32)"
  },
  {
    "reference": "Mat 12:38",
    "text": "- 12:38: Mat. 16:1; Mrk. 8:11; Luk. 11:16 Pada waktu itu berkatalah beberapa ahli Taurat dan orang Farisi kepada Yesus: ”Guru, kami ingin melihat suatu tanda dari pada-Mu.”"
  },
  {
    "reference": "Mat 12:39",
    "text": "- 12:39: Mat. 16:4; Mrk. 8:12 Tetapi jawab-Nya kepada mereka: ”Angkatan yang jahat dan tidak setia ini menuntut suatu tanda. Tetapi kepada mereka tidak akan diberikan tanda selain tanda nabi Yunus."
  },
  {
    "reference": "Mat 12:40",
    "text": "- 12:40: Yun. 1:17 Sebab seperti Yunus tinggal di dalam perut ikan tiga hari tiga malam, demikian juga Anak Manusia akan tinggal di dalam rahim bumi tiga hari tiga malam."
  },
  {
    "reference": "Mat 12:41",
    "text": "- 12:41: Yun. 3:5 Pada waktu penghakiman, orang-orang Niniwe akan bangkit bersama angkatan ini dan menghukumnya juga. Sebab orang-orang Niniwe itu bertobat setelah mendengar pemberitaan Yunus, dan sesungguhnya yang ada di sini lebih dari pada Yunus!"
  },
  {
    "reference": "Mat 12:42",
    "text": "- 12:42: 1Raj. 10:1-10; 2Taw. 9:1-12 Pada waktu penghakiman, ratu dari Selatan itu akan bangkit bersama angkatan ini dan ia akan menghukumnya juga. Sebab ratu ini datang dari ujung bumi untuk mendengar hikmat Salomo, dan sesungguhnya yang ada di sini lebih dari pada Salomo!” Kembalinya roh jahat 12:43-45 (Luk. 11:24-26)"
  },
  {
    "reference": "Mat 12:43",
    "text": "”Apabila roh jahat keluar dari manusia, ia pun mengembara ke tempat-tempat yang tandus mencari perhentian. Tetapi ia tidak mendapatnya."
  },
  {
    "reference": "Mat 12:44",
    "text": "Lalu ia berkata: Aku akan kembali ke rumah yang telah kutinggalkan itu. Maka pergilah ia dan mendapati rumah itu kosong, bersih tersapu dan rapi teratur."
  },
  {
    "reference": "Mat 12:45",
    "text": "Lalu ia keluar dan mengajak tujuh roh lain yang lebih jahat dari padanya dan mereka masuk dan berdiam di situ. Maka akhirnya keadaan orang itu lebih buruk dari pada keadaannya semula. Demikian juga akan berlaku atas angkatan yang jahat ini.” Yesus dan sanak saudara-Nya 12:46-50 (Mrk. 3:31-35; Luk. 8:19-21)"
  },
  {
    "reference": "Mat 12:46",
    "text": "Ketika Yesus masih berbicara dengan orang banyak itu, ibu-Nya dan saudara-saudara-Nya berdiri di luar dan berusaha menemui Dia."
  },
  {
    "reference": "Mat 12:47",
    "text": "Maka seorang berkata kepada-Nya: ”Lihatlah, ibu-Mu dan saudara-saudara-Mu ada di luar dan berusaha menemui Engkau.”"
  },
  {
    "reference": "Mat 12:48",
    "text": "Tetapi jawab Yesus kepada orang yang menyampaikan berita itu kepada-Nya: ”Siapa ibu-Ku? Dan siapa saudara-saudara-Ku?”"
  },
  {
    "reference": "Mat 12:49",
    "text": "Lalu kata-Nya, sambil menunjuk ke arah murid-murid-Nya: ”Ini ibu-Ku dan saudara-saudara-Ku!"
  },
  {
    "reference": "Mat 12:50",
    "text": "Sebab siapa pun yang melakukan kehendak Bapa-Ku di sorga, dialah saudara-Ku laki-laki, dialah saudara-Ku perempuan, dialah ibu-Ku.”"
  },
  {
    "reference": "Mat 13:1",
    "text": "Pada hari itu keluarlah Yesus dari rumah itu dan duduk di tepi danau."
  },
  {
    "reference": "Mat 13:2",
    "text": "- 13:2: Luk. 5:1-3 Maka datanglah orang banyak berbondong-bondong lalu mengerumuni Dia, sehingga Ia naik ke perahu dan duduk di situ, sedangkan orang banyak semuanya berdiri di pantai."
  },
  {
    "reference": "Mat 13:3",
    "text": "Dan Ia mengucapkan banyak hal dalam perumpamaan kepada mereka. Kata-Nya: ”Adalah seorang penabur keluar untuk menabur."
  },
  {
    "reference": "Mat 13:4",
    "text": "Pada waktu ia menabur, sebagian benih itu jatuh di pinggir jalan, lalu datanglah burung dan memakannya sampai habis."
  },
  {
    "reference": "Mat 13:5",
    "text": "Sebagian jatuh di tanah yang berbatu-batu, yang tidak banyak tanahnya, lalu benih itu pun segera tumbuh, karena tanahnya tipis."
  },
  {
    "reference": "Mat 13:6",
    "text": "Tetapi sesudah matahari terbit, layulah ia dan menjadi kering karena tidak berakar."
  },
  {
    "reference": "Mat 13:7",
    "text": "Sebagian lagi jatuh di tengah semak duri, lalu makin besarlah semak itu dan menghimpitnya sampai mati."
  },
  {
    "reference": "Mat 13:8",
    "text": "Dan sebagian jatuh di tanah yang baik lalu berbuah: ada yang seratus kali lipat, ada yang enam puluh kali lipat, ada yang tiga puluh kali lipat."
  },
  {
    "reference": "Mat 13:9",
    "text": "Siapa bertelinga, hendaklah ia mendengar!”"
  },
  {
    "reference": "Mat 13:10",
    "text": "Maka datanglah murid-murid-Nya dan bertanya kepada-Nya: ”Mengapa Engkau berkata-kata kepada mereka dalam perumpamaan?”"
  },
  {
    "reference": "Mat 13:11",
    "text": "Jawab Yesus: ”Kepadamu diberi karunia untuk mengetahui rahasia Kerajaan Sorga, tetapi kepada mereka tidak."
  },
  {
    "reference": "Mat 13:12",
    "text": "- 13:12: Mat. 25:29; Mrk. 4:25; Luk. 8:18, 19:26 Karena siapa yang mempunyai, kepadanya akan diberi, sehingga ia berkelimpahan; tetapi siapa yang tidak mempunyai, apa pun juga yang ada padanya akan diambil dari padanya."
  },
  {
    "reference": "Mat 13:13",
    "text": "Itulah sebabnya Aku berkata-kata dalam perumpamaan kepada mereka; karena sekalipun melihat, mereka tidak melihat dan sekalipun mendengar, mereka tidak mendengar dan tidak mengerti."
  },
  {
    "reference": "Mat 13:14",
    "text": "- 13:14-15: Yes. 6:9-10 Maka pada mereka genaplah nubuat Yesaya, yang berbunyi: Kamu akan mendengar dan mendengar, namun tidak mengerti, kamu akan melihat dan melihat, namun tidak menanggap."
  },
  {
    "reference": "Mat 13:15",
    "text": "Sebab hati bangsa ini telah menebal, dan telinganya berat mendengar, dan matanya melekat tertutup; supaya jangan mereka melihat dengan matanya dan mendengar dengan telinganya dan mengerti dengan hatinya, lalu berbalik sehingga Aku menyembuhkan mereka."
  },
  {
    "reference": "Mat 13:16",
    "text": "- 13:16-17: Luk. 10:23-24 Tetapi berbahagialah matamu karena melihat dan telingamu karena mendengar."
  },
  {
    "reference": "Mat 13:17",
    "text": "Sebab Aku berkata kepadamu: Sesungguhnya banyak nabi dan orang benar ingin melihat apa yang kamu lihat, tetapi tidak melihatnya, dan ingin mendengar apa yang kamu dengar, tetapi tidak mendengarnya."
  },
  {
    "reference": "Mat 13:18",
    "text": "Karena itu, dengarlah arti perumpamaan penabur itu."
  },
  {
    "reference": "Mat 13:19",
    "text": "Kepada setiap orang yang mendengar firman tentang Kerajaan Sorga, tetapi tidak mengertinya, datanglah si jahat dan merampas yang ditaburkan dalam hati orang itu; itulah benih yang ditaburkan di pinggir jalan."
  },
  {
    "reference": "Mat 13:20",
    "text": "Benih yang ditaburkan di tanah yang berbatu-batu ialah orang yang mendengar firman itu dan segera menerimanya dengan gembira."
  },
  {
    "reference": "Mat 13:21",
    "text": "Tetapi ia tidak berakar dan tahan sebentar saja. Apabila datang penindasan atau penganiayaan karena firman itu, orang itu pun segera murtad."
  },
  {
    "reference": "Mat 13:22",
    "text": "Yang ditaburkan di tengah semak duri ialah orang yang mendengar firman itu, lalu kekuatiran dunia ini dan tipu daya kekayaan menghimpit firman itu sehingga tidak berbuah."
  },
  {
    "reference": "Mat 13:23",
    "text": "Yang ditaburkan di tanah yang baik ialah orang yang mendengar firman itu dan mengerti, dan karena itu ia berbuah, ada yang seratus kali lipat, ada yang enam puluh kali lipat, ada yang tiga puluh kali lipat.” Perumpamaan tentang lalang di antara gandum 13:24-30"
  },
  {
    "reference": "Mat 13:24",
    "text": "Yesus membentangkan suatu perumpamaan lain lagi kepada mereka, kata-Nya: ”Hal Kerajaan Sorga itu seumpama orang yang menaburkan benih yang baik di ladangnya."
  },
  {
    "reference": "Mat 13:25",
    "text": "Tetapi pada waktu semua orang tidur, datanglah musuhnya menaburkan benih lalang di antara gandum itu, lalu pergi."
  },
  {
    "reference": "Mat 13:26",
    "text": "Ketika gandum itu tumbuh dan mulai berbulir, nampak jugalah lalang itu."
  },
  {
    "reference": "Mat 13:27",
    "text": "Maka datanglah hamba-hamba tuan ladang itu kepadanya dan berkata: Tuan, bukankah benih baik, yang tuan taburkan di ladang tuan? Dari manakah lalang itu?"
  },
  {
    "reference": "Mat 13:28",
    "text": "Jawab tuan itu: Seorang musuh yang melakukannya. Lalu berkatalah hamba-hamba itu kepadanya: Jadi maukah tuan supaya kami pergi mencabut lalang itu?"
  },
  {
    "reference": "Mat 13:29",
    "text": "Tetapi ia berkata: Jangan, sebab mungkin gandum itu ikut tercabut pada waktu kamu mencabut lalang itu."
  },
  {
    "reference": "Mat 13:30",
    "text": "Biarkanlah keduanya tumbuh bersama sampai waktu menuai. Pada waktu itu aku akan berkata kepada para penuai: Kumpulkanlah dahulu lalang itu dan ikatlah berberkas-berkas untuk dibakar; kemudian kumpulkanlah gandum itu ke dalam lumbungku.” Perumpamaan tentang biji sesawi dan ragi 13:31-35 (Mrk. 4:30-34; Luk. 13:18-21)"
  },
  {
    "reference": "Mat 13:31",
    "text": "Yesus membentangkan suatu perumpamaan lain lagi kepada mereka, kata-Nya: ”Hal Kerajaan Sorga itu seumpama biji sesawi, yang diambil dan ditaburkan orang di ladangnya."
  },
  {
    "reference": "Mat 13:32",
    "text": "Memang biji itu yang paling kecil dari segala jenis benih, tetapi apabila sudah tumbuh, sesawi itu lebih besar dari pada sayuran yang lain, bahkan menjadi pohon, sehingga burung-burung di udara datang bersarang pada cabang-cabangnya.”"
  },
  {
    "reference": "Mat 13:33",
    "text": "Dan Ia menceriterakan perumpamaan ini juga kepada mereka: ”Hal Kerajaan Sorga itu seumpama ragi yang diambil seorang perempuan dan diadukkan ke dalam tepung terigu tiga sukat sampai khamir seluruhnya.”"
  },
  {
    "reference": "Mat 13:34",
    "text": "Semuanya itu disampaikan Yesus kepada orang banyak dalam perumpamaan, dan tanpa perumpamaan suatu pun tidak disampaikan-Nya kepada mereka,"
  },
  {
    "reference": "Mat 13:35",
    "text": "- 13:35: Mzm. 78:2 supaya genaplah firman yang disampaikan oleh nabi: ”Aku mau membuka mulut-Ku mengatakan perumpamaan, Aku mau mengucapkan hal yang tersembunyi sejak dunia dijadikan.” Penjelasan perumpamaan tentang lalang di antara gandum 13:36-43"
  },
  {
    "reference": "Mat 13:36",
    "text": "Maka Yesus pun meninggalkan orang banyak itu, lalu pulang. Murid-murid-Nya datang dan berkata kepada-Nya: ”Jelaskanlah kepada kami perumpamaan tentang lalang di ladang itu.”"
  },
  {
    "reference": "Mat 13:37",
    "text": "Ia menjawab, kata-Nya: ”Orang yang menaburkan benih baik ialah Anak Manusia;"
  },
  {
    "reference": "Mat 13:38",
    "text": "ladang ialah dunia. Benih yang baik itu anak-anak Kerajaan dan lalang anak-anak si jahat."
  },
  {
    "reference": "Mat 13:39",
    "text": "Musuh yang menaburkan benih lalang ialah Iblis. Waktu menuai ialah akhir zaman dan para penuai itu malaikat."
  },
  {
    "reference": "Mat 13:40",
    "text": "Maka seperti lalang itu dikumpulkan dan dibakar dalam api, demikian juga pada akhir zaman."
  },
  {
    "reference": "Mat 13:41",
    "text": "Anak Manusia akan menyuruh malaikat-malaikat-Nya dan mereka akan mengumpulkan segala sesuatu yang menyesatkan dan semua orang yang melakukan kejahatan dari dalam Kerajaan-Nya."
  },
  {
    "reference": "Mat 13:42",
    "text": "Semuanya akan dicampakkan ke dalam dapur api; di sanalah akan terdapat ratapan dan kertakan gigi."
  },
  {
    "reference": "Mat 13:43",
    "text": "Pada waktu itulah orang-orang benar akan bercahaya seperti matahari dalam Kerajaan Bapa mereka. Siapa bertelinga, hendaklah ia mendengar!” Perumpamaan tentang harta terpendam dan mutiara yang berharga 13:44-46"
  },
  {
    "reference": "Mat 13:44",
    "text": "”Hal Kerajaan Sorga itu seumpama harta yang terpendam di ladang, yang ditemukan orang, lalu dipendamkannya lagi. Oleh sebab sukacitanya pergilah ia menjual seluruh miliknya lalu membeli ladang itu."
  },
  {
    "reference": "Mat 13:45",
    "text": "Demikian pula hal Kerajaan Sorga itu seumpama seorang pedagang yang mencari mutiara yang indah."
  },
  {
    "reference": "Mat 13:46",
    "text": "Setelah ditemukannya mutiara yang sangat berharga, ia pun pergi menjual seluruh miliknya lalu membeli mutiara itu.” Perumpamaan tentang pukat 13:47-52"
  },
  {
    "reference": "Mat 13:47",
    "text": "”Demikian pula hal Kerajaan Sorga itu seumpama pukat yang dilabuhkan di laut, lalu mengumpulkan berbagai-bagai jenis ikan."
  },
  {
    "reference": "Mat 13:48",
    "text": "Setelah penuh, pukat itu pun diseret orang ke pantai, lalu duduklah mereka dan mengumpulkan ikan yang baik ke dalam pasu dan ikan yang tidak baik mereka buang."
  },
  {
    "reference": "Mat 13:49",
    "text": "Demikianlah juga pada akhir zaman: Malaikat-malaikat akan datang memisahkan orang jahat dari orang benar,"
  },
  {
    "reference": "Mat 13:50",
    "text": "lalu mencampakkan orang jahat ke dalam dapur api; di sanalah akan terdapat ratapan dan kertakan gigi."
  },
  {
    "reference": "Mat 13:51",
    "text": "Mengertikah kamu semuanya itu?” Mereka menjawab: ”Ya, kami mengerti.”"
  },
  {
    "reference": "Mat 13:52",
    "text": "Maka berkatalah Yesus kepada mereka: ”Karena itu setiap ahli Taurat yang menerima pelajaran dari hal Kerajaan Sorga itu seumpama tuan rumah yang mengeluarkan harta yang baru dan yang lama dari perbendaharaannya.” Yesus ditolak di Nazaret 13:53-58 (Mrk. 6:1-6; Luk. 4:16-30)"
  },
  {
    "reference": "Mat 13:53",
    "text": "Setelah Yesus selesai menceriterakan perumpamaan-perumpamaan itu, Ia pun pergi dari situ."
  },
  {
    "reference": "Mat 13:54",
    "text": "Setibanya di tempat asal-Nya, Yesus mengajar orang-orang di situ di rumah ibadat mereka. Maka takjublah mereka dan berkata: ”Dari mana diperoleh-Nya hikmat itu dan kuasa untuk mengadakan mujizat-mujizat itu?"
  },
  {
    "reference": "Mat 13:55",
    "text": "Bukankah Ia ini anak tukang kayu? Bukankah ibu-Nya bernama Maria dan saudara-saudara-Nya: Yakobus, Yusuf, Simon dan Yudas?"
  },
  {
    "reference": "Mat 13:56",
    "text": "Dan bukankah saudara-saudara-Nya perempuan semuanya ada bersama kita? Jadi dari mana diperoleh-Nya semuanya itu?”"
  },
  {
    "reference": "Mat 13:57",
    "text": "- 13:57: Mrk. 6:4; Luk. 4:24; Yoh. 4:44 Lalu mereka kecewa dan menolak Dia. Maka Yesus berkata kepada mereka: ”Seorang nabi dihormati di mana-mana, kecuali di tempat asalnya sendiri dan di rumahnya.”"
  },
  {
    "reference": "Mat 13:58",
    "text": "Dan karena ketidakpercayaan mereka, tidak banyak mujizat diadakan-Nya di situ."
  },
  {
    "reference": "Mat 14:1",
    "text": "Pada masa itu sampailah berita-berita tentang Yesus kepada Herodes, raja wilayah."
  },
  {
    "reference": "Mat 14:2",
    "text": "Lalu ia berkata kepada pegawai-pegawainya: ”Inilah Yohanes Pembaptis; ia sudah bangkit dari antara orang mati dan itulah sebabnya kuasa-kuasa itu bekerja di dalam-Nya.”"
  },
  {
    "reference": "Mat 14:3",
    "text": "- 14:3-4: Mrk. 6:17-18; Luk. 3:19-20 Sebab memang Herodes telah menyuruh menangkap Yohanes, membelenggunya dan memenjarakannya, berhubung dengan peristiwa Herodias, isteri Filipus saudaranya."
  },
  {
    "reference": "Mat 14:4",
    "text": "- 14:4: Im. 18:16, 20:21 Karena Yohanes pernah menegornya, katanya: ”Tidak halal engkau mengambil Herodias!”"
  },
  {
    "reference": "Mat 14:5",
    "text": "Herodes ingin membunuhnya, tetapi ia takut akan orang banyak yang memandang Yohanes sebagai nabi."
  },
  {
    "reference": "Mat 14:6",
    "text": "Tetapi pada hari ulang tahun Herodes, menarilah anak perempuan Herodias di tengah-tengah mereka dan menyukakan hati Herodes,"
  },
  {
    "reference": "Mat 14:7",
    "text": "sehingga Herodes bersumpah akan memberikan kepadanya apa saja yang dimintanya."
  },
  {
    "reference": "Mat 14:8",
    "text": "Maka setelah dihasut oleh ibunya, anak perempuan itu berkata: ”Berikanlah aku di sini kepala Yohanes Pembaptis di sebuah talam.”"
  },
  {
    "reference": "Mat 14:9",
    "text": "Lalu sedihlah hati raja, tetapi karena sumpahnya dan karena tamu-tamunya diperintahkannya juga untuk memberikannya."
  },
  {
    "reference": "Mat 14:10",
    "text": "Disuruhnya memenggal kepala Yohanes di penjara"
  },
  {
    "reference": "Mat 14:11",
    "text": "dan kepala Yohanes itu pun dibawa orang di sebuah talam, lalu diberikan kepada gadis itu dan ia membawanya kepada ibunya."
  },
  {
    "reference": "Mat 14:12",
    "text": "Kemudian datanglah murid-murid Yohanes Pembaptis mengambil mayatnya dan menguburkannya. Lalu pergilah mereka memberitahukannya kepada Yesus. Yesus memberi makan lima ribu orang 14:13-21 (Mrk. 6:30-44; Luk. 9:10-17; Yoh. 6:1-13)"
  },
  {
    "reference": "Mat 14:13",
    "text": "Setelah Yesus mendengar berita itu menyingkirlah Ia dari situ, dan hendak mengasingkan diri dengan perahu ke tempat yang sunyi. Tetapi orang banyak mendengarnya dan mengikuti Dia dengan mengambil jalan darat dari kota-kota mereka."
  },
  {
    "reference": "Mat 14:14",
    "text": "Ketika Yesus mendarat, Ia melihat orang banyak yang besar jumlahnya, maka tergeraklah hati-Nya oleh belas kasihan kepada mereka dan Ia menyembuhkan mereka yang sakit."
  },
  {
    "reference": "Mat 14:15",
    "text": "Menjelang malam, murid-murid-Nya datang kepada-Nya dan berkata: ”Tempat ini sunyi dan hari sudah mulai malam. Suruhlah orang banyak itu pergi supaya mereka dapat membeli makanan di desa-desa.”"
  },
  {
    "reference": "Mat 14:16",
    "text": "Tetapi Yesus berkata kepada mereka: ”Tidak perlu mereka pergi, kamu harus memberi mereka makan.”"
  },
  {
    "reference": "Mat 14:17",
    "text": "Jawab mereka: ”Yang ada pada kami di sini hanya lima roti dan dua ikan.”"
  },
  {
    "reference": "Mat 14:18",
    "text": "Yesus berkata: ”Bawalah ke mari kepada-Ku.”"
  },
  {
    "reference": "Mat 14:19",
    "text": "Lalu disuruh-Nya orang banyak itu duduk di rumput. Dan setelah diambil-Nya lima roti dan dua ikan itu, Yesus menengadah ke langit dan mengucap berkat, lalu memecah-mecahkan roti itu dan memberikannya kepada murid-murid-Nya, lalu murid-murid-Nya membagi-bagikannya kepada orang banyak."
  },
  {
    "reference": "Mat 14:20",
    "text": "Dan mereka semuanya makan sampai kenyang. Kemudian orang mengumpulkan potongan-potongan roti yang sisa, dua belas bakul penuh."
  },
  {
    "reference": "Mat 14:21",
    "text": "Yang ikut makan kira-kira lima ribu laki-laki, tidak termasuk perempuan dan anak-anak. Yesus berjalan di atas air 14:22-33 (Mrk. 6:45-52; Yoh. 6:16-21)"
  },
  {
    "reference": "Mat 14:22",
    "text": "Sesudah itu Yesus segera memerintahkan murid-murid-Nya naik ke perahu dan mendahului-Nya ke seberang, sementara itu Ia menyuruh orang banyak pulang."
  },
  {
    "reference": "Mat 14:23",
    "text": "Dan setelah orang banyak itu disuruh-Nya pulang, Yesus naik ke atas bukit untuk berdoa seorang diri. Ketika hari sudah malam, Ia sendirian di situ."
  },
  {
    "reference": "Mat 14:24",
    "text": "Perahu murid-murid-Nya sudah beberapa mil jauhnya dari pantai dan diombang-ambingkan gelombang, karena angin sakal."
  },
  {
    "reference": "Mat 14:25",
    "text": "Kira-kira jam tiga malam datanglah Yesus kepada mereka berjalan di atas air."
  },
  {
    "reference": "Mat 14:26",
    "text": "Ketika murid-murid-Nya melihat Dia berjalan di atas air, mereka terkejut dan berseru: ”Itu hantu!”, lalu berteriak-teriak karena takut."
  },
  {
    "reference": "Mat 14:27",
    "text": "Tetapi segera Yesus berkata kepada mereka: ”Tenanglah! Aku ini, jangan takut!”"
  },
  {
    "reference": "Mat 14:28",
    "text": "Lalu Petrus berseru dan menjawab Dia: ”Tuhan, apabila Engkau itu, suruhlah aku datang kepada-Mu berjalan di atas air.”"
  },
  {
    "reference": "Mat 14:29",
    "text": "Kata Yesus: ”Datanglah!” Maka Petrus turun dari perahu dan berjalan di atas air mendapatkan Yesus."
  },
  {
    "reference": "Mat 14:30",
    "text": "Tetapi ketika dirasanya tiupan angin, takutlah ia dan mulai tenggelam lalu berteriak: ”Tuhan, tolonglah aku!”"
  },
  {
    "reference": "Mat 14:31",
    "text": "Segera Yesus mengulurkan tangan-Nya, memegang dia dan berkata: ”Hai orang yang kurang percaya, mengapa engkau bimbang?”"
  },
  {
    "reference": "Mat 14:32",
    "text": "Lalu mereka naik ke perahu dan angin pun redalah."
  },
  {
    "reference": "Mat 14:33",
    "text": "Dan orang-orang yang ada di perahu menyembah Dia, katanya: ”Sesungguhnya Engkau Anak Allah.” Yesus menyembuhkan orang-orang sakit di Genesaret 14:34-36 (Mrk. 6:53-56)"
  },
  {
    "reference": "Mat 14:34",
    "text": "Setibanya di seberang mereka mendarat di Genesaret."
  },
  {
    "reference": "Mat 14:35",
    "text": "Ketika Yesus dikenal oleh orang-orang di tempat itu, mereka memberitahukannya ke seluruh daerah itu. Maka semua orang yang sakit dibawa kepada-Nya."
  },
  {
    "reference": "Mat 14:36",
    "text": "Mereka memohon supaya diperkenankan menjamah jumbai jubah-Nya. Dan semua orang yang menjamah-Nya menjadi sembuh."
  },
  {
    "reference": "Mat 15:1",
    "text": "Kemudian datanglah beberapa orang Farisi dan ahli Taurat dari Yerusalem kepada Yesus dan berkata:"
  },
  {
    "reference": "Mat 15:2",
    "text": "”Mengapa murid-murid-Mu melanggar adat istiadat nenek moyang kita? Mereka tidak membasuh tangan sebelum makan.”"
  },
  {
    "reference": "Mat 15:3",
    "text": "Tetapi jawab Yesus kepada mereka: ”Mengapa kamu pun melanggar perintah Allah demi adat istiadat nenek moyangmu?"
  },
  {
    "reference": "Mat 15:4",
    "text": "- 15:4: Kel. 20:12, 21:17; Im. 20:9; Ul. 5:16; Mrk. 7:10 Sebab Allah berfirman: Hormatilah ayahmu dan ibumu; dan lagi: Siapa yang mengutuki ayahnya atau ibunya pasti dihukum mati."
  },
  {
    "reference": "Mat 15:5",
    "text": "Tetapi kamu berkata: Barangsiapa berkata kepada bapanya atau kepada ibunya: Apa yang ada padaku yang dapat digunakan untuk pemeliharaanmu, sudah digunakan untuk persembahan kepada Allah,"
  },
  {
    "reference": "Mat 15:6",
    "text": "orang itu tidak wajib lagi menghormati bapanya atau ibunya. Dengan demikian firman Allah kamu nyatakan tidak berlaku demi adat istiadatmu sendiri."
  },
  {
    "reference": "Mat 15:7",
    "text": "Hai orang-orang munafik! Benarlah nubuat Yesaya tentang kamu:"
  },
  {
    "reference": "Mat 15:8",
    "text": "- 15:8-9: Yes. 29:13; Mrk. 7:6-7 Bangsa ini memuliakan Aku dengan bibirnya, padahal hatinya jauh dari pada-Ku."
  },
  {
    "reference": "Mat 15:9",
    "text": "Percuma mereka beribadah kepada-Ku, sedangkan ajaran yang mereka ajarkan ialah perintah manusia.”"
  },
  {
    "reference": "Mat 15:10",
    "text": "Lalu Yesus memanggil orang banyak dan berkata kepada mereka:"
  },
  {
    "reference": "Mat 15:11",
    "text": "”Dengar dan camkanlah: bukan yang masuk ke dalam mulut yang menajiskan orang, melainkan yang keluar dari mulut, itulah yang menajiskan orang.”"
  },
  {
    "reference": "Mat 15:12",
    "text": "Maka datanglah murid-murid-Nya dan bertanya kepada-Nya: ”Engkau tahu bahwa perkataan-Mu itu telah menjadi batu sandungan bagi orang-orang Farisi?”"
  },
  {
    "reference": "Mat 15:13",
    "text": "Jawab Yesus: ”Setiap tanaman yang tidak ditanam oleh Bapa-Ku yang di sorga akan dicabut dengan akar-akarnya."
  },
  {
    "reference": "Mat 15:14",
    "text": "- 15:14: Luk. 6:39 Biarkanlah mereka itu. Mereka orang buta yang menuntun orang buta. Jika orang buta menuntun orang buta, pasti keduanya jatuh ke dalam lobang.”"
  },
  {
    "reference": "Mat 15:15",
    "text": "Lalu Petrus berkata kepada-Nya: ”Jelaskanlah perumpamaan itu kepada kami.”"
  },
  {
    "reference": "Mat 15:16",
    "text": "Jawab Yesus: ”Kamu pun masih belum dapat memahaminya?"
  },
  {
    "reference": "Mat 15:17",
    "text": "Tidak tahukah kamu bahwa segala sesuatu yang masuk ke dalam mulut turun ke dalam perut lalu dibuang di jamban?"
  },
  {
    "reference": "Mat 15:18",
    "text": "- 15:18: Mat. 12:34; Luk. 6:45 Tetapi apa yang keluar dari mulut berasal dari hati dan itulah yang menajiskan orang."
  },
  {
    "reference": "Mat 15:19",
    "text": "Karena dari hati timbul segala pikiran jahat, pembunuhan, perzinahan, percabulan, pencurian, sumpah palsu dan hujat."
  },
  {
    "reference": "Mat 15:20",
    "text": "Itulah yang menajiskan orang. Tetapi makan dengan tangan yang tidak dibasuh tidak menajiskan orang.” Perempuan Kanaan yang percaya 15:21-28 (Mrk. 7:24-30)"
  },
  {
    "reference": "Mat 15:21",
    "text": "Lalu Yesus pergi dari situ dan menyingkir ke daerah Tirus dan Sidon."
  },
  {
    "reference": "Mat 15:22",
    "text": "Maka datanglah seorang perempuan Kanaan dari daerah itu dan berseru: ”Kasihanilah aku, ya Tuhan, Anak Daud, karena anakku perempuan kerasukan setan dan sangat menderita.”"
  },
  {
    "reference": "Mat 15:23",
    "text": "Tetapi Yesus sama sekali tidak menjawabnya. Lalu murid-murid-Nya datang dan meminta kepada-Nya: ”Suruhlah ia pergi, ia mengikuti kita dengan berteriak-teriak.”"
  },
  {
    "reference": "Mat 15:24",
    "text": "Jawab Yesus: ”Aku diutus hanya kepada domba-domba yang hilang dari umat Israel.”"
  },
  {
    "reference": "Mat 15:25",
    "text": "Tetapi perempuan itu mendekat dan menyembah Dia sambil berkata: ”Tuhan, tolonglah aku.”"
  },
  {
    "reference": "Mat 15:26",
    "text": "Tetapi Yesus menjawab: ”Tidak patut mengambil roti yang disediakan bagi anak-anak dan melemparkannya kepada anjing.”"
  },
  {
    "reference": "Mat 15:27",
    "text": "Kata perempuan itu: ”Benar Tuhan, namun anjing itu makan remah-remah yang jatuh dari meja tuannya.”"
  },
  {
    "reference": "Mat 15:28",
    "text": "Maka Yesus menjawab dan berkata kepadanya: ”Hai ibu, besar imanmu, maka jadilah kepadamu seperti yang kaukehendaki.” Dan seketika itu juga anaknya sembuh. Yesus menyembuhkan banyak orang sakit 15:29-31"
  },
  {
    "reference": "Mat 15:29",
    "text": "Setelah meninggalkan daerah itu, Yesus menyusur pantai danau Galilea dan naik ke atas bukit lalu duduk di situ."
  },
  {
    "reference": "Mat 15:30",
    "text": "Kemudian orang banyak berbondong-bondong datang kepada-Nya membawa orang lumpuh, orang timpang, orang buta, orang bisu dan banyak lagi yang lain, lalu meletakkan mereka pada kaki Yesus dan Ia menyembuhkan mereka semuanya."
  },
  {
    "reference": "Mat 15:31",
    "text": "Maka takjublah orang banyak itu melihat orang bisu berkata-kata, orang timpang sembuh, orang lumpuh berjalan, orang buta melihat, dan mereka memuliakan Allah Israel. Yesus memberi makan empat ribu orang 15:32-39 (Mrk. 8:1-10)"
  },
  {
    "reference": "Mat 15:32",
    "text": "Lalu Yesus memanggil murid-murid-Nya dan berkata: ”Hati-Ku tergerak oleh belas kasihan kepada orang banyak itu. Sudah tiga hari mereka mengikuti Aku dan mereka tidak mempunyai makanan. Aku tidak mau menyuruh mereka pulang dengan lapar, nanti mereka pingsan di jalan.”"
  },
  {
    "reference": "Mat 15:33",
    "text": "Kata murid-murid-Nya kepada-Nya: ”Bagaimana di tempat sunyi ini kita mendapat roti untuk mengenyangkan orang banyak yang begitu besar jumlahnya?”"
  },
  {
    "reference": "Mat 15:34",
    "text": "Kata Yesus kepada mereka: ”Berapa roti ada padamu?” ”Tujuh,” jawab mereka, ”dan ada lagi beberapa ikan kecil.”"
  },
  {
    "reference": "Mat 15:35",
    "text": "Lalu Yesus menyuruh orang banyak itu duduk di tanah."
  },
  {
    "reference": "Mat 15:36",
    "text": "Sesudah itu Ia mengambil ketujuh roti dan ikan-ikan itu, mengucap syukur, memecah-mecahkannya dan memberikannya kepada murid-murid-Nya, lalu murid-murid-Nya memberikannya pula kepada orang banyak."
  },
  {
    "reference": "Mat 15:37",
    "text": "Dan mereka semuanya makan sampai kenyang. Kemudian orang mengumpulkan potongan-potongan roti yang sisa, tujuh bakul penuh."
  },
  {
    "reference": "Mat 15:38",
    "text": "Yang ikut makan ialah empat ribu laki-laki, tidak termasuk perempuan dan anak-anak."
  },
  {
    "reference": "Mat 15:39",
    "text": "Lalu Yesus menyuruh orang banyak itu pulang. Ia naik perahu dan bertolak ke daerah Magadan."
  },
  {
    "reference": "Mat 16:1",
    "text": "- 16:1: Mat. 12:38; Mrk. 8:11; Luk. 11:16 Kemudian datanglah orang-orang Farisi dan Saduki hendak mencobai Yesus. Mereka meminta supaya Ia memperlihatkan suatu tanda dari sorga kepada mereka."
  },
  {
    "reference": "Mat 16:2",
    "text": "- 16:2-3: Luk. 12:54-56 Tetapi jawab Yesus: ”Pada petang hari karena langit merah, kamu berkata: Hari akan cerah,"
  },
  {
    "reference": "Mat 16:3",
    "text": "dan pada pagi hari, karena langit merah dan redup, kamu berkata: Hari buruk. Rupa langit kamu tahu membedakannya tetapi tanda-tanda zaman tidak."
  },
  {
    "reference": "Mat 16:4",
    "text": "- 16:4: Mat. 12:39; Mrk. 8:12; Luk. 11:29 Angkatan yang jahat dan tidak setia ini menuntut suatu tanda. Tetapi kepada mereka tidak akan diberikan tanda selain tanda nabi Yunus.” Lalu Yesus meninggalkan mereka dan pergi. Tentang ragi orang Farisi dan Saduki 16:5-12 (Mrk. 8:14-21)"
  },
  {
    "reference": "Mat 16:5",
    "text": "Pada waktu murid-murid Yesus menyeberang danau, mereka lupa membawa roti."
  },
  {
    "reference": "Mat 16:6",
    "text": "- 16:6: Mrk. 8:15; Luk. 12:1 Yesus berkata kepada mereka: ”Berjaga-jagalah dan waspadalah terhadap ragi orang Farisi dan Saduki.”"
  },
  {
    "reference": "Mat 16:7",
    "text": "Maka mereka berpikir-pikir dan seorang berkata kepada yang lain: ”Itu dikatakan-Nya karena kita tidak membawa roti.”"
  },
  {
    "reference": "Mat 16:8",
    "text": "Dan ketika Yesus mengetahui apa yang mereka perbincangkan, Ia berkata: ”Mengapa kamu memperbincangkan soal tidak ada roti? Hai orang-orang yang kurang percaya!"
  },
  {
    "reference": "Mat 16:9",
    "text": "- 16:9: Mat. 14:17-21 Belum juga kamu mengerti? Tidak kamu ingat lagi akan lima roti untuk lima ribu orang itu dan berapa bakul roti kamu kumpulkan kemudian?"
  },
  {
    "reference": "Mat 16:10",
    "text": "- 16:10: Mat. 15:34-38 Ataupun akan tujuh roti untuk empat ribu orang itu dan berapa bakul kamu kumpulkan kemudian?"
  },
  {
    "reference": "Mat 16:11",
    "text": "Bagaimana mungkin kamu tidak mengerti bahwa bukan roti yang Kumaksudkan. Aku berkata kepadamu: Waspadalah terhadap ragi orang Farisi dan Saduki.”"
  },
  {
    "reference": "Mat 16:12",
    "text": "Ketika itu barulah mereka mengerti bahwa bukan maksud-Nya supaya mereka waspada terhadap ragi roti, melainkan terhadap ajaran orang Farisi dan Saduki. Pengakuan Petrus 16:13-20 (Mrk. 8:27-30; Luk. 9:18-21)"
  },
  {
    "reference": "Mat 16:13",
    "text": "Setelah Yesus tiba di daerah Kaisarea Filipi, Ia bertanya kepada murid-murid-Nya: ”Kata orang, siapakah Anak Manusia itu?”"
  },
  {
    "reference": "Mat 16:14",
    "text": "- 16:14: Mat. 14:1-2; Mrk. 6:14-15; Luk. 9:7-8 Jawab mereka: ”Ada yang mengatakan: Yohanes Pembaptis, ada juga yang mengatakan: Elia dan ada pula yang mengatakan: Yeremia atau salah seorang dari para nabi.”"
  },
  {
    "reference": "Mat 16:15",
    "text": "Lalu Yesus bertanya kepada mereka: ”Tetapi apa katamu, siapakah Aku ini?”"
  },
  {
    "reference": "Mat 16:16",
    "text": "- 16:16: Yoh. 6:68-69 Maka jawab Simon Petrus: ”Engkau adalah Mesias, Anak Allah yang hidup!”"
  },
  {
    "reference": "Mat 16:17",
    "text": "Kata Yesus kepadanya: ”Berbahagialah engkau Simon bin Yunus sebab bukan manusia yang menyatakan itu kepadamu, melainkan Bapa-Ku yang di sorga."
  },
  {
    "reference": "Mat 16:18",
    "text": "Dan Aku pun berkata kepadamu: Engkau adalah Petrus dan di atas batu karang ini Aku akan mendirikan jemaat-Ku dan alam maut tidak akan menguasainya."
  },
  {
    "reference": "Mat 16:19",
    "text": "- 16:19: Mat. 18:18; Yoh. 20:23 Kepadamu akan Kuberikan kunci Kerajaan Sorga. Apa yang kauikat di dunia ini akan terikat di sorga dan apa yang kaulepaskan di dunia ini akan terlepas di sorga.”"
  },
  {
    "reference": "Mat 16:20",
    "text": "Lalu Yesus melarang murid-murid-Nya supaya jangan memberitahukan kepada siapa pun bahwa Ia Mesias. Pemberitahuan pertama tentang penderitaan Yesus dan syarat-syarat mengikut Dia 16:21-28 (Mrk. 8:31–9:1; Luk. 9:22-27)"
  },
  {
    "reference": "Mat 16:21",
    "text": "Sejak waktu itu Yesus mulai menyatakan kepada murid-murid-Nya bahwa Ia harus pergi ke Yerusalem dan menanggung banyak penderitaan dari pihak tua-tua, imam-imam kepala dan ahli-ahli Taurat, lalu dibunuh dan dibangkitkan pada hari ketiga."
  },
  {
    "reference": "Mat 16:22",
    "text": "Tetapi Petrus menarik Yesus ke samping dan menegor Dia, katanya: ”Tuhan, kiranya Allah menjauhkan hal itu! Hal itu sekali-kali takkan menimpa Engkau.”"
  },
  {
    "reference": "Mat 16:23",
    "text": "Maka Yesus berpaling dan berkata kepada Petrus: ”Enyahlah Iblis. Engkau suatu batu sandungan bagi-Ku, sebab engkau bukan memikirkan apa yang dipikirkan Allah, melainkan apa yang dipikirkan manusia.”"
  },
  {
    "reference": "Mat 16:24",
    "text": "- 16:24: Mat. 10:38; Luk. 14:27 Lalu Yesus berkata kepada murid-murid-Nya: ”Setiap orang yang mau mengikut Aku, ia harus menyangkal dirinya, memikul salibnya dan mengikut Aku."
  },
  {
    "reference": "Mat 16:25",
    "text": "- 16:25: Mat. 10:39; Luk. 17:33; Yoh. 12:25 Karena barangsiapa mau menyelamatkan nyawanya, ia akan kehilangan nyawanya; tetapi barangsiapa kehilangan nyawanya karena Aku, ia akan memperolehnya."
  },
  {
    "reference": "Mat 16:26",
    "text": "Apa gunanya seorang memperoleh seluruh dunia tetapi kehilangan nyawanya? Dan apakah yang dapat diberikannya sebagai ganti nyawanya?"
  },
  {
    "reference": "Mat 16:27",
    "text": "- 16:27: Mzm. 62:13; Mat. 25:31; Rm. 2:6 Sebab Anak Manusia akan datang dalam kemuliaan Bapa-Nya diiringi malaikat-malaikat-Nya; pada waktu itu Ia akan membalas setiap orang menurut perbuatannya."
  },
  {
    "reference": "Mat 16:28",
    "text": "Aku berkata kepadamu: Sesungguhnya di antara orang yang hadir di sini ada yang tidak akan mati sebelum mereka melihat Anak Manusia datang sebagai Raja dalam Kerajaan-Nya.”"
  },
  {
    "reference": "Mat 17:1",
    "text": "- 17:1-5: 2Ptr. 1:17-18 Enam hari kemudian Yesus membawa Petrus, Yakobus dan Yohanes saudaranya, dan bersama-sama dengan mereka Ia naik ke sebuah gunung yang tinggi. Di situ mereka sendiri saja."
  },
  {
    "reference": "Mat 17:2",
    "text": "Lalu Yesus berubah rupa di depan mata mereka; wajah-Nya bercahaya seperti matahari dan pakaian-Nya menjadi putih bersinar seperti terang."
  },
  {
    "reference": "Mat 17:3",
    "text": "Maka nampak kepada mereka Musa dan Elia sedang berbicara dengan Dia."
  },
  {
    "reference": "Mat 17:4",
    "text": "Kata Petrus kepada Yesus: ”Tuhan, betapa bahagianya kami berada di tempat ini. Jika Engkau mau, biarlah kudirikan di sini tiga kemah, satu untuk Engkau, satu untuk Musa dan satu untuk Elia.”"
  },
  {
    "reference": "Mat 17:5",
    "text": "- 17:5: Kej. 22:2; Ul. 18:15; Mzm. 2:7; Yes. 42:1; Mat. 3:17, 12:18; Mrk. 1:11; Luk. 3:22 Dan tiba-tiba sedang ia berkata-kata turunlah awan yang terang menaungi mereka dan dari dalam awan itu terdengar suara yang berkata: ”Inilah Anak yang Kukasihi, kepada-Nyalah Aku berkenan, dengarkanlah Dia.”"
  },
  {
    "reference": "Mat 17:6",
    "text": "Mendengar itu tersungkurlah murid-murid-Nya dan mereka sangat ketakutan."
  },
  {
    "reference": "Mat 17:7",
    "text": "Lalu Yesus datang kepada mereka dan menyentuh mereka sambil berkata: ”Berdirilah, jangan takut!”"
  },
  {
    "reference": "Mat 17:8",
    "text": "Dan ketika mereka mengangkat kepala, mereka tidak melihat seorang pun kecuali Yesus seorang diri."
  },
  {
    "reference": "Mat 17:9",
    "text": "Pada waktu mereka turun dari gunung itu, Yesus berpesan kepada mereka: ”Jangan kamu ceriterakan penglihatan itu kepada seorang pun sebelum Anak Manusia dibangkitkan dari antara orang mati.”"
  },
  {
    "reference": "Mat 17:10",
    "text": "- 17:10: Mal. 4:5 Lalu murid-murid-Nya bertanya kepada-Nya: ”Kalau demikian mengapa ahli-ahli Taurat berkata bahwa Elia harus datang dahulu?”"
  },
  {
    "reference": "Mat 17:11",
    "text": "Jawab Yesus: ”Memang Elia akan datang dan memulihkan segala sesuatu"
  },
  {
    "reference": "Mat 17:12",
    "text": "- 17:12: Mat. 11:14 dan Aku berkata kepadamu: Elia sudah datang, tetapi orang tidak mengenal dia, dan memperlakukannya menurut kehendak mereka. Demikian juga Anak Manusia akan menderita oleh mereka.”"
  },
  {
    "reference": "Mat 17:13",
    "text": "Pada waktu itu mengertilah murid-murid Yesus bahwa Ia berbicara tentang Yohanes Pembaptis. Yesus menyembuhkan seorang anak muda yang sakit ayan 17:14-21 (Mrk. 9:14-29; Luk. 9:37-43)"
  },
  {
    "reference": "Mat 17:14",
    "text": "Ketika Yesus dan murid-murid-Nya kembali kepada orang banyak itu, datanglah seorang mendapatkan Yesus dan menyembah,"
  },
  {
    "reference": "Mat 17:15",
    "text": "katanya: ”Tuhan, kasihanilah anakku. Ia sakit ayan dan sangat menderita. Ia sering jatuh ke dalam api dan juga sering ke dalam air."
  },
  {
    "reference": "Mat 17:16",
    "text": "Aku sudah membawanya kepada murid-murid-Mu, tetapi mereka tidak dapat menyembuhkannya.”"
  },
  {
    "reference": "Mat 17:17",
    "text": "Maka kata Yesus: ”Hai kamu angkatan yang tidak percaya dan yang sesat, berapa lama lagi Aku harus tinggal di antara kamu? Berapa lama lagi Aku harus sabar terhadap kamu? Bawalah anak itu ke mari!”"
  },
  {
    "reference": "Mat 17:18",
    "text": "Dengan keras Yesus menegor dia, lalu keluarlah setan itu dari padanya dan anak itu pun sembuh seketika itu juga."
  },
  {
    "reference": "Mat 17:19",
    "text": "Kemudian murid-murid Yesus datang dan ketika mereka sendirian dengan Dia, bertanyalah mereka: ”Mengapa kami tidak dapat mengusir setan itu?”"
  },
  {
    "reference": "Mat 17:20",
    "text": "- 17:20: Mat. 21:21; Mrk. 11:23; 1Kor. 13:2 Ia berkata kepada mereka: ”Karena kamu kurang percaya. Sebab Aku berkata kepadamu: Sesungguhnya sekiranya kamu mempunyai iman sebesar biji sesawi saja kamu dapat berkata kepada gunung ini: Pindah dari tempat ini ke sana, – maka gunung ini akan pindah, dan takkan ada yang mustahil bagimu. [\\v 21 Jenis ini tidak dapat diusir kecuali dengan berdoa dan berpuasa.]” Pemberitahuan kedua tentang penderitaan Yesus 17:22-23 (Mrk. 9:30-32; Luk. 9:43-45)"
  },
  {
    "reference": "Mat 17:22",
    "text": "Pada waktu Yesus dan murid-murid-Nya bersama-sama di Galilea, Ia berkata kepada mereka: ”Anak Manusia akan diserahkan ke dalam tangan manusia"
  },
  {
    "reference": "Mat 17:23",
    "text": "dan mereka akan membunuh Dia dan pada hari ketiga Ia akan dibangkitkan.” Maka hati murid-murid-Nya itu pun sedih sekali. Yesus membayar bea untuk Bait Allah 17:24-27"
  },
  {
    "reference": "Mat 17:24",
    "text": "- 17:24: Kel. 30:13, 38:26 Ketika Yesus dan murid-murid-Nya tiba di Kapernaum datanglah pemungut bea Bait Allah kepada Petrus dan berkata: ”Apakah gurumu tidak membayar bea dua dirham itu?”"
  },
  {
    "reference": "Mat 17:25",
    "text": "Jawabnya: ”Memang membayar.” Dan ketika Petrus masuk rumah, Yesus mendahuluinya dengan pertanyaan: ”Apakah pendapatmu, Simon? Dari siapakah raja-raja dunia ini memungut bea dan pajak? Dari rakyatnya atau dari orang asing?”"
  },
  {
    "reference": "Mat 17:26",
    "text": "Jawab Petrus: ”Dari orang asing!” Maka kata Yesus kepadanya: ”Jadi bebaslah rakyatnya."
  },
  {
    "reference": "Mat 17:27",
    "text": "Tetapi supaya jangan kita menjadi batu sandungan bagi mereka, pergilah memancing ke danau. Dan ikan pertama yang kaupancing, tangkaplah dan bukalah mulutnya, maka engkau akan menemukan mata uang empat dirham di dalamnya. Ambillah itu dan bayarkanlah kepada mereka, bagi-Ku dan bagimu juga.”"
  },
  {
    "reference": "Mat 18:1",
    "text": "- 18:1: Luk. 22:24 Pada waktu itu datanglah murid-murid itu kepada Yesus dan bertanya: ”Siapakah yang terbesar dalam Kerajaan Sorga?”"
  },
  {
    "reference": "Mat 18:2",
    "text": "Maka Yesus memanggil seorang anak kecil dan menempatkannya di tengah-tengah mereka"
  },
  {
    "reference": "Mat 18:3",
    "text": "- 18:3: Mrk. 10:15; Luk. 18:17 lalu berkata: ”Aku berkata kepadamu, sesungguhnya jika kamu tidak bertobat dan menjadi seperti anak kecil ini, kamu tidak akan masuk ke dalam Kerajaan Sorga."
  },
  {
    "reference": "Mat 18:4",
    "text": "Sedangkan barangsiapa merendahkan diri dan menjadi seperti anak kecil ini, dialah yang terbesar dalam Kerajaan Sorga."
  },
  {
    "reference": "Mat 18:5",
    "text": "Dan barangsiapa menyambut seorang anak seperti ini dalam nama-Ku, ia menyambut Aku.” Siapa yang menyesatkan orang 18:6-11 (Mrk. 9:42-48; Luk. 17:1-2)"
  },
  {
    "reference": "Mat 18:6",
    "text": "”Tetapi barangsiapa menyesatkan salah satu dari anak-anak kecil ini yang percaya kepada-Ku, lebih baik baginya jika sebuah batu kilangan diikatkan pada lehernya lalu ia ditenggelamkan ke dalam laut."
  },
  {
    "reference": "Mat 18:7",
    "text": "Celakalah dunia dengan segala penyesatannya: memang penyesatan harus ada, tetapi celakalah orang yang mengadakannya."
  },
  {
    "reference": "Mat 18:8",
    "text": "- 18:8: Mat. 5:30 Jika tanganmu atau kakimu menyesatkan engkau, penggallah dan buanglah itu, karena lebih baik bagimu masuk ke dalam hidup dengan tangan kudung atau timpang dari pada dengan utuh kedua tangan dan kedua kakimu dicampakkan ke dalam api kekal."
  },
  {
    "reference": "Mat 18:9",
    "text": "- 18:9: Mat. 5:29 Dan jika matamu menyesatkan engkau, cungkillah dan buanglah itu, karena lebih baik bagimu masuk ke dalam hidup dengan bermata satu dari pada dicampakkan ke dalam api neraka dengan bermata dua."
  },
  {
    "reference": "Mat 18:10",
    "text": "Ingatlah, jangan menganggap rendah seorang dari anak-anak kecil ini. Karena Aku berkata kepadamu: Ada malaikat mereka di sorga yang selalu memandang wajah Bapa-Ku yang di sorga. [\\v 11 Karena Anak Manusia datang untuk menyelamatkan yang hilang.]” Perumpamaan tentang domba yang hilang 18:12-14 (Luk. 15:3-7)"
  },
  {
    "reference": "Mat 18:12",
    "text": "”Bagaimana pendapatmu? Jika seorang mempunyai seratus ekor domba, dan seekor di antaranya sesat, tidakkah ia akan meninggalkan yang sembilan puluh sembilan ekor di pegunungan dan pergi mencari yang sesat itu?"
  },
  {
    "reference": "Mat 18:13",
    "text": "Dan Aku berkata kepadamu: Sesungguhnya jika ia berhasil menemukannya, lebih besar kegembiraannya atas yang seekor itu dari pada atas yang kesembilan puluh sembilan ekor yang tidak sesat."
  },
  {
    "reference": "Mat 18:14",
    "text": "Demikian juga Bapamu yang di sorga tidak menghendaki supaya seorang pun dari anak-anak ini hilang.” Tentang menasihati sesama saudara 18:15-20"
  },
  {
    "reference": "Mat 18:15",
    "text": "- 18:15: Luk. 17:3 ”Apabila saudaramu berbuat dosa, tegorlah dia di bawah empat mata. Jika ia mendengarkan nasihatmu engkau telah mendapatnya kembali."
  },
  {
    "reference": "Mat 18:16",
    "text": "- 18:16: Ul. 19:15 Jika ia tidak mendengarkan engkau, bawalah seorang atau dua orang lagi, supaya atas keterangan dua atau tiga orang saksi, perkara itu tidak disangsikan."
  },
  {
    "reference": "Mat 18:17",
    "text": "Jika ia tidak mau mendengarkan mereka, sampaikanlah soalnya kepada jemaat. Dan jika ia tidak mau juga mendengarkan jemaat, pandanglah dia sebagai seorang yang tidak mengenal Allah atau seorang pemungut cukai."
  },
  {
    "reference": "Mat 18:18",
    "text": "- 18:18: Mat. 16:19; Yoh. 20:23 Aku berkata kepadamu: Sesungguhnya apa yang kamu ikat di dunia ini akan terikat di sorga dan apa yang kamu lepaskan di dunia ini akan terlepas di sorga."
  },
  {
    "reference": "Mat 18:19",
    "text": "Dan lagi Aku berkata kepadamu: Jika dua orang dari padamu di dunia ini sepakat meminta apa pun juga, permintaan mereka itu akan dikabulkan oleh Bapa-Ku yang di sorga."
  },
  {
    "reference": "Mat 18:20",
    "text": "Sebab di mana dua atau tiga orang berkumpul dalam nama-Ku, di situ Aku ada di tengah-tengah mereka.” Perumpamaan tentang pengampunan 18:21-35"
  },
  {
    "reference": "Mat 18:21",
    "text": "- 18:21-22: Luk. 17:3-4 Kemudian datanglah Petrus dan berkata kepada Yesus: ”Tuhan, sampai berapa kali aku harus mengampuni saudaraku jika ia berbuat dosa terhadap aku? Sampai tujuh kali?”"
  },
  {
    "reference": "Mat 18:22",
    "text": "Yesus berkata kepadanya: ”Bukan! Aku berkata kepadamu: Bukan sampai tujuh kali, melainkan sampai tujuh puluh kali tujuh kali."
  },
  {
    "reference": "Mat 18:23",
    "text": "Sebab hal Kerajaan Sorga seumpama seorang raja yang hendak mengadakan perhitungan dengan hamba-hambanya."
  },
  {
    "reference": "Mat 18:24",
    "text": "Setelah ia mulai mengadakan perhitungan itu, dihadapkanlah kepadanya seorang yang berhutang sepuluh ribu talenta."
  },
  {
    "reference": "Mat 18:25",
    "text": "Tetapi karena orang itu tidak mampu melunaskan hutangnya, raja itu memerintahkan supaya ia dijual beserta anak isterinya dan segala miliknya untuk pembayar hutangnya."
  },
  {
    "reference": "Mat 18:26",
    "text": "Maka sujudlah hamba itu menyembah dia, katanya: Sabarlah dahulu, segala hutangku akan kulunaskan."
  },
  {
    "reference": "Mat 18:27",
    "text": "Lalu tergeraklah hati raja itu oleh belas kasihan akan hamba itu, sehingga ia membebaskannya dan menghapuskan hutangnya."
  },
  {
    "reference": "Mat 18:28",
    "text": "Tetapi ketika hamba itu keluar, ia bertemu dengan seorang hamba lain yang berhutang seratus dinar kepadanya. Ia menangkap dan mencekik kawannya itu, katanya: Bayar hutangmu!"
  },
  {
    "reference": "Mat 18:29",
    "text": "Maka sujudlah kawannya itu dan memohon kepadanya: Sabarlah dahulu, hutangku itu akan kulunaskan."
  },
  {
    "reference": "Mat 18:30",
    "text": "Tetapi ia menolak dan menyerahkan kawannya itu ke dalam penjara sampai dilunaskannya hutangnya."
  },
  {
    "reference": "Mat 18:31",
    "text": "Melihat itu kawan-kawannya yang lain sangat sedih lalu menyampaikan segala yang terjadi kepada tuan mereka."
  },
  {
    "reference": "Mat 18:32",
    "text": "Raja itu menyuruh memanggil orang itu dan berkata kepadanya: Hai hamba yang jahat, seluruh hutangmu telah kuhapuskan karena engkau memohonkannya kepadaku."
  },
  {
    "reference": "Mat 18:33",
    "text": "Bukankah engkau pun harus mengasihani kawanmu seperti aku telah mengasihani engkau?"
  },
  {
    "reference": "Mat 18:34",
    "text": "Maka marahlah tuannya itu dan menyerahkannya kepada algojo-algojo, sampai ia melunaskan seluruh hutangnya."
  },
  {
    "reference": "Mat 18:35",
    "text": "Maka Bapa-Ku yang di sorga akan berbuat demikian juga terhadap kamu, apabila kamu masing-masing tidak mengampuni saudaramu dengan segenap hatimu.”"
  },
  {
    "reference": "Mat 19:1",
    "text": "Setelah Yesus selesai dengan pengajaran-Nya itu, berangkatlah Ia dari Galilea dan tiba di daerah Yudea yang di seberang sungai Yordan."
  },
  {
    "reference": "Mat 19:2",
    "text": "Orang banyak berbondong-bondong mengikuti Dia dan Ia pun menyembuhkan mereka di sana."
  },
  {
    "reference": "Mat 19:3",
    "text": "Maka datanglah orang-orang Farisi kepada-Nya untuk mencobai Dia. Mereka bertanya: ”Apakah diperbolehkan orang menceraikan isterinya dengan alasan apa saja?”"
  },
  {
    "reference": "Mat 19:4",
    "text": "- 19:4: Kej. 1:27, 5:2 Jawab Yesus: ”Tidakkah kamu baca, bahwa Ia yang menciptakan manusia sejak semula menjadikan mereka laki-laki dan perempuan?"
  },
  {
    "reference": "Mat 19:5",
    "text": "- 19:5: Kej. 2:24 Dan firman-Nya: Sebab itu laki-laki akan meninggalkan ayah dan ibunya dan bersatu dengan isterinya, sehingga keduanya itu menjadi satu daging."
  },
  {
    "reference": "Mat 19:6",
    "text": "Demikianlah mereka bukan lagi dua, melainkan satu. Karena itu, apa yang telah dipersatukan Allah, tidak boleh diceraikan manusia.”"
  },
  {
    "reference": "Mat 19:7",
    "text": "- 19:7: Ul. 24:1-4; Mat. 5:31 Kata mereka kepada-Nya: ”Jika demikian, apakah sebabnya Musa memerintahkan untuk memberikan surat cerai jika orang menceraikan isterinya?”"
  },
  {
    "reference": "Mat 19:8",
    "text": "Kata Yesus kepada mereka: ”Karena ketegaran hatimu Musa mengizinkan kamu menceraikan isterimu, tetapi sejak semula tidaklah demikian."
  },
  {
    "reference": "Mat 19:9",
    "text": "- 19:9: Mat. 5:32; Luk. 16:18; 1Kor. 7:10-11 Tetapi Aku berkata kepadamu: Barangsiapa menceraikan isterinya, kecuali karena zinah, lalu kawin dengan perempuan lain, ia berbuat zinah.”"
  },
  {
    "reference": "Mat 19:10",
    "text": "Murid-murid itu berkata kepada-Nya: ”Jika demikian halnya hubungan antara suami dan isteri, lebih baik jangan kawin.”"
  },
  {
    "reference": "Mat 19:11",
    "text": "Akan tetapi Ia berkata kepada mereka: ”Tidak semua orang dapat mengerti perkataan itu, hanya mereka yang dikaruniai saja."
  },
  {
    "reference": "Mat 19:12",
    "text": "Ada orang yang tidak dapat kawin karena ia memang lahir demikian dari rahim ibunya, dan ada orang yang dijadikan demikian oleh orang lain, dan ada orang yang membuat dirinya demikian karena kemauannya sendiri oleh karena Kerajaan Sorga. Siapa yang dapat mengerti hendaklah ia mengerti.” Yesus memberkati anak-anak 19:13-15 (Mrk. 10:13-16; Luk. 18:15-17)"
  },
  {
    "reference": "Mat 19:13",
    "text": "Lalu orang membawa anak-anak kecil kepada Yesus, supaya Ia meletakkan tangan-Nya atas mereka dan mendoakan mereka; akan tetapi murid-murid-Nya memarahi orang-orang itu."
  },
  {
    "reference": "Mat 19:14",
    "text": "Tetapi Yesus berkata: ”Biarkanlah anak-anak itu, janganlah menghalang-halangi mereka datang kepada-Ku; sebab orang-orang yang seperti itulah yang empunya Kerajaan Sorga.”"
  },
  {
    "reference": "Mat 19:15",
    "text": "Lalu Ia meletakkan tangan-Nya atas mereka dan kemudian Ia berangkat dari situ. Orang muda yang kaya 19:16-26 (Mrk. 10:17-27; Luk. 18:18-27)"
  },
  {
    "reference": "Mat 19:16",
    "text": "Ada seorang datang kepada Yesus, dan berkata: ”Guru, perbuatan baik apakah yang harus kuperbuat untuk memperoleh hidup yang kekal?”"
  },
  {
    "reference": "Mat 19:17",
    "text": "Jawab Yesus: ”Apakah sebabnya engkau bertanya kepada-Ku tentang apa yang baik? Hanya Satu yang baik. Tetapi jikalau engkau ingin masuk ke dalam hidup, turutilah segala perintah Allah.”"
  },
  {
    "reference": "Mat 19:18",
    "text": "- 19:18: Kel. 20:13-16; Ul. 5:17-20 Kata orang itu kepada-Nya: ”Perintah yang mana?” Kata Yesus: ”Jangan membunuh, jangan berzinah, jangan mencuri, jangan mengucapkan saksi dusta,"
  },
  {
    "reference": "Mat 19:19",
    "text": "- 19:19: Kel. 20:12; Im. 19:18; Ul. 5:16 hormatilah ayahmu dan ibumu dan kasihilah sesamamu manusia seperti dirimu sendiri.”"
  },
  {
    "reference": "Mat 19:20",
    "text": "Kata orang muda itu kepada-Nya: ”Semuanya itu telah kuturuti, apa lagi yang masih kurang?”"
  },
  {
    "reference": "Mat 19:21",
    "text": "Kata Yesus kepadanya: ”Jikalau engkau hendak sempurna, pergilah, juallah segala milikmu dan berikanlah itu kepada orang-orang miskin, maka engkau akan beroleh harta di sorga, kemudian datanglah ke mari dan ikutlah Aku.”"
  },
  {
    "reference": "Mat 19:22",
    "text": "Ketika orang muda itu mendengar perkataan itu, pergilah ia dengan sedih, sebab banyak hartanya."
  },
  {
    "reference": "Mat 19:23",
    "text": "Yesus berkata kepada murid-murid-Nya: ”Aku berkata kepadamu, sesungguhnya sukar sekali bagi seorang kaya untuk masuk ke dalam Kerajaan Sorga."
  },
  {
    "reference": "Mat 19:24",
    "text": "Sekali lagi Aku berkata kepadamu, lebih mudah seekor unta masuk melalui lobang jarum dari pada seorang kaya masuk ke dalam Kerajaan Allah.”"
  },
  {
    "reference": "Mat 19:25",
    "text": "Ketika murid-murid mendengar itu, sangat gemparlah mereka dan berkata: ”Jika demikian, siapakah yang dapat diselamatkan?”"
  },
  {
    "reference": "Mat 19:26",
    "text": "Yesus memandang mereka dan berkata: ”Bagi manusia hal ini tidak mungkin, tetapi bagi Allah segala sesuatu mungkin.” Upah mengikut Yesus 19:27-30 (Mrk. 10:28-31; Luk. 18:28-30)"
  },
  {
    "reference": "Mat 19:27",
    "text": "Lalu Petrus menjawab dan berkata kepada Yesus: ”Kami ini telah meninggalkan segala sesuatu dan mengikut Engkau; jadi apakah yang akan kami peroleh?”"
  },
  {
    "reference": "Mat 19:28",
    "text": "- 19:28: Mat. 25:31; Luk. 22:30 Kata Yesus kepada mereka: ”Aku berkata kepadamu, sesungguhnya pada waktu penciptaan kembali, apabila Anak Manusia bersemayam di takhta kemuliaan-Nya, kamu, yang telah mengikut Aku, akan duduk juga di atas dua belas takhta untuk menghakimi kedua belas suku Israel."
  },
  {
    "reference": "Mat 19:29",
    "text": "Dan setiap orang yang karena nama-Ku meninggalkan rumahnya, saudaranya laki-laki atau saudaranya perempuan, bapa atau ibunya, anak-anak atau ladangnya, akan menerima kembali seratus kali lipat dan akan memperoleh hidup yang kekal."
  },
  {
    "reference": "Mat 19:30",
    "text": "- 19:30: Mat. 20:16; Luk. 13:30 Tetapi banyak orang yang terdahulu akan menjadi yang terakhir, dan yang terakhir akan menjadi yang terdahulu.”"
  },
  {
    "reference": "Mat 20:1",
    "text": "”Adapun hal Kerajaan Sorga sama seperti seorang tuan rumah yang pagi-pagi benar keluar mencari pekerja-pekerja untuk kebun anggurnya."
  },
  {
    "reference": "Mat 20:2",
    "text": "Setelah ia sepakat dengan pekerja-pekerja itu mengenai upah sedinar sehari, ia menyuruh mereka ke kebun anggurnya."
  },
  {
    "reference": "Mat 20:3",
    "text": "Kira-kira pukul sembilan pagi ia keluar pula dan dilihatnya ada lagi orang-orang lain menganggur di pasar."
  },
  {
    "reference": "Mat 20:4",
    "text": "Katanya kepada mereka: Pergi jugalah kamu ke kebun anggurku dan apa yang pantas akan kuberikan kepadamu. Dan mereka pun pergi."
  },
  {
    "reference": "Mat 20:5",
    "text": "Kira-kira pukul dua belas dan pukul tiga petang ia keluar pula dan melakukan sama seperti tadi."
  },
  {
    "reference": "Mat 20:6",
    "text": "Kira-kira pukul lima petang ia keluar lagi dan mendapati orang-orang lain pula, lalu katanya kepada mereka: Mengapa kamu menganggur saja di sini sepanjang hari?"
  },
  {
    "reference": "Mat 20:7",
    "text": "Kata mereka kepadanya: Karena tidak ada orang mengupah kami. Katanya kepada mereka: Pergi jugalah kamu ke kebun anggurku."
  },
  {
    "reference": "Mat 20:8",
    "text": "- 20:8: Im. 19:13; Ul. 24:15 Ketika hari malam tuan itu berkata kepada mandurnya: Panggillah pekerja-pekerja itu dan bayarkan upah mereka, mulai dengan mereka yang masuk terakhir hingga mereka yang masuk terdahulu."
  },
  {
    "reference": "Mat 20:9",
    "text": "Maka datanglah mereka yang mulai bekerja kira-kira pukul lima dan mereka menerima masing-masing satu dinar."
  },
  {
    "reference": "Mat 20:10",
    "text": "Kemudian datanglah mereka yang masuk terdahulu, sangkanya akan mendapat lebih banyak, tetapi mereka pun menerima masing-masing satu dinar juga."
  },
  {
    "reference": "Mat 20:11",
    "text": "Ketika mereka menerimanya, mereka bersungut-sungut kepada tuan itu,"
  },
  {
    "reference": "Mat 20:12",
    "text": "katanya: Mereka yang masuk terakhir ini hanya bekerja satu jam dan engkau menyamakan mereka dengan kami yang sehari suntuk bekerja berat dan menanggung panas terik matahari."
  },
  {
    "reference": "Mat 20:13",
    "text": "Tetapi tuan itu menjawab seorang dari mereka: Saudara, aku tidak berlaku tidak adil terhadap engkau. Bukankah kita telah sepakat sedinar sehari?"
  },
  {
    "reference": "Mat 20:14",
    "text": "Ambillah bagianmu dan pergilah; aku mau memberikan kepada orang yang masuk terakhir ini sama seperti kepadamu."
  },
  {
    "reference": "Mat 20:15",
    "text": "Tidakkah aku bebas mempergunakan milikku menurut kehendak hatiku? Atau iri hatikah engkau, karena aku murah hati?"
  },
  {
    "reference": "Mat 20:16",
    "text": "- 20:16: Mat. 19:30; Mrk. 10:31; Luk. 13:30 Demikianlah orang yang terakhir akan menjadi yang terdahulu dan yang terdahulu akan menjadi yang terakhir.” Pemberitahuan ketiga tentang penderitaan Yesus 20:17-19 (Mrk. 10:32-34; Luk. 18:31-34)"
  },
  {
    "reference": "Mat 20:17",
    "text": "Ketika Yesus akan pergi ke Yerusalem, Ia memanggil kedua belas murid-Nya tersendiri dan berkata kepada mereka di tengah jalan:"
  },
  {
    "reference": "Mat 20:18",
    "text": "”Sekarang kita pergi ke Yerusalem dan Anak Manusia akan diserahkan kepada imam-imam kepala dan ahli-ahli Taurat, dan mereka akan menjatuhi Dia hukuman mati."
  },
  {
    "reference": "Mat 20:19",
    "text": "Dan mereka akan menyerahkan Dia kepada bangsa-bangsa yang tidak mengenal Allah, supaya Ia diolok-olokkan, disesah dan disalibkan, dan pada hari ketiga Ia akan dibangkitkan.” Permintaan ibu Yakobus dan Yohanes Bukan memerintah melainkan melayani 20:20-28 (Mrk. 10:35-45)"
  },
  {
    "reference": "Mat 20:20",
    "text": "Maka datanglah ibu anak-anak Zebedeus serta anak-anaknya itu kepada Yesus, lalu sujud di hadapan-Nya untuk meminta sesuatu kepada-Nya."
  },
  {
    "reference": "Mat 20:21",
    "text": "Kata Yesus: ”Apa yang kaukehendaki?” Jawabnya: ”Berilah perintah, supaya kedua anakku ini boleh duduk kelak di dalam Kerajaan-Mu, yang seorang di sebelah kanan-Mu dan yang seorang lagi di sebelah kiri-Mu.”"
  },
  {
    "reference": "Mat 20:22",
    "text": "Tetapi Yesus menjawab, kata-Nya: ”Kamu tidak tahu, apa yang kamu minta. Dapatkah kamu meminum cawan, yang harus Kuminum?” Kata mereka kepada-Nya: ”Kami dapat.”"
  },
  {
    "reference": "Mat 20:23",
    "text": "Yesus berkata kepada mereka: ”Cawan-Ku memang akan kamu minum, tetapi hal duduk di sebelah kanan-Ku atau di sebelah kiri-Ku, Aku tidak berhak memberikannya. Itu akan diberikan kepada orang-orang bagi siapa Bapa-Ku telah menyediakannya.”"
  },
  {
    "reference": "Mat 20:24",
    "text": "Mendengar itu marahlah kesepuluh murid yang lain kepada kedua saudara itu."
  },
  {
    "reference": "Mat 20:25",
    "text": "- 20:25-27: Mat. 23:11; Mrk. 9:35; Luk. 22:25-26 Tetapi Yesus memanggil mereka lalu berkata: ”Kamu tahu, bahwa pemerintah-pemerintah bangsa-bangsa memerintah rakyatnya dengan tangan besi dan pembesar-pembesar menjalankan kuasanya dengan keras atas mereka."
  },
  {
    "reference": "Mat 20:26",
    "text": "Tidaklah demikian di antara kamu. Barangsiapa ingin menjadi besar di antara kamu, hendaklah ia menjadi pelayanmu,"
  },
  {
    "reference": "Mat 20:27",
    "text": "dan barangsiapa ingin menjadi terkemuka di antara kamu, hendaklah ia menjadi hambamu;"
  },
  {
    "reference": "Mat 20:28",
    "text": "sama seperti Anak Manusia datang bukan untuk dilayani, melainkan untuk melayani dan untuk memberikan nyawa-Nya menjadi tebusan bagi banyak orang.” Yesus menyembuhkan dua orang buta 20:29-34 (Mrk. 10:46-52; Luk. 18:35-43)"
  },
  {
    "reference": "Mat 20:29",
    "text": "Dan ketika Yesus dan murid-murid-Nya keluar dari Yerikho, orang banyak berbondong-bondong mengikuti Dia."
  },
  {
    "reference": "Mat 20:30",
    "text": "Ada dua orang buta yang duduk di pinggir jalan mendengar, bahwa Yesus lewat, lalu mereka berseru: ”Tuhan, Anak Daud, kasihanilah kami!”"
  },
  {
    "reference": "Mat 20:31",
    "text": "Tetapi orang banyak itu menegor mereka supaya mereka diam. Namun mereka makin keras berseru, katanya: ”Tuhan, Anak Daud, kasihanilah kami!”"
  },
  {
    "reference": "Mat 20:32",
    "text": "Lalu Yesus berhenti dan memanggil mereka. Ia berkata: ”Apa yang kamu kehendaki supaya Aku perbuat bagimu?”"
  },
  {
    "reference": "Mat 20:33",
    "text": "Jawab mereka: ”Tuhan, supaya mata kami dapat melihat.”"
  },
  {
    "reference": "Mat 20:34",
    "text": "Maka tergeraklah hati Yesus oleh belas kasihan, lalu Ia menjamah mata mereka dan seketika itu juga mereka melihat lalu mengikuti Dia."
  },
  {
    "reference": "Mat 21:1",
    "text": "Ketika Yesus dan murid-murid-Nya telah dekat Yerusalem dan tiba di Betfage yang terletak di Bukit Zaitun, Yesus menyuruh dua orang murid-Nya"
  },
  {
    "reference": "Mat 21:2",
    "text": "dengan pesan: ”Pergilah ke kampung yang di depanmu itu, dan di situ kamu akan segera menemukan seekor keledai betina tertambat dan anaknya ada dekatnya. Lepaskanlah keledai itu dan bawalah keduanya kepada-Ku."
  },
  {
    "reference": "Mat 21:3",
    "text": "Dan jikalau ada orang menegor kamu, katakanlah: Tuhan memerlukannya. Ia akan segera mengembalikannya.”"
  },
  {
    "reference": "Mat 21:4",
    "text": "Hal itu terjadi supaya genaplah firman yang disampaikan oleh nabi:"
  },
  {
    "reference": "Mat 21:5",
    "text": "- 21:5: Za. 9:9 ”Katakanlah kepada puteri Sion: Lihat, Rajamu datang kepadamu, Ia lemah lembut dan mengendarai seekor keledai, seekor keledai beban yang muda.”"
  },
  {
    "reference": "Mat 21:6",
    "text": "Maka pergilah murid-murid itu dan berbuat seperti yang ditugaskan Yesus kepada mereka."
  },
  {
    "reference": "Mat 21:7",
    "text": "Mereka membawa keledai betina itu bersama anaknya, lalu mengalasinya dengan pakaian mereka dan Yesus pun naik ke atasnya."
  },
  {
    "reference": "Mat 21:8",
    "text": "Orang banyak yang sangat besar jumlahnya menghamparkan pakaiannya di jalan, ada pula yang memotong ranting-ranting dari pohon-pohon dan menyebarkannya di jalan."
  },
  {
    "reference": "Mat 21:9",
    "text": "- 21:9: Mzm. 118:26 Dan orang banyak yang berjalan di depan Yesus dan yang mengikuti-Nya dari belakang berseru, katanya: ”Hosana bagi Anak Daud, diberkatilah Dia yang datang dalam nama Tuhan, hosana di tempat yang mahatinggi!”"
  },
  {
    "reference": "Mat 21:10",
    "text": "Dan ketika Ia masuk ke Yerusalem, gemparlah seluruh kota itu dan orang berkata: ”Siapakah orang ini?”"
  },
  {
    "reference": "Mat 21:11",
    "text": "Dan orang banyak itu menyahut: ”Inilah nabi Yesus dari Nazaret di Galilea.” Yesus menyucikan Bait Allah 21:12-17 (Mrk. 11:15-19; Luk. 19:45-48; Yoh. 2:13-16)"
  },
  {
    "reference": "Mat 21:12",
    "text": "Lalu Yesus masuk ke Bait Allah dan mengusir semua orang yang berjual beli di halaman Bait Allah. Ia membalikkan meja-meja penukar uang dan bangku-bangku pedagang merpati"
  },
  {
    "reference": "Mat 21:13",
    "text": "- 21:13: Yes. 56:7; Yer. 7:11 dan berkata kepada mereka: ”Ada tertulis: Rumah-Ku akan disebut rumah doa. Tetapi kamu menjadikannya sarang penyamun.”"
  },
  {
    "reference": "Mat 21:14",
    "text": "Maka datanglah orang-orang buta dan orang-orang timpang kepada-Nya dalam Bait Allah itu dan mereka disembuhkan-Nya."
  },
  {
    "reference": "Mat 21:15",
    "text": "Tetapi ketika imam-imam kepala dan ahli-ahli Taurat melihat mujizat-mujizat yang dibuat-Nya itu dan anak-anak yang berseru dalam Bait Allah: ”Hosana bagi Anak Daud!” hati mereka sangat jengkel,"
  },
  {
    "reference": "Mat 21:16",
    "text": "- 21:16: Mzm. 8:3 lalu mereka berkata kepada-Nya: ”Engkau dengar apa yang dikatakan anak-anak ini?” Kata Yesus kepada mereka: ”Aku dengar; belum pernahkah kamu baca: Dari mulut bayi-bayi dan anak-anak yang menyusu Engkau telah menyediakan puji-pujian?”"
  },
  {
    "reference": "Mat 21:17",
    "text": "Lalu Ia meninggalkan mereka dan pergi ke luar kota ke Betania dan bermalam di situ. Yesus mengutuk pohon ara 21:18-22 (Mrk. 11:12-14, 20-26)"
  },
  {
    "reference": "Mat 21:18",
    "text": "Pada pagi-pagi hari dalam perjalanan-Nya kembali ke kota, Yesus merasa lapar."
  },
  {
    "reference": "Mat 21:19",
    "text": "Dekat jalan Ia melihat pohon ara lalu pergi ke situ, tetapi Ia tidak mendapat apa-apa pada pohon itu selain daun-daun saja. Kata-Nya kepada pohon itu: ”Engkau tidak akan berbuah lagi selama-lamanya!” Dan seketika itu juga keringlah pohon ara itu."
  },
  {
    "reference": "Mat 21:20",
    "text": "Melihat kejadian itu tercenganglah murid-murid-Nya, lalu berkata: ”Bagaimana mungkin pohon ara itu sekonyong-konyong menjadi kering?”"
  },
  {
    "reference": "Mat 21:21",
    "text": "- 21:21: Mat. 17:20; 1Kor. 13:2 Yesus menjawab mereka: ”Aku berkata kepadamu, sesungguhnya jika kamu percaya dan tidak bimbang, kamu bukan saja akan dapat berbuat apa yang Kuperbuat dengan pohon ara itu, tetapi juga jikalau kamu berkata kepada gunung ini: Beranjaklah dan tercampaklah ke dalam laut! hal itu akan terjadi."
  },
  {
    "reference": "Mat 21:22",
    "text": "Dan apa saja yang kamu minta dalam doa dengan penuh kepercayaan, kamu akan menerimanya.” Pertanyaan mengenai kuasa Yesus 21:23-27 (Mrk. 11:27-33; Luk. 20:1-8)"
  },
  {
    "reference": "Mat 21:23",
    "text": "Lalu Yesus masuk ke Bait Allah, dan ketika Ia mengajar di situ, datanglah imam-imam kepala serta tua-tua bangsa Yahudi kepada-Nya, dan bertanya: ”Dengan kuasa manakah Engkau melakukan hal-hal itu? Dan siapakah yang memberikan kuasa itu kepada-Mu?”"
  },
  {
    "reference": "Mat 21:24",
    "text": "Jawab Yesus kepada mereka: ”Aku juga akan mengajukan satu pertanyaan kepadamu dan jikalau kamu memberi jawabnya kepada-Ku, Aku akan mengatakan juga kepadamu dengan kuasa manakah Aku melakukan hal-hal itu."
  },
  {
    "reference": "Mat 21:25",
    "text": "Dari manakah baptisan Yohanes? Dari sorga atau dari manusia?” Mereka memperbincangkannya di antara mereka, dan berkata: ”Jikalau kita katakan: Dari sorga, Ia akan berkata kepada kita: Kalau begitu, mengapakah kamu tidak percaya kepadanya?"
  },
  {
    "reference": "Mat 21:26",
    "text": "Tetapi jikalau kita katakan: Dari manusia, kita takut kepada orang banyak, sebab semua orang menganggap Yohanes ini nabi.”"
  },
  {
    "reference": "Mat 21:27",
    "text": "Lalu mereka menjawab Yesus: ”Kami tidak tahu.” Dan Yesus pun berkata kepada mereka: ”Jika demikian, Aku juga tidak mengatakan kepadamu dengan kuasa manakah Aku melakukan hal-hal itu.” Perumpamaan tentang dua orang anak 21:28-32"
  },
  {
    "reference": "Mat 21:28",
    "text": "”Tetapi apakah pendapatmu tentang ini: Seorang mempunyai dua anak laki-laki. Ia pergi kepada anak yang sulung dan berkata: Anakku, pergi dan bekerjalah hari ini dalam kebun anggur."
  },
  {
    "reference": "Mat 21:29",
    "text": "Jawab anak itu: Baik, bapa. Tetapi ia tidak pergi."
  },
  {
    "reference": "Mat 21:30",
    "text": "Lalu orang itu pergi kepada anak yang kedua dan berkata demikian juga. Dan anak itu menjawab: Aku tidak mau. Tetapi kemudian ia menyesal lalu pergi juga."
  },
  {
    "reference": "Mat 21:31",
    "text": "Siapakah di antara kedua orang itu yang melakukan kehendak ayahnya?” Jawab mereka: ”Yang terakhir.” Kata Yesus kepada mereka: ”Aku berkata kepadamu, sesungguhnya pemungut-pemungut cukai dan perempuan-perempuan sundal akan mendahului kamu masuk ke dalam Kerajaan Allah."
  },
  {
    "reference": "Mat 21:32",
    "text": "- 21:32: Luk. 3:12, 7:29-30 Sebab Yohanes datang untuk menunjukkan jalan kebenaran kepadamu, dan kamu tidak percaya kepadanya. Tetapi pemungut-pemungut cukai dan perempuan-perempuan sundal percaya kepadanya. Dan meskipun kamu melihatnya, tetapi kemudian kamu tidak menyesal dan kamu tidak juga percaya kepadanya.” Perumpamaan tentang penggarap-penggarap kebun anggur 21:33-46 (Mrk. 12:1-12; Luk. 20:9-19)"
  },
  {
    "reference": "Mat 21:33",
    "text": "- 21:33: Yes. 5:1-2 ”Dengarkanlah suatu perumpamaan yang lain. Adalah seorang tuan tanah membuka kebun anggur dan menanam pagar sekelilingnya. Ia menggali lobang tempat memeras anggur dan mendirikan menara jaga di dalam kebun itu. Kemudian ia menyewakan kebun itu kepada penggarap-penggarap lalu berangkat ke negeri lain."
  },
  {
    "reference": "Mat 21:34",
    "text": "Ketika hampir tiba musim petik, ia menyuruh hamba-hambanya kepada penggarap-penggarap itu untuk menerima hasil yang menjadi bagiannya."
  },
  {
    "reference": "Mat 21:35",
    "text": "Tetapi penggarap-penggarap itu menangkap hamba-hambanya itu: mereka memukul yang seorang, membunuh yang lain dan melempari yang lain pula dengan batu."
  },
  {
    "reference": "Mat 21:36",
    "text": "Kemudian tuan itu menyuruh pula hamba-hamba yang lain, lebih banyak dari pada yang semula, tetapi mereka pun diperlakukan sama seperti kawan-kawan mereka."
  },
  {
    "reference": "Mat 21:37",
    "text": "Akhirnya ia menyuruh anaknya kepada mereka, katanya: Anakku akan mereka segani."
  },
  {
    "reference": "Mat 21:38",
    "text": "Tetapi ketika penggarap-penggarap itu melihat anaknya itu, mereka berkata seorang kepada yang lain: Ia adalah ahli waris, mari kita bunuh dia, supaya warisannya menjadi milik kita."
  },
  {
    "reference": "Mat 21:39",
    "text": "Mereka menangkapnya dan melemparkannya ke luar kebun anggur itu, lalu membunuhnya."
  },
  {
    "reference": "Mat 21:40",
    "text": "Maka apabila tuan kebun anggur itu datang, apakah yang akan dilakukannya dengan penggarap-penggarap itu?”"
  },
  {
    "reference": "Mat 21:41",
    "text": "Kata mereka kepada-Nya: ”Ia akan membinasakan orang-orang jahat itu dan kebun anggurnya akan disewakannya kepada penggarap-penggarap lain, yang akan menyerahkan hasilnya kepadanya pada waktunya.”"
  },
  {
    "reference": "Mat 21:42",
    "text": "- 21:42: Mzm. 118:22-23 Kata Yesus kepada mereka: ”Belum pernahkah kamu baca dalam Kitab Suci: Batu yang dibuang oleh tukang-tukang bangunan telah menjadi batu penjuru: hal itu terjadi dari pihak Tuhan, suatu perbuatan ajaib di mata kita."
  },
  {
    "reference": "Mat 21:43",
    "text": "Sebab itu, Aku berkata kepadamu, bahwa Kerajaan Allah akan diambil dari padamu dan akan diberikan kepada suatu bangsa yang akan menghasilkan buah Kerajaan itu. [\\v 44 Dan barangsiapa jatuh ke atas batu itu, ia akan hancur dan barangsiapa ditimpa batu itu, ia akan remuk.]”"
  },
  {
    "reference": "Mat 21:45",
    "text": "Ketika imam-imam kepala dan orang-orang Farisi mendengar perumpamaan-perumpamaan Yesus, mereka mengerti, bahwa merekalah yang dimaksudkan-Nya."
  },
  {
    "reference": "Mat 21:46",
    "text": "Dan mereka berusaha untuk menangkap Dia, tetapi mereka takut kepada orang banyak, karena orang banyak itu menganggap Dia nabi."
  },
  {
    "reference": "Mat 22:1",
    "text": "Lalu Yesus berbicara pula dalam perumpamaan kepada mereka:"
  },
  {
    "reference": "Mat 22:2",
    "text": "”Hal Kerajaan Sorga seumpama seorang raja, yang mengadakan perjamuan kawin untuk anaknya."
  },
  {
    "reference": "Mat 22:3",
    "text": "Ia menyuruh hamba-hambanya memanggil orang-orang yang telah diundang ke perjamuan kawin itu, tetapi orang-orang itu tidak mau datang."
  },
  {
    "reference": "Mat 22:4",
    "text": "Ia menyuruh pula hamba-hamba lain, pesannya: Katakanlah kepada orang-orang yang diundang itu: Sesungguhnya hidangan, telah kusediakan, lembu-lembu jantan dan ternak piaraanku telah disembelih; semuanya telah tersedia, datanglah ke perjamuan kawin ini."
  },
  {
    "reference": "Mat 22:5",
    "text": "Tetapi orang-orang yang diundang itu tidak mengindahkannya; ada yang pergi ke ladangnya, ada yang pergi mengurus usahanya,"
  },
  {
    "reference": "Mat 22:6",
    "text": "dan yang lain menangkap hamba-hambanya itu, menyiksanya dan membunuhnya."
  },
  {
    "reference": "Mat 22:7",
    "text": "Maka murkalah raja itu, lalu menyuruh pasukannya ke sana untuk membinasakan pembunuh-pembunuh itu dan membakar kota mereka."
  },
  {
    "reference": "Mat 22:8",
    "text": "Sesudah itu ia berkata kepada hamba-hambanya: Perjamuan kawin telah tersedia, tetapi orang-orang yang diundang tadi tidak layak untuk itu."
  },
  {
    "reference": "Mat 22:9",
    "text": "Sebab itu pergilah ke persimpangan-persimpangan jalan dan undanglah setiap orang yang kamu jumpai di sana ke perjamuan kawin itu."
  },
  {
    "reference": "Mat 22:10",
    "text": "Maka pergilah hamba-hamba itu dan mereka mengumpulkan semua orang yang dijumpainya di jalan-jalan, orang-orang jahat dan orang-orang baik, sehingga penuhlah ruangan perjamuan kawin itu dengan tamu."
  },
  {
    "reference": "Mat 22:11",
    "text": "Ketika raja itu masuk untuk bertemu dengan tamu-tamu itu, ia melihat seorang yang tidak berpakaian pesta."
  },
  {
    "reference": "Mat 22:12",
    "text": "Ia berkata kepadanya: Hai saudara, bagaimana engkau masuk ke mari dengan tidak mengenakan pakaian pesta? Tetapi orang itu diam saja."
  },
  {
    "reference": "Mat 22:13",
    "text": "- 22:13: Mat. 8:12, 25:30; Luk. 13:28 Lalu kata raja itu kepada hamba-hambanya: Ikatlah kaki dan tangannya dan campakkanlah orang itu ke dalam kegelapan yang paling gelap, di sanalah akan terdapat ratap dan kertak gigi."
  },
  {
    "reference": "Mat 22:14",
    "text": "Sebab banyak yang dipanggil, tetapi sedikit yang dipilih.” Tentang membayar pajak kepada Kaisar 22:15-22 (Mrk. 12:13-17; Luk. 20:20-26)"
  },
  {
    "reference": "Mat 22:15",
    "text": "Kemudian pergilah orang-orang Farisi; mereka berunding bagaimana mereka dapat menjerat Yesus dengan suatu pertanyaan."
  },
  {
    "reference": "Mat 22:16",
    "text": "Mereka menyuruh murid-murid mereka bersama-sama orang-orang Herodian bertanya kepada-Nya: ”Guru, kami tahu, Engkau adalah seorang yang jujur dan dengan jujur mengajar jalan Allah dan Engkau tidak takut kepada siapa pun juga, sebab Engkau tidak mencari muka."
  },
  {
    "reference": "Mat 22:17",
    "text": "Katakanlah kepada kami pendapat-Mu: Apakah diperbolehkan membayar pajak kepada Kaisar atau tidak?”"
  },
  {
    "reference": "Mat 22:18",
    "text": "Tetapi Yesus mengetahui kejahatan hati mereka itu lalu berkata: ”Mengapa kamu mencobai Aku, hai orang-orang munafik?"
  },
  {
    "reference": "Mat 22:19",
    "text": "Tunjukkanlah kepada-Ku mata uang untuk pajak itu.” Mereka membawa suatu dinar kepada-Nya."
  },
  {
    "reference": "Mat 22:20",
    "text": "Maka Ia bertanya kepada mereka: ”Gambar dan tulisan siapakah ini?”"
  },
  {
    "reference": "Mat 22:21",
    "text": "Jawab mereka: ”Gambar dan tulisan Kaisar.” Lalu kata Yesus kepada mereka: ”Berikanlah kepada Kaisar apa yang wajib kamu berikan kepada Kaisar dan kepada Allah apa yang wajib kamu berikan kepada Allah.”"
  },
  {
    "reference": "Mat 22:22",
    "text": "Mendengar itu heranlah mereka dan meninggalkan Yesus lalu pergi. Pertanyaan orang Saduki tentang kebangkitan 22:23-33 (Mrk. 12:18-27; Luk. 20:27-40)"
  },
  {
    "reference": "Mat 22:23",
    "text": "- 22:23: Kis. 23:8 Pada hari itu datanglah kepada Yesus beberapa orang Saduki, yang berpendapat, bahwa tidak ada kebangkitan. Mereka bertanya kepada-Nya:"
  },
  {
    "reference": "Mat 22:24",
    "text": "- 22:24: Ul. 25:5 ”Guru, Musa mengatakan, bahwa jika seorang mati dengan tiada meninggalkan anak, saudaranya harus kawin dengan isterinya itu dan membangkitkan keturunan bagi saudaranya itu."
  },
  {
    "reference": "Mat 22:25",
    "text": "Tetapi di antara kami ada tujuh orang bersaudara. Yang pertama kawin, tetapi kemudian mati. Dan karena ia tidak mempunyai keturunan, ia meninggalkan isterinya itu bagi saudaranya."
  },
  {
    "reference": "Mat 22:26",
    "text": "Demikian juga yang kedua dan yang ketiga sampai dengan yang ketujuh."
  },
  {
    "reference": "Mat 22:27",
    "text": "Dan akhirnya, sesudah mereka semua, perempuan itu pun mati."
  },
  {
    "reference": "Mat 22:28",
    "text": "Siapakah di antara ketujuh orang itu yang menjadi suami perempuan itu pada hari kebangkitan? Sebab mereka semua telah beristerikan dia.”"
  },
  {
    "reference": "Mat 22:29",
    "text": "Yesus menjawab mereka: ”Kamu sesat, sebab kamu tidak mengerti Kitab Suci maupun kuasa Allah!"
  },
  {
    "reference": "Mat 22:30",
    "text": "Karena pada waktu kebangkitan orang tidak kawin dan tidak dikawinkan melainkan hidup seperti malaikat di sorga."
  },
  {
    "reference": "Mat 22:31",
    "text": "Tetapi tentang kebangkitan orang-orang mati tidakkah kamu baca apa yang difirmankan Allah, ketika Ia bersabda:"
  },
  {
    "reference": "Mat 22:32",
    "text": "- 22:32: Kel. 3:6 Akulah Allah Abraham, Allah Ishak dan Allah Yakub? Ia bukanlah Allah orang mati, melainkan Allah orang hidup.”"
  },
  {
    "reference": "Mat 22:33",
    "text": "Orang banyak yang mendengar itu takjub akan pengajaran-Nya. Hukum yang terutama 22:34-40 (Mrk. 12:28-34; Luk. 10:25-28)"
  },
  {
    "reference": "Mat 22:34",
    "text": "Ketika orang-orang Farisi mendengar, bahwa Yesus telah membuat orang-orang Saduki itu bungkam, berkumpullah mereka"
  },
  {
    "reference": "Mat 22:35",
    "text": "dan seorang dari mereka, seorang ahli Taurat, bertanya untuk mencobai Dia:"
  },
  {
    "reference": "Mat 22:36",
    "text": "”Guru, hukum manakah yang terutama dalam hukum Taurat?”"
  },
  {
    "reference": "Mat 22:37",
    "text": "- 22:37: Ul. 6:5 Jawab Yesus kepadanya: ”Kasihilah Tuhan, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu dan dengan segenap akal budimu."
  },
  {
    "reference": "Mat 22:38",
    "text": "Itulah hukum yang terutama dan yang pertama."
  },
  {
    "reference": "Mat 22:39",
    "text": "- 22:39: Im. 19:18 Dan hukum yang kedua, yang sama dengan itu, ialah: Kasihilah sesamamu manusia seperti dirimu sendiri."
  },
  {
    "reference": "Mat 22:40",
    "text": "Pada kedua hukum inilah tergantung seluruh hukum Taurat dan kitab para nabi.” Hubungan antara Yesus dan Daud 22:41-46 (Mrk. 12:35-37; Luk. 20:41-44)"
  },
  {
    "reference": "Mat 22:41",
    "text": "Ketika orang-orang Farisi sedang berkumpul, Yesus bertanya kepada mereka, kata-Nya:"
  },
  {
    "reference": "Mat 22:42",
    "text": "”Apakah pendapatmu tentang Mesias? Anak siapakah Dia?” Kata mereka kepada-Nya: ”Anak Daud.”"
  },
  {
    "reference": "Mat 22:43",
    "text": "Kata-Nya kepada mereka: ”Jika demikian, bagaimanakah Daud oleh pimpinan Roh dapat menyebut Dia Tuannya, ketika ia berkata:"
  },
  {
    "reference": "Mat 22:44",
    "text": "- 22:44: Mzm. 110:1 Tuhan telah berfirman kepada Tuanku: duduklah di sebelah kanan-Ku, sampai musuh-musuh-Mu Kutaruh di bawah kaki-Mu."
  },
  {
    "reference": "Mat 22:45",
    "text": "Jadi jika Daud menyebut Dia Tuannya, bagaimana mungkin Ia anaknya pula?”"
  },
  {
    "reference": "Mat 22:46",
    "text": "Tidak ada seorang pun yang dapat menjawab-Nya, dan sejak hari itu tidak ada seorang pun juga yang berani menanyakan sesuatu kepada-Nya."
  },
  {
    "reference": "Mat 23:1",
    "text": "Maka berkatalah Yesus kepada orang banyak dan kepada murid-murid-Nya, kata-Nya:"
  },
  {
    "reference": "Mat 23:2",
    "text": "”Ahli-ahli Taurat dan orang-orang Farisi telah menduduki kursi Musa."
  },
  {
    "reference": "Mat 23:3",
    "text": "Sebab itu turutilah dan lakukanlah segala sesuatu yang mereka ajarkan kepadamu, tetapi janganlah kamu turuti perbuatan-perbuatan mereka, karena mereka mengajarkannya tetapi tidak melakukannya."
  },
  {
    "reference": "Mat 23:4",
    "text": "Mereka mengikat beban-beban berat, lalu meletakkannya di atas bahu orang, tetapi mereka sendiri tidak mau menyentuhnya."
  },
  {
    "reference": "Mat 23:5",
    "text": "- 23:5: Bil. 15:38; Ul. 6:8; Mat. 6:1 Semua pekerjaan yang mereka lakukan hanya dimaksud supaya dilihat orang; mereka memakai tali sembahyang yang lebar dan jumbai yang panjang;"
  },
  {
    "reference": "Mat 23:6",
    "text": "mereka suka duduk di tempat terhormat dalam perjamuan dan di tempat terdepan di rumah ibadat;"
  },
  {
    "reference": "Mat 23:7",
    "text": "mereka suka menerima penghormatan di pasar dan suka dipanggil Rabi."
  },
  {
    "reference": "Mat 23:8",
    "text": "Tetapi kamu, janganlah kamu disebut Rabi; karena hanya satu Rabimu dan kamu semua adalah saudara."
  },
  {
    "reference": "Mat 23:9",
    "text": "Dan janganlah kamu menyebut siapa pun bapa di bumi ini, karena hanya satu Bapamu, yaitu Dia yang di sorga."
  },
  {
    "reference": "Mat 23:10",
    "text": "Janganlah pula kamu disebut pemimpin, karena hanya satu Pemimpinmu, yaitu Mesias."
  },
  {
    "reference": "Mat 23:11",
    "text": "- 23:11: Mat. 20:26-27; Mrk. 9:35, 10:43-44; Luk. 22:26 Barangsiapa terbesar di antara kamu, hendaklah ia menjadi pelayanmu."
  },
  {
    "reference": "Mat 23:12",
    "text": "- 23:12: Luk. 14:11, 18:14 Dan barangsiapa meninggikan diri, ia akan direndahkan dan barangsiapa merendahkan diri, ia akan ditinggikan."
  },
  {
    "reference": "Mat 23:13",
    "text": "Celakalah kamu, hai ahli-ahli Taurat dan orang-orang Farisi, hai kamu orang-orang munafik, karena kamu menutup pintu-pintu Kerajaan Sorga di depan orang. Sebab kamu sendiri tidak masuk dan kamu merintangi mereka yang berusaha untuk masuk. [\\v 14 Celakalah kamu, hai ahli-ahli Taurat dan orang-orang Farisi, hai kamu orang-orang munafik, sebab kamu menelan rumah janda-janda sedang kamu mengelabui mata orang dengan doa yang panjang-panjang. Sebab itu kamu pasti akan menerima hukuman yang lebih berat.]"
  },
  {
    "reference": "Mat 23:15",
    "text": "Celakalah kamu, hai ahli-ahli Taurat dan orang-orang Farisi, hai kamu orang-orang munafik, sebab kamu mengarungi lautan dan menjelajah daratan, untuk mentobatkan satu orang saja menjadi penganut agamamu dan sesudah ia bertobat, kamu menjadikan dia orang neraka, yang dua kali lebih jahat dari pada kamu sendiri."
  },
  {
    "reference": "Mat 23:16",
    "text": "Celakalah kamu, hai pemimpin-pemimpin buta, yang berkata: Bersumpah demi Bait Suci, sumpah itu tidak sah; tetapi bersumpah demi emas Bait Suci, sumpah itu mengikat."
  },
  {
    "reference": "Mat 23:17",
    "text": "Hai kamu orang-orang bodoh dan orang-orang buta, apakah yang lebih penting, emas atau Bait Suci yang menguduskan emas itu?"
  },
  {
    "reference": "Mat 23:18",
    "text": "Bersumpah demi mezbah, sumpah itu tidak sah; tetapi bersumpah demi persembahan yang ada di atasnya, sumpah itu mengikat."
  },
  {
    "reference": "Mat 23:19",
    "text": "Hai kamu orang-orang buta, apakah yang lebih penting, persembahan atau mezbah yang menguduskan persembahan itu?"
  },
  {
    "reference": "Mat 23:20",
    "text": "Karena itu barangsiapa bersumpah demi mezbah, ia bersumpah demi mezbah dan juga demi segala sesuatu yang terletak di atasnya."
  },
  {
    "reference": "Mat 23:21",
    "text": "Dan barangsiapa bersumpah demi Bait Suci, ia bersumpah demi Bait Suci dan juga demi Dia, yang diam di situ."
  },
  {
    "reference": "Mat 23:22",
    "text": "- 23:22: Yes. 66:1; Mat. 5:34 Dan barangsiapa bersumpah demi sorga, ia bersumpah demi takhta Allah dan juga demi Dia, yang bersemayam di atasnya."
  },
  {
    "reference": "Mat 23:23",
    "text": "- 23:23: Im. 27:30 Celakalah kamu, hai ahli-ahli Taurat dan orang-orang Farisi, hai kamu orang-orang munafik, sebab persepuluhan dari selasih, adas manis dan jintan kamu bayar, tetapi yang terpenting dalam hukum Taurat kamu abaikan, yaitu: keadilan dan belas kasihan dan kesetiaan. Yang satu harus dilakukan dan yang lain jangan diabaikan."
  },
  {
    "reference": "Mat 23:24",
    "text": "Hai kamu pemimpin-pemimpin buta, nyamuk kamu tapiskan dari dalam minumanmu, tetapi unta yang di dalamnya kamu telan."
  },
  {
    "reference": "Mat 23:25",
    "text": "Celakalah kamu, hai ahli-ahli Taurat dan orang-orang Farisi, hai kamu orang-orang munafik, sebab cawan dan pinggan kamu bersihkan sebelah luarnya, tetapi sebelah dalamnya penuh rampasan dan kerakusan."
  },
  {
    "reference": "Mat 23:26",
    "text": "Hai orang Farisi yang buta, bersihkanlah dahulu sebelah dalam cawan itu, maka sebelah luarnya juga akan bersih."
  },
  {
    "reference": "Mat 23:27",
    "text": "- 23:27: Kis. 23:3 Celakalah kamu, hai ahli-ahli Taurat dan orang-orang Farisi, hai kamu orang-orang munafik, sebab kamu sama seperti kuburan yang dilabur putih, yang sebelah luarnya memang bersih tampaknya, tetapi yang sebelah dalamnya penuh tulang belulang dan pelbagai jenis kotoran."
  },
  {
    "reference": "Mat 23:28",
    "text": "Demikian jugalah kamu, di sebelah luar kamu tampaknya benar di mata orang, tetapi di sebelah dalam kamu penuh kemunafikan dan kedurjanaan."
  },
  {
    "reference": "Mat 23:29",
    "text": "Celakalah kamu, hai ahli-ahli Taurat dan orang-orang Farisi, hai kamu orang-orang munafik, sebab kamu membangun makam nabi-nabi dan memperindah tugu orang-orang saleh"
  },
  {
    "reference": "Mat 23:30",
    "text": "dan berkata: Jika kami hidup di zaman nenek moyang kita, tentulah kami tidak ikut dengan mereka dalam pembunuhan nabi-nabi itu."
  },
  {
    "reference": "Mat 23:31",
    "text": "Tetapi dengan demikian kamu bersaksi terhadap diri kamu sendiri, bahwa kamu adalah keturunan pembunuh nabi-nabi itu."
  },
  {
    "reference": "Mat 23:32",
    "text": "Jadi, penuhilah juga takaran nenek moyangmu!"
  },
  {
    "reference": "Mat 23:33",
    "text": "- 23:33: Mat. 3:7, 12:34; Luk. 3:7 Hai kamu ular-ular, hai kamu keturunan ular beludak! Bagaimanakah mungkin kamu dapat meluputkan diri dari hukuman neraka?"
  },
  {
    "reference": "Mat 23:34",
    "text": "Sebab itu, lihatlah, Aku mengutus kepadamu nabi-nabi, orang-orang bijaksana dan ahli-ahli Taurat: separuh di antara mereka akan kamu bunuh dan kamu salibkan, yang lain akan kamu sesah di rumah-rumah ibadatmu dan kamu aniaya dari kota ke kota,"
  },
  {
    "reference": "Mat 23:35",
    "text": "- 23:35: Kej. 4:8; 2Taw. 24:20-21 supaya kamu menanggung akibat penumpahan darah orang yang tidak bersalah mulai dari Habel, orang benar itu, sampai kepada Zakharia anak Berekhya, yang kamu bunuh di antara tempat kudus dan mezbah."
  },
  {
    "reference": "Mat 23:36",
    "text": "Aku berkata kepadamu: Sesungguhnya semuanya ini akan ditanggung angkatan ini!” Keluhan terhadap Yerusalem 23:37-39 (Luk. 13:34-35)"
  },
  {
    "reference": "Mat 23:37",
    "text": "”Yerusalem, Yerusalem, engkau yang membunuh nabi-nabi dan melempari dengan batu orang-orang yang diutus kepadamu! Berkali-kali Aku rindu mengumpulkan anak-anakmu, sama seperti induk ayam mengumpulkan anak-anaknya di bawah sayapnya, tetapi kamu tidak mau."
  },
  {
    "reference": "Mat 23:38",
    "text": "Lihatlah rumahmu ini akan ditinggalkan dan menjadi sunyi."
  },
  {
    "reference": "Mat 23:39",
    "text": "- 23:39: Mzm. 118:26 Dan Aku berkata kepadamu: Mulai sekarang kamu tidak akan melihat Aku lagi, hingga kamu berkata: Diberkatilah Dia yang datang dalam nama Tuhan!”"
  },
  {
    "reference": "Mat 24:1",
    "text": "Sesudah itu Yesus keluar dari Bait Allah, lalu pergi. Maka datanglah murid-murid-Nya dan menunjuk kepada bangunan-bangunan Bait Allah."
  },
  {
    "reference": "Mat 24:2",
    "text": "Ia berkata kepada mereka: ”Kamu melihat semuanya itu? Aku berkata kepadamu, sesungguhnya tidak satu batu pun di sini akan dibiarkan terletak di atas batu yang lain; semuanya akan diruntuhkan.” Permulaan penderitaan 24:3-14 (Mrk. 13:3-13; Luk. 21:7-19)"
  },
  {
    "reference": "Mat 24:3",
    "text": "Ketika Yesus duduk di atas Bukit Zaitun, datanglah murid-murid-Nya kepada-Nya untuk bercakap-cakap sendirian dengan Dia. Kata mereka: ”Katakanlah kepada kami, bilamanakah itu akan terjadi dan apakah tanda kedatangan-Mu dan tanda kesudahan dunia?”"
  },
  {
    "reference": "Mat 24:4",
    "text": "Jawab Yesus kepada mereka: ”Waspadalah supaya jangan ada orang yang menyesatkan kamu!"
  },
  {
    "reference": "Mat 24:5",
    "text": "Sebab banyak orang akan datang dengan memakai nama-Ku dan berkata: Akulah Mesias, dan mereka akan menyesatkan banyak orang."
  },
  {
    "reference": "Mat 24:6",
    "text": "Kamu akan mendengar deru perang atau kabar-kabar tentang perang. Namun berawas-awaslah jangan kamu gelisah; sebab semuanya itu harus terjadi, tetapi itu belum kesudahannya."
  },
  {
    "reference": "Mat 24:7",
    "text": "Sebab bangsa akan bangkit melawan bangsa, dan kerajaan melawan kerajaan. Akan ada kelaparan dan gempa bumi di berbagai tempat."
  },
  {
    "reference": "Mat 24:8",
    "text": "Akan tetapi semuanya itu barulah permulaan penderitaan menjelang zaman baru."
  },
  {
    "reference": "Mat 24:9",
    "text": "- 24:9, 13: Mat. 10:22 Pada waktu itu kamu akan diserahkan supaya disiksa, dan kamu akan dibunuh dan akan dibenci semua bangsa oleh karena nama-Ku,"
  },
  {
    "reference": "Mat 24:10",
    "text": "dan banyak orang akan murtad dan mereka akan saling menyerahkan dan saling membenci."
  },
  {
    "reference": "Mat 24:11",
    "text": "Banyak nabi palsu akan muncul dan menyesatkan banyak orang."
  },
  {
    "reference": "Mat 24:12",
    "text": "Dan karena makin bertambahnya kedurhakaan, maka kasih kebanyakan orang akan menjadi dingin."
  },
  {
    "reference": "Mat 24:13",
    "text": "Tetapi orang yang bertahan sampai pada kesudahannya akan selamat."
  },
  {
    "reference": "Mat 24:14",
    "text": "Dan Injil Kerajaan ini akan diberitakan di seluruh dunia menjadi kesaksian bagi semua bangsa, sesudah itu barulah tiba kesudahannya.” Siksaan yang berat dan Mesias-mesias palsu 24:15-28 (Mrk. 13:14-23; Luk. 21:20-24)"
  },
  {
    "reference": "Mat 24:15",
    "text": "- 24:15: Dan. 9:27, 11:31, 12:11 ”Jadi apabila kamu melihat Pembinasa keji berdiri di tempat kudus, menurut firman yang disampaikan oleh nabi Daniel – para pembaca hendaklah memperhatikannya –"
  },
  {
    "reference": "Mat 24:16",
    "text": "maka orang-orang yang di Yudea haruslah melarikan diri ke pegunungan."
  },
  {
    "reference": "Mat 24:17",
    "text": "- 24:17-18: Luk. 17:31 Orang yang sedang di peranginan di atas rumah janganlah ia turun untuk mengambil barang-barang dari rumahnya,"
  },
  {
    "reference": "Mat 24:18",
    "text": "dan orang yang sedang di ladang janganlah ia kembali untuk mengambil pakaiannya."
  },
  {
    "reference": "Mat 24:19",
    "text": "Celakalah ibu-ibu yang sedang hamil atau yang menyusukan bayi pada masa itu."
  },
  {
    "reference": "Mat 24:20",
    "text": "Berdoalah, supaya waktu kamu melarikan diri itu jangan jatuh pada musim dingin dan jangan pada hari Sabat."
  },
  {
    "reference": "Mat 24:21",
    "text": "- 24:21: Dan. 12:1; Why. 7:14 Sebab pada masa itu akan terjadi siksaan yang dahsyat seperti yang belum pernah terjadi sejak awal dunia sampai sekarang dan yang tidak akan terjadi lagi."
  },
  {
    "reference": "Mat 24:22",
    "text": "Dan sekiranya waktunya tidak dipersingkat, maka dari segala yang hidup tidak akan ada yang selamat; akan tetapi oleh karena orang-orang pilihan waktu itu akan dipersingkat."
  },
  {
    "reference": "Mat 24:23",
    "text": "Pada waktu itu jika orang berkata kepada kamu: Lihat, Mesias ada di sini, atau Mesias ada di sana, jangan kamu percaya."
  },
  {
    "reference": "Mat 24:24",
    "text": "Sebab Mesias-mesias palsu dan nabi-nabi palsu akan muncul dan mereka akan mengadakan tanda-tanda yang dahsyat dan mujizat-mujizat, sehingga sekiranya mungkin, mereka menyesatkan orang-orang pilihan juga."
  },
  {
    "reference": "Mat 24:25",
    "text": "Camkanlah, Aku sudah mengatakannya terlebih dahulu kepadamu."
  },
  {
    "reference": "Mat 24:26",
    "text": "- 24:26-27: Luk. 17:23-24 Jadi, apabila orang berkata kepadamu: Lihat, Ia ada di padang gurun, janganlah kamu pergi ke situ; atau: Lihat, Ia ada di dalam bilik, janganlah kamu percaya."
  },
  {
    "reference": "Mat 24:27",
    "text": "Sebab sama seperti kilat memancar dari sebelah timur dan melontarkan cahayanya sampai ke barat, demikian pulalah kelak kedatangan Anak Manusia."
  },
  {
    "reference": "Mat 24:28",
    "text": "- 24:28: Luk. 17:37 Di mana ada bangkai, di situ burung nazar berkerumun.” Kedatangan Anak Manusia Perumpamaan tentang pohon ara 24:29-36 (Mrk. 13:24-32; Luk. 21:25-33)"
  },
  {
    "reference": "Mat 24:29",
    "text": "- 24:29: Yes. 13:10, 34:4; Yeh. 32:7; Yl. 2:10, 31, 3:15; Why. 6:12-13 ”Segera sesudah siksaan pada masa itu, matahari akan menjadi gelap dan bulan tidak bercahaya dan bintang-bintang akan berjatuhan dari langit dan kuasa-kuasa langit akan goncang."
  },
  {
    "reference": "Mat 24:30",
    "text": "- 24:30: Dan. 7:13; Why. 1:7 Pada waktu itu akan tampak tanda Anak Manusia di langit dan semua bangsa di bumi akan meratap dan mereka akan melihat Anak Manusia itu datang di atas awan-awan di langit dengan segala kekuasaan dan kemuliaan-Nya."
  },
  {
    "reference": "Mat 24:31",
    "text": "Dan Ia akan menyuruh keluar malaikat-malaikat-Nya dengan meniup sangkakala yang dahsyat bunyinya dan mereka akan mengumpulkan orang-orang pilihan-Nya dari keempat penjuru bumi, dari ujung langit yang satu ke ujung langit yang lain."
  },
  {
    "reference": "Mat 24:32",
    "text": "Tariklah pelajaran dari perumpamaan tentang pohon ara: Apabila ranting-rantingnya melembut dan mulai bertunas, kamu tahu, bahwa musim panas sudah dekat."
  },
  {
    "reference": "Mat 24:33",
    "text": "Demikian juga, jika kamu melihat semuanya ini, ketahuilah, bahwa waktunya sudah dekat, sudah di ambang pintu."
  },
  {
    "reference": "Mat 24:34",
    "text": "Aku berkata kepadamu: Sesungguhnya angkatan ini tidak akan berlalu, sebelum semuanya ini terjadi."
  },
  {
    "reference": "Mat 24:35",
    "text": "Langit dan bumi akan berlalu, tetapi perkataan-Ku tidak akan berlalu."
  },
  {
    "reference": "Mat 24:36",
    "text": "- 24:36: Mrk. 13:32 Tetapi tentang hari dan saat itu tidak seorang pun yang tahu, malaikat-malaikat di sorga tidak, dan Anak pun tidak, hanya Bapa sendiri.” Nasihat supaya berjaga-jaga 24:37-44 (Luk. 17:26-30, 34-36)"
  },
  {
    "reference": "Mat 24:37",
    "text": "- 24:37: Kej. 6:5-8 ”Sebab sebagaimana halnya pada zaman Nuh, demikian pula halnya kelak pada kedatangan Anak Manusia."
  },
  {
    "reference": "Mat 24:38",
    "text": "Sebab sebagaimana mereka pada zaman sebelum air bah itu makan dan minum, kawin dan mengawinkan, sampai kepada hari Nuh masuk ke dalam bahtera,"
  },
  {
    "reference": "Mat 24:39",
    "text": "- 24:39: Kej. 7:6-24 dan mereka tidak tahu akan sesuatu, sebelum air bah itu datang dan melenyapkan mereka semua, demikian pulalah halnya kelak pada kedatangan Anak Manusia."
  },
  {
    "reference": "Mat 24:40",
    "text": "Pada waktu itu kalau ada dua orang di ladang, yang seorang akan dibawa dan yang lain akan ditinggalkan;"
  },
  {
    "reference": "Mat 24:41",
    "text": "kalau ada dua orang perempuan sedang memutar batu kilangan, yang seorang akan dibawa dan yang lain akan ditinggalkan."
  },
  {
    "reference": "Mat 24:42",
    "text": "Karena itu berjaga-jagalah, sebab kamu tidak tahu pada hari mana Tuhanmu datang."
  },
  {
    "reference": "Mat 24:43",
    "text": "- 24:43-44: Luk. 12:39-40 Tetapi ketahuilah ini: Jika tuan rumah tahu pada waktu mana pada malam hari pencuri akan datang, sudahlah pasti ia berjaga-jaga, dan tidak akan membiarkan rumahnya dibongkar."
  },
  {
    "reference": "Mat 24:44",
    "text": "Sebab itu, hendaklah kamu juga siap sedia, karena Anak Manusia datang pada saat yang tidak kamu duga.” Perumpamaan tentang hamba yang setia dan hamba yang jahat 24:45-51 (Luk. 12:41-48)"
  },
  {
    "reference": "Mat 24:45",
    "text": "”Siapakah hamba yang setia dan bijaksana, yang diangkat oleh tuannya atas orang-orangnya untuk memberikan mereka makanan pada waktunya?"
  },
  {
    "reference": "Mat 24:46",
    "text": "Berbahagialah hamba, yang didapati tuannya melakukan tugasnya itu, ketika tuannya itu datang."
  },
  {
    "reference": "Mat 24:47",
    "text": "Aku berkata kepadamu: Sesungguhnya tuannya itu akan mengangkat dia menjadi pengawas segala miliknya."
  },
  {
    "reference": "Mat 24:48",
    "text": "Akan tetapi apabila hamba itu jahat dan berkata di dalam hatinya:"
  },
  {
    "reference": "Mat 24:49",
    "text": "Tuanku tidak datang-datang, lalu ia mulai memukul hamba-hamba lain, dan makan minum bersama-sama pemabuk-pemabuk,"
  },
  {
    "reference": "Mat 24:50",
    "text": "maka tuan hamba itu akan datang pada hari yang tidak disangkakannya, dan pada saat yang tidak diketahuinya,"
  },
  {
    "reference": "Mat 24:51",
    "text": "dan akan membunuh dia dan membuat dia senasib dengan orang-orang munafik. Di sanalah akan terdapat ratapan dan kertakan gigi.”"
  },
  {
    "reference": "Mat 25:1",
    "text": "- 25:1: Luk. 12:35 ”Pada waktu itu hal Kerajaan Sorga seumpama sepuluh gadis, yang mengambil pelitanya dan pergi menyongsong mempelai laki-laki."
  },
  {
    "reference": "Mat 25:2",
    "text": "Lima di antaranya bodoh dan lima bijaksana."
  },
  {
    "reference": "Mat 25:3",
    "text": "Gadis-gadis yang bodoh itu membawa pelitanya, tetapi tidak membawa minyak,"
  },
  {
    "reference": "Mat 25:4",
    "text": "sedangkan gadis-gadis yang bijaksana itu membawa pelitanya dan juga minyak dalam buli-buli mereka."
  },
  {
    "reference": "Mat 25:5",
    "text": "Tetapi karena mempelai itu lama tidak datang-datang juga, mengantuklah mereka semua lalu tertidur."
  },
  {
    "reference": "Mat 25:6",
    "text": "Waktu tengah malam terdengarlah suara orang berseru: Mempelai datang! Songsonglah dia!"
  },
  {
    "reference": "Mat 25:7",
    "text": "Gadis-gadis itu pun bangun semuanya lalu membereskan pelita mereka."
  },
  {
    "reference": "Mat 25:8",
    "text": "Gadis-gadis yang bodoh berkata kepada gadis-gadis yang bijaksana: Berikanlah kami sedikit dari minyakmu itu, sebab pelita kami hampir padam."
  },
  {
    "reference": "Mat 25:9",
    "text": "Tetapi jawab gadis-gadis yang bijaksana itu: Tidak, nanti tidak cukup untuk kami dan untuk kamu. Lebih baik kamu pergi kepada penjual minyak dan beli di situ."
  },
  {
    "reference": "Mat 25:10",
    "text": "Akan tetapi, waktu mereka sedang pergi untuk membelinya, datanglah mempelai itu dan mereka yang telah siap sedia masuk bersama-sama dengan dia ke ruang perjamuan kawin, lalu pintu ditutup."
  },
  {
    "reference": "Mat 25:11",
    "text": "- 25:11-12: Luk. 13:25 Kemudian datang juga gadis-gadis yang lain itu dan berkata: Tuan, tuan, bukakanlah kami pintu!"
  },
  {
    "reference": "Mat 25:12",
    "text": "Tetapi ia menjawab: Aku berkata kepadamu, sesungguhnya aku tidak mengenal kamu."
  },
  {
    "reference": "Mat 25:13",
    "text": "Karena itu, berjaga-jagalah, sebab kamu tidak tahu akan hari maupun akan saatnya.” Perumpamaan tentang talenta 25:14-30 (Luk. 19:12-27)"
  },
  {
    "reference": "Mat 25:14",
    "text": "”Sebab hal Kerajaan Sorga sama seperti seorang yang mau bepergian ke luar negeri, yang memanggil hamba-hambanya dan mempercayakan hartanya kepada mereka."
  },
  {
    "reference": "Mat 25:15",
    "text": "Yang seorang diberikannya lima talenta, yang seorang lagi dua dan yang seorang lain lagi satu, masing-masing menurut kesanggupannya, lalu ia berangkat."
  },
  {
    "reference": "Mat 25:16",
    "text": "Segera pergilah hamba yang menerima lima talenta itu. Ia menjalankan uang itu lalu beroleh laba lima talenta."
  },
  {
    "reference": "Mat 25:17",
    "text": "Hamba yang menerima dua talenta itu pun berbuat demikian juga dan berlaba dua talenta."
  },
  {
    "reference": "Mat 25:18",
    "text": "Tetapi hamba yang menerima satu talenta itu pergi dan menggali lobang di dalam tanah lalu menyembunyikan uang tuannya."
  },
  {
    "reference": "Mat 25:19",
    "text": "Lama sesudah itu pulanglah tuan hamba-hamba itu lalu mengadakan perhitungan dengan mereka."
  },
  {
    "reference": "Mat 25:20",
    "text": "Hamba yang menerima lima talenta itu datang dan ia membawa laba lima talenta, katanya: Tuan, lima talenta tuan percayakan kepadaku; lihat, aku telah beroleh laba lima talenta."
  },
  {
    "reference": "Mat 25:21",
    "text": "Maka kata tuannya itu kepadanya: Baik sekali perbuatanmu itu, hai hambaku yang baik dan setia; engkau telah setia dalam perkara kecil, aku akan memberikan kepadamu tanggung jawab dalam perkara yang besar. Masuklah dan turutlah dalam kebahagiaan tuanmu."
  },
  {
    "reference": "Mat 25:22",
    "text": "Lalu datanglah hamba yang menerima dua talenta itu, katanya: Tuan, dua talenta tuan percayakan kepadaku; lihat, aku telah beroleh laba dua talenta."
  },
  {
    "reference": "Mat 25:23",
    "text": "Maka kata tuannya itu kepadanya: Baik sekali perbuatanmu itu, hai hambaku yang baik dan setia, engkau telah setia memikul tanggung jawab dalam perkara yang kecil, aku akan memberikan kepadamu tanggung jawab dalam perkara yang besar. Masuklah dan turutlah dalam kebahagiaan tuanmu."
  },
  {
    "reference": "Mat 25:24",
    "text": "Kini datanglah juga hamba yang menerima satu talenta itu dan berkata: Tuan, aku tahu bahwa tuan adalah manusia yang kejam yang menuai di tempat di mana tuan tidak menabur dan yang memungut dari tempat di mana tuan tidak menanam."
  },
  {
    "reference": "Mat 25:25",
    "text": "Karena itu aku takut dan pergi menyembunyikan talenta tuan itu di dalam tanah: Ini, terimalah kepunyaan tuan!"
  },
  {
    "reference": "Mat 25:26",
    "text": "Maka jawab tuannya itu: Hai kamu, hamba yang jahat dan malas, jadi kamu sudah tahu, bahwa aku menuai di tempat di mana aku tidak menabur dan memungut dari tempat di mana aku tidak menanam?"
  },
  {
    "reference": "Mat 25:27",
    "text": "Karena itu sudahlah seharusnya uangku itu kauberikan kepada orang yang menjalankan uang, supaya sekembaliku aku menerimanya serta dengan bunganya."
  },
  {
    "reference": "Mat 25:28",
    "text": "Sebab itu ambillah talenta itu dari padanya dan berikanlah kepada orang yang mempunyai sepuluh talenta itu."
  },
  {
    "reference": "Mat 25:29",
    "text": "- 25:29: Mat. 13:12; Mrk. 4:25; Luk. 8:18 Karena setiap orang yang mempunyai, kepadanya akan diberi, sehingga ia berkelimpahan. Tetapi siapa yang tidak mempunyai, apa pun juga yang ada padanya akan diambil dari padanya."
  },
  {
    "reference": "Mat 25:30",
    "text": "- 25:30: Mat. 8:12, 22:13; Luk. 13:28 Dan campakkanlah hamba yang tidak berguna itu ke dalam kegelapan yang paling gelap. Di sanalah akan terdapat ratap dan kertak gigi.” Penghakiman terakhir 25:31-46"
  },
  {
    "reference": "Mat 25:31",
    "text": "- 25:31: Mat. 16:27, 19:28 ”Apabila Anak Manusia datang dalam kemuliaan-Nya dan semua malaikat bersama-sama dengan Dia, maka Ia akan bersemayam di atas takhta kemuliaan-Nya."
  },
  {
    "reference": "Mat 25:32",
    "text": "Lalu semua bangsa akan dikumpulkan di hadapan-Nya dan Ia akan memisahkan mereka seorang dari pada seorang, sama seperti gembala memisahkan domba dari kambing,"
  },
  {
    "reference": "Mat 25:33",
    "text": "dan Ia akan menempatkan domba-domba di sebelah kanan-Nya dan kambing-kambing di sebelah kiri-Nya."
  },
  {
    "reference": "Mat 25:34",
    "text": "Dan Raja itu akan berkata kepada mereka yang di sebelah kanan-Nya: Mari, hai kamu yang diberkati oleh Bapa-Ku, terimalah Kerajaan yang telah disediakan bagimu sejak dunia dijadikan."
  },
  {
    "reference": "Mat 25:35",
    "text": "Sebab ketika Aku lapar, kamu memberi Aku makan; ketika Aku haus, kamu memberi Aku minum; ketika Aku seorang asing, kamu memberi Aku tumpangan;"
  },
  {
    "reference": "Mat 25:36",
    "text": "ketika Aku telanjang, kamu memberi Aku pakaian; ketika Aku sakit, kamu melawat Aku; ketika Aku di dalam penjara, kamu mengunjungi Aku."
  },
  {
    "reference": "Mat 25:37",
    "text": "Maka orang-orang benar itu akan menjawab Dia, katanya: Tuhan, bilamanakah kami melihat Engkau lapar dan kami memberi Engkau makan, atau haus dan kami memberi Engkau minum?"
  },
  {
    "reference": "Mat 25:38",
    "text": "Bilamanakah kami melihat Engkau sebagai orang asing, dan kami memberi Engkau tumpangan, atau telanjang dan kami memberi Engkau pakaian?"
  },
  {
    "reference": "Mat 25:39",
    "text": "Bilamanakah kami melihat Engkau sakit atau dalam penjara dan kami mengunjungi Engkau?"
  },
  {
    "reference": "Mat 25:40",
    "text": "Dan Raja itu akan menjawab mereka: Aku berkata kepadamu, sesungguhnya segala sesuatu yang kamu lakukan untuk salah seorang dari saudara-Ku yang paling hina ini, kamu telah melakukannya untuk Aku."
  },
  {
    "reference": "Mat 25:41",
    "text": "Dan Ia akan berkata juga kepada mereka yang di sebelah kiri-Nya: Enyahlah dari hadapan-Ku, hai kamu orang-orang terkutuk, enyahlah ke dalam api yang kekal yang telah sedia untuk Iblis dan malaikat-malaikatnya."
  },
  {
    "reference": "Mat 25:42",
    "text": "Sebab ketika Aku lapar, kamu tidak memberi Aku makan; ketika Aku haus, kamu tidak memberi Aku minum;"
  },
  {
    "reference": "Mat 25:43",
    "text": "ketika Aku seorang asing, kamu tidak memberi Aku tumpangan; ketika Aku telanjang, kamu tidak memberi Aku pakaian; ketika Aku sakit dan dalam penjara, kamu tidak melawat Aku."
  },
  {
    "reference": "Mat 25:44",
    "text": "Lalu mereka pun akan menjawab Dia, katanya: Tuhan, bilamanakah kami melihat Engkau lapar, atau haus, atau sebagai orang asing, atau telanjang atau sakit, atau dalam penjara dan kami tidak melayani Engkau?"
  },
  {
    "reference": "Mat 25:45",
    "text": "Maka Ia akan menjawab mereka: Aku berkata kepadamu, sesungguhnya segala sesuatu yang tidak kamu lakukan untuk salah seorang dari yang paling hina ini, kamu tidak melakukannya juga untuk Aku."
  },
  {
    "reference": "Mat 25:46",
    "text": "- 25:46: Dan. 12:2 Dan mereka ini akan masuk ke tempat siksaan yang kekal, tetapi orang benar ke dalam hidup yang kekal.”"
  },
  {
    "reference": "Mat 26:1",
    "text": "Setelah Yesus selesai dengan segala pengajaran-Nya itu, berkatalah Ia kepada murid-murid-Nya:"
  },
  {
    "reference": "Mat 26:2",
    "text": "- 26:2: Kel. 12:1-27 ”Kamu tahu, bahwa dua hari lagi akan dirayakan Paskah, maka Anak Manusia akan diserahkan untuk disalibkan.”"
  },
  {
    "reference": "Mat 26:3",
    "text": "Pada waktu itu berkumpullah imam-imam kepala dan tua-tua bangsa Yahudi di istana Imam Besar yang bernama Kayafas,"
  },
  {
    "reference": "Mat 26:4",
    "text": "dan mereka merundingkan suatu rencana untuk menangkap Yesus dengan tipu muslihat dan untuk membunuh Dia."
  },
  {
    "reference": "Mat 26:5",
    "text": "Tetapi mereka berkata: ”Jangan pada waktu perayaan, supaya jangan timbul keributan di antara rakyat.” Yesus diurapi 26:6-13 (Mrk. 14:3-9; Yoh. 12:1-8)"
  },
  {
    "reference": "Mat 26:6",
    "text": "Ketika Yesus berada di Betania, di rumah Simon si kusta,"
  },
  {
    "reference": "Mat 26:7",
    "text": "- 26:7: Luk. 7:37-38 datanglah seorang perempuan kepada-Nya membawa sebuah buli-buli pualam berisi minyak wangi yang mahal. Minyak itu dicurahkannya ke atas kepala Yesus, yang sedang duduk makan."
  },
  {
    "reference": "Mat 26:8",
    "text": "Melihat itu murid-murid gusar dan berkata: ”Untuk apa pemborosan ini?"
  },
  {
    "reference": "Mat 26:9",
    "text": "Sebab minyak itu dapat dijual dengan mahal dan uangnya dapat diberikan kepada orang-orang miskin.”"
  },
  {
    "reference": "Mat 26:10",
    "text": "Tetapi Yesus mengetahui pikiran mereka lalu berkata: ”Mengapa kamu menyusahkan perempuan ini? Sebab ia telah melakukan suatu perbuatan yang baik pada-Ku."
  },
  {
    "reference": "Mat 26:11",
    "text": "- 26:11: Ul. 15:11 Karena orang-orang miskin selalu ada padamu, tetapi Aku tidak akan selalu bersama-sama kamu."
  },
  {
    "reference": "Mat 26:12",
    "text": "Sebab dengan mencurahkan minyak itu ke tubuh-Ku, ia membuat suatu persiapan untuk penguburan-Ku."
  },
  {
    "reference": "Mat 26:13",
    "text": "Aku berkata kepadamu: Sesungguhnya di mana saja Injil ini diberitakan di seluruh dunia, apa yang dilakukannya ini akan disebut juga untuk mengingat dia.” Yudas mengkhianati Yesus 26:14-16 (Mrk. 14:10-11; Luk. 22:3-6)"
  },
  {
    "reference": "Mat 26:14",
    "text": "Kemudian pergilah seorang dari kedua belas murid itu, yang bernama Yudas Iskariot, kepada imam-imam kepala."
  },
  {
    "reference": "Mat 26:15",
    "text": "Ia berkata: ”Apa yang hendak kamu berikan kepadaku, supaya aku menyerahkan Dia kepada kamu?” Mereka membayar tiga puluh uang perak kepadanya."
  },
  {
    "reference": "Mat 26:16",
    "text": "Dan mulai saat itu ia mencari kesempatan yang baik untuk menyerahkan Yesus. Yesus makan Paskah dengan murid-murid-Nya 26:17-25 (Mrk. 14:12-21; Luk. 22:7-14, 21-23; Yoh. 13:21-30)"
  },
  {
    "reference": "Mat 26:17",
    "text": "Pada hari pertama dari hari raya Roti Tidak Beragi datanglah murid-murid Yesus kepada-Nya dan berkata: ”Di mana Engkau kehendaki kami mempersiapkan perjamuan Paskah bagi-Mu?”"
  },
  {
    "reference": "Mat 26:18",
    "text": "Jawab Yesus: ”Pergilah ke kota kepada si Anu dan katakan kepadanya: Pesan Guru: waktu-Ku hampir tiba; di dalam rumahmulah Aku mau merayakan Paskah bersama-sama dengan murid-murid-Ku.”"
  },
  {
    "reference": "Mat 26:19",
    "text": "Lalu murid-murid-Nya melakukan seperti yang ditugaskan Yesus kepada mereka dan mempersiapkan Paskah."
  },
  {
    "reference": "Mat 26:20",
    "text": "Setelah hari malam, Yesus duduk makan bersama-sama dengan kedua belas murid itu."
  },
  {
    "reference": "Mat 26:21",
    "text": "Dan ketika mereka sedang makan, Ia berkata: ”Aku berkata kepadamu, sesungguhnya seorang di antara kamu akan menyerahkan Aku.”"
  },
  {
    "reference": "Mat 26:22",
    "text": "Dan dengan hati yang sangat sedih berkatalah mereka seorang demi seorang kepada-Nya: ”Bukan aku, ya Tuhan?”"
  },
  {
    "reference": "Mat 26:23",
    "text": "- 26:23: Mzm. 41:10 Ia menjawab: ”Dia yang bersama-sama dengan Aku mencelupkan tangannya ke dalam pinggan ini, dialah yang akan menyerahkan Aku."
  },
  {
    "reference": "Mat 26:24",
    "text": "Anak Manusia memang akan pergi sesuai dengan yang ada tertulis tentang Dia, akan tetapi celakalah orang yang olehnya Anak Manusia itu diserahkan. Adalah lebih baik bagi orang itu sekiranya ia tidak dilahirkan.”"
  },
  {
    "reference": "Mat 26:25",
    "text": "Yudas, yang hendak menyerahkan Dia itu menjawab, katanya: ”Bukan aku, ya Rabi?” Kata Yesus kepadanya: ”Engkau telah mengatakannya.” Penetapan Perjamuan Malam 26:26-29 (Mrk. 14:22-25; Luk. 22:15-20; 1Kor. 11:23-25)"
  },
  {
    "reference": "Mat 26:26",
    "text": "Dan ketika mereka sedang makan, Yesus mengambil roti, mengucap berkat, memecah-mecahkannya lalu memberikannya kepada murid-murid-Nya dan berkata: ”Ambillah, makanlah, inilah tubuh-Ku.”"
  },
  {
    "reference": "Mat 26:27",
    "text": "Sesudah itu Ia mengambil cawan, mengucap syukur lalu memberikannya kepada mereka dan berkata: ”Minumlah, kamu semua, dari cawan ini."
  },
  {
    "reference": "Mat 26:28",
    "text": "- 26:28: Kel. 24:8; Yer. 31:31-34 Sebab inilah darah-Ku, darah perjanjian, yang ditumpahkan bagi banyak orang untuk pengampunan dosa."
  },
  {
    "reference": "Mat 26:29",
    "text": "Akan tetapi Aku berkata kepadamu: mulai dari sekarang Aku tidak akan minum lagi hasil pokok anggur ini sampai pada hari Aku meminumnya, yaitu yang baru, bersama-sama dengan kamu dalam Kerajaan Bapa-Ku.” Petrus akan menyangkal Yesus 26:30-35 (Mrk. 14:26-31; Luk. 22:31-34; Yoh. 13:36-38)"
  },
  {
    "reference": "Mat 26:30",
    "text": "Sesudah menyanyikan nyanyian pujian, pergilah Yesus dan murid-murid-Nya ke Bukit Zaitun."
  },
  {
    "reference": "Mat 26:31",
    "text": "- 26:31: Za. 13:7 Maka berkatalah Yesus kepada mereka: ”Malam ini kamu semua akan tergoncang imanmu karena Aku. Sebab ada tertulis: Aku akan membunuh gembala dan kawanan domba itu akan tercerai-berai."
  },
  {
    "reference": "Mat 26:32",
    "text": "- 26:32: Mat. 28:16 Akan tetapi sesudah Aku bangkit, Aku akan mendahului kamu ke Galilea.”"
  },
  {
    "reference": "Mat 26:33",
    "text": "Petrus menjawab-Nya: ”Biarpun mereka semua tergoncang imannya karena Engkau, aku sekali-kali tidak.”"
  },
  {
    "reference": "Mat 26:34",
    "text": "Yesus berkata kepadanya: ”Aku berkata kepadamu, sesungguhnya malam ini, sebelum ayam berkokok, engkau telah menyangkal Aku tiga kali.”"
  },
  {
    "reference": "Mat 26:35",
    "text": "Kata Petrus kepada-Nya: ”Sekalipun aku harus mati bersama-sama Engkau, aku takkan menyangkal Engkau.” Semua murid yang lain pun berkata demikian juga. Di taman Getsemani 26:36-46 (Mrk. 14:32-42; Luk. 22:39-46)"
  },
  {
    "reference": "Mat 26:36",
    "text": "Maka sampailah Yesus bersama-sama murid-murid-Nya ke suatu tempat yang bernama Getsemani. Lalu Ia berkata kepada murid-murid-Nya: ”Duduklah di sini, sementara Aku pergi ke sana untuk berdoa.”"
  },
  {
    "reference": "Mat 26:37",
    "text": "Dan Ia membawa Petrus dan kedua anak Zebedeus serta-Nya. Maka mulailah Ia merasa sedih dan gentar,"
  },
  {
    "reference": "Mat 26:38",
    "text": "lalu kata-Nya kepada mereka: ”Hati-Ku sangat sedih, seperti mau mati rasanya. Tinggallah di sini dan berjaga-jagalah dengan Aku.”"
  },
  {
    "reference": "Mat 26:39",
    "text": "Maka Ia maju sedikit, lalu sujud dan berdoa, kata-Nya: ”Ya Bapa-Ku, jikalau sekiranya mungkin, biarlah cawan ini lalu dari pada-Ku, tetapi janganlah seperti yang Kukehendaki, melainkan seperti yang Engkau kehendaki.”"
  },
  {
    "reference": "Mat 26:40",
    "text": "Setelah itu Ia kembali kepada murid-murid-Nya itu dan mendapati mereka sedang tidur. Dan Ia berkata kepada Petrus: ”Tidakkah kamu sanggup berjaga-jaga satu jam dengan Aku?"
  },
  {
    "reference": "Mat 26:41",
    "text": "Berjaga-jagalah dan berdoalah, supaya kamu jangan jatuh ke dalam pencobaan: roh memang penurut, tetapi daging lemah.”"
  },
  {
    "reference": "Mat 26:42",
    "text": "Lalu Ia pergi untuk kedua kalinya dan berdoa, kata-Nya: ”Ya Bapa-Ku jikalau cawan ini tidak mungkin lalu, kecuali apabila Aku meminumnya, jadilah kehendak-Mu!”"
  },
  {
    "reference": "Mat 26:43",
    "text": "Dan ketika Ia kembali pula, Ia mendapati mereka sedang tidur, sebab mata mereka sudah berat."
  },
  {
    "reference": "Mat 26:44",
    "text": "Ia membiarkan mereka di situ lalu pergi dan berdoa untuk ketiga kalinya dan mengucapkan doa yang itu juga."
  },
  {
    "reference": "Mat 26:45",
    "text": "Sesudah itu Ia datang kepada murid-murid-Nya dan berkata kepada mereka: ”Tidurlah sekarang dan istirahatlah. Lihat, saatnya sudah tiba, bahwa Anak Manusia diserahkan ke tangan orang-orang berdosa."
  },
  {
    "reference": "Mat 26:46",
    "text": "Bangunlah, marilah kita pergi. Dia yang menyerahkan Aku sudah dekat.” Yesus ditangkap 26:47-56 (Mrk. 14:43-50; Luk. 22:47-53; Yoh. 18:1-11)"
  },
  {
    "reference": "Mat 26:47",
    "text": "Waktu Yesus masih berbicara datanglah Yudas, salah seorang dari kedua belas murid itu, dan bersama-sama dia serombongan besar orang yang membawa pedang dan pentung, disuruh oleh imam-imam kepala dan tua-tua bangsa Yahudi."
  },
  {
    "reference": "Mat 26:48",
    "text": "Orang yang menyerahkan Dia telah memberitahukan tanda ini kepada mereka: ”Orang yang akan kucium, itulah Dia, tangkaplah Dia.”"
  },
  {
    "reference": "Mat 26:49",
    "text": "Dan segera ia maju mendapatkan Yesus dan berkata: ”Salam Rabi,” lalu mencium Dia."
  },
  {
    "reference": "Mat 26:50",
    "text": "Tetapi Yesus berkata kepadanya: ”Hai teman, untuk itukah engkau datang?” Maka majulah mereka memegang Yesus dan menangkap-Nya."
  },
  {
    "reference": "Mat 26:51",
    "text": "Tetapi seorang dari mereka yang menyertai Yesus mengulurkan tangannya, menghunus pedangnya dan menetakkannya kepada hamba Imam Besar sehingga putus telinganya."
  },
  {
    "reference": "Mat 26:52",
    "text": "Maka kata Yesus kepadanya: ”Masukkan pedang itu kembali ke dalam sarungnya, sebab barangsiapa menggunakan pedang, akan binasa oleh pedang."
  },
  {
    "reference": "Mat 26:53",
    "text": "Atau kausangka, bahwa Aku tidak dapat berseru kepada Bapa-Ku, supaya Ia segera mengirim lebih dari dua belas pasukan malaikat membantu Aku?"
  },
  {
    "reference": "Mat 26:54",
    "text": "Jika begitu, bagaimanakah akan digenapi yang tertulis dalam Kitab Suci, yang mengatakan, bahwa harus terjadi demikian?”"
  },
  {
    "reference": "Mat 26:55",
    "text": "- 26:55: Luk. 19:47, 21:37 Pada saat itu Yesus berkata kepada orang banyak: ”Sangkamu Aku ini penyamun, maka kamu datang lengkap dengan pedang dan pentung untuk menangkap Aku? Padahal tiap-tiap hari Aku duduk mengajar di Bait Allah, dan kamu tidak menangkap Aku."
  },
  {
    "reference": "Mat 26:56",
    "text": "Akan tetapi semua ini terjadi supaya genap yang ada tertulis dalam kitab nabi-nabi.” Lalu semua murid itu meninggalkan Dia dan melarikan diri. Yesus di hadapan Mahkamah Agama 26:57-68 (Mrk. 14:53-65; Luk. 22:54-55, 63-71; Yoh. 18:12-14, 19-24)"
  },
  {
    "reference": "Mat 26:57",
    "text": "Sesudah mereka menangkap Yesus, mereka membawa-Nya menghadap Kayafas, Imam Besar. Di situ telah berkumpul ahli-ahli Taurat dan tua-tua."
  },
  {
    "reference": "Mat 26:58",
    "text": "Dan Petrus mengikuti Dia dari jauh sampai ke halaman Imam Besar, dan setelah masuk ke dalam, ia duduk di antara pengawal-pengawal untuk melihat kesudahan perkara itu."
  },
  {
    "reference": "Mat 26:59",
    "text": "Imam-imam kepala, malah seluruh Mahkamah Agama mencari kesaksian palsu terhadap Yesus, supaya Ia dapat dihukum mati,"
  },
  {
    "reference": "Mat 26:60",
    "text": "tetapi mereka tidak memperolehnya, walaupun tampil banyak saksi dusta. Tetapi akhirnya tampillah dua orang,"
  },
  {
    "reference": "Mat 26:61",
    "text": "- 26:61: Yoh. 2:19 yang mengatakan: ”Orang ini berkata: Aku dapat merubuhkan Bait Allah dan membangunnya kembali dalam tiga hari.”"
  },
  {
    "reference": "Mat 26:62",
    "text": "Lalu Imam Besar itu berdiri dan berkata kepada-Nya: ”Tidakkah Engkau memberi jawab atas tuduhan-tuduhan saksi-saksi ini terhadap Engkau?”"
  },
  {
    "reference": "Mat 26:63",
    "text": "Tetapi Yesus tetap diam. Lalu kata Imam Besar itu kepada-Nya: ”Demi Allah yang hidup, katakanlah kepada kami, apakah Engkau Mesias, Anak Allah, atau tidak.”"
  },
  {
    "reference": "Mat 26:64",
    "text": "- 26:64: Dan. 7:13 Jawab Yesus: ”Engkau telah mengatakannya. Akan tetapi, Aku berkata kepadamu, mulai sekarang kamu akan melihat Anak Manusia duduk di sebelah kanan Yang Mahakuasa dan datang di atas awan-awan di langit.”"
  },
  {
    "reference": "Mat 26:65",
    "text": "- 26:65-66: Im. 24:16 Maka Imam Besar itu mengoyakkan pakaiannya dan berkata: ”Ia menghujat Allah. Untuk apa kita perlu saksi lagi? Sekarang telah kamu dengar hujat-Nya."
  },
  {
    "reference": "Mat 26:66",
    "text": "Bagaimana pendapat kamu?” Mereka menjawab dan berkata: ”Ia harus dihukum mati!”"
  },
  {
    "reference": "Mat 26:67",
    "text": "- 26:67: Yes. 50:6 Lalu mereka meludahi muka-Nya dan meninju-Nya; orang-orang lain memukul Dia,"
  },
  {
    "reference": "Mat 26:68",
    "text": "dan berkata: ”Cobalah katakan kepada kami, hai Mesias, siapakah yang memukul Engkau?” Petrus menyangkal Yesus 26:69-75 (Mrk. 14:66-72; Luk. 22:56-62; Yoh. 18:15-18, 25-27)"
  },
  {
    "reference": "Mat 26:69",
    "text": "Sementara itu Petrus duduk di luar di halaman. Maka datanglah seorang hamba perempuan kepadanya, katanya: ”Engkau juga selalu bersama-sama dengan Yesus, orang Galilea itu.”"
  },
  {
    "reference": "Mat 26:70",
    "text": "Tetapi ia menyangkalnya di depan semua orang, katanya: ”Aku tidak tahu, apa yang engkau maksud.”"
  },
  {
    "reference": "Mat 26:71",
    "text": "Ketika ia pergi ke pintu gerbang, seorang hamba lain melihat dia dan berkata kepada orang-orang yang ada di situ: ”Orang ini bersama-sama dengan Yesus, orang Nazaret itu.”"
  },
  {
    "reference": "Mat 26:72",
    "text": "Dan ia menyangkalnya pula dengan bersumpah: ”Aku tidak kenal orang itu.”"
  },
  {
    "reference": "Mat 26:73",
    "text": "Tidak lama kemudian orang-orang yang ada di situ datang kepada Petrus dan berkata: ”Pasti engkau juga salah seorang dari mereka, itu nyata dari bahasamu.”"
  },
  {
    "reference": "Mat 26:74",
    "text": "Maka mulailah Petrus mengutuk dan bersumpah: ”Aku tidak kenal orang itu.” Dan pada saat itu berkokoklah ayam."
  },
  {
    "reference": "Mat 26:75",
    "text": "Maka teringatlah Petrus akan apa yang dikatakan Yesus kepadanya: ”Sebelum ayam berkokok, engkau telah menyangkal Aku tiga kali.” Lalu ia pergi ke luar dan menangis dengan sedihnya."
  },
  {
    "reference": "Mat 27:1",
    "text": "- 27:1-2: Mrk. 15:1; Luk. 23:1; Yoh. 18:28 Ketika hari mulai siang, semua imam kepala dan tua-tua bangsa Yahudi berkumpul dan mengambil keputusan untuk membunuh Yesus."
  },
  {
    "reference": "Mat 27:2",
    "text": "Mereka membelenggu Dia, lalu membawa-Nya dan menyerahkan-Nya kepada Pilatus, wali negeri itu."
  },
  {
    "reference": "Mat 27:3",
    "text": "- 27:3-8: Kis. 1:18-19 Pada waktu Yudas, yang menyerahkan Dia, melihat, bahwa Yesus telah dijatuhi hukuman mati, menyesallah ia. Lalu ia mengembalikan uang yang tiga puluh perak itu kepada imam-imam kepala dan tua-tua,"
  },
  {
    "reference": "Mat 27:4",
    "text": "dan berkata: ”Aku telah berdosa karena menyerahkan darah orang yang tak bersalah.” Tetapi jawab mereka: ”Apa urusan kami dengan itu? Itu urusanmu sendiri!”"
  },
  {
    "reference": "Mat 27:5",
    "text": "Maka ia pun melemparkan uang perak itu ke dalam Bait Suci, lalu pergi dari situ dan menggantung diri."
  },
  {
    "reference": "Mat 27:6",
    "text": "Imam-imam kepala mengambil uang perak itu dan berkata: ”Tidak diperbolehkan memasukkan uang ini ke dalam peti persembahan, sebab ini uang darah.”"
  },
  {
    "reference": "Mat 27:7",
    "text": "Sesudah berunding mereka membeli dengan uang itu tanah yang disebut Tanah Tukang Periuk untuk dijadikan tempat pekuburan orang asing."
  },
  {
    "reference": "Mat 27:8",
    "text": "Itulah sebabnya tanah itu sampai pada hari ini disebut Tanah Darah."
  },
  {
    "reference": "Mat 27:9",
    "text": "- 27:9-10: Za. 11:12-13 Dengan demikian genaplah firman yang disampaikan oleh nabi Yeremia: ”Mereka menerima tiga puluh uang perak, yaitu harga yang ditetapkan untuk seorang menurut penilaian yang berlaku di antara orang Israel,"
  },
  {
    "reference": "Mat 27:10",
    "text": "dan mereka memberikan uang itu untuk tanah tukang periuk, seperti yang dipesankan Tuhan kepadaku.” Yesus di hadapan Pilatus 27:11-26 (Mrk. 15:1-15; Luk. 23:1-5, 13-25; Yoh. 18:33–19:16)"
  },
  {
    "reference": "Mat 27:11",
    "text": "Lalu Yesus dihadapkan kepada wali negeri. Dan wali negeri bertanya kepada-Nya: ”Engkaukah raja orang Yahudi?” Jawab Yesus: ”Engkau sendiri mengatakannya.”"
  },
  {
    "reference": "Mat 27:12",
    "text": "Tetapi atas tuduhan yang diajukan imam-imam kepala dan tua-tua terhadap Dia, Ia tidak memberi jawab apa pun."
  },
  {
    "reference": "Mat 27:13",
    "text": "Maka kata Pilatus kepada-Nya: ”Tidakkah Engkau dengar betapa banyaknya tuduhan saksi-saksi ini terhadap Engkau?”"
  },
  {
    "reference": "Mat 27:14",
    "text": "Tetapi Ia tidak menjawab suatu kata pun, sehingga wali negeri itu sangat heran."
  },
  {
    "reference": "Mat 27:15",
    "text": "Telah menjadi kebiasaan bagi wali negeri untuk membebaskan satu orang hukuman pada tiap-tiap hari raya itu atas pilihan orang banyak."
  },
  {
    "reference": "Mat 27:16",
    "text": "Dan pada waktu itu ada dalam penjara seorang yang terkenal kejahatannya yang bernama Yesus Barabas."
  },
  {
    "reference": "Mat 27:17",
    "text": "Karena mereka sudah berkumpul di sana, Pilatus berkata kepada mereka: ”Siapa yang kamu kehendaki kubebaskan bagimu, Yesus Barabas atau Yesus, yang disebut Kristus?”"
  },
  {
    "reference": "Mat 27:18",
    "text": "Ia memang mengetahui, bahwa mereka telah menyerahkan Yesus karena dengki."
  },
  {
    "reference": "Mat 27:19",
    "text": "Ketika Pilatus sedang duduk di kursi pengadilan, isterinya mengirim pesan kepadanya: ”Jangan engkau mencampuri perkara orang benar itu, sebab karena Dia aku sangat menderita dalam mimpi tadi malam.”"
  },
  {
    "reference": "Mat 27:20",
    "text": "Tetapi oleh hasutan imam-imam kepala dan tua-tua, orang banyak bertekad untuk meminta supaya Barabas dibebaskan dan Yesus dihukum mati."
  },
  {
    "reference": "Mat 27:21",
    "text": "Wali negeri menjawab dan berkata kepada mereka: ”Siapa di antara kedua orang itu yang kamu kehendaki kubebaskan bagimu?” Kata mereka: ”Barabas.”"
  },
  {
    "reference": "Mat 27:22",
    "text": "Kata Pilatus kepada mereka: ”Jika begitu, apakah yang harus kuperbuat dengan Yesus, yang disebut Kristus?” Mereka semua berseru: ”Ia harus disalibkan!”"
  },
  {
    "reference": "Mat 27:23",
    "text": "Katanya: ”Tetapi kejahatan apakah yang telah dilakukan-Nya?” Namun mereka makin keras berteriak: ”Ia harus disalibkan!”"
  },
  {
    "reference": "Mat 27:24",
    "text": "- 27:24: Ul. 21:6-9 Ketika Pilatus melihat bahwa segala usaha akan sia-sia, malah sudah mulai timbul kekacauan, ia mengambil air dan membasuh tangannya di hadapan orang banyak dan berkata: ”Aku tidak bersalah terhadap darah orang ini; itu urusan kamu sendiri!”"
  },
  {
    "reference": "Mat 27:25",
    "text": "Dan seluruh rakyat itu menjawab: ”Biarlah darah-Nya ditanggungkan atas kami dan atas anak-anak kami!”"
  },
  {
    "reference": "Mat 27:26",
    "text": "Lalu ia membebaskan Barabas bagi mereka, tetapi Yesus disesahnya lalu diserahkannya untuk disalibkan. Yesus diolok-olokkan 27:27-31 (Mrk. 15:16-20; Yoh. 19:2-3)"
  },
  {
    "reference": "Mat 27:27",
    "text": "Kemudian serdadu-serdadu wali negeri membawa Yesus ke gedung pengadilan, lalu memanggil seluruh pasukan berkumpul sekeliling Yesus."
  },
  {
    "reference": "Mat 27:28",
    "text": "Mereka menanggalkan pakaian-Nya dan mengenakan jubah ungu kepada-Nya."
  },
  {
    "reference": "Mat 27:29",
    "text": "Mereka menganyam sebuah mahkota duri dan menaruhnya di atas kepala-Nya, lalu memberikan Dia sebatang buluh di tangan kanan-Nya. Kemudian mereka berlutut di hadapan-Nya dan mengolok-olokkan Dia, katanya: ”Salam, hai raja orang Yahudi!”"
  },
  {
    "reference": "Mat 27:30",
    "text": "Mereka meludahi-Nya dan mengambil buluh itu dan memukulkannya ke kepala-Nya."
  },
  {
    "reference": "Mat 27:31",
    "text": "Sesudah mengolok-olokkan Dia mereka menanggalkan jubah itu dari pada-Nya dan mengenakan pula pakaian-Nya kepada-Nya. Kemudian mereka membawa Dia ke luar untuk disalibkan. Yesus disalibkan 27:32-44 (Mrk. 15:21-32; Luk. 23:26, 33-43; Yoh. 19:17-24)"
  },
  {
    "reference": "Mat 27:32",
    "text": "Ketika mereka berjalan ke luar kota, mereka berjumpa dengan seorang dari Kirene yang bernama Simon. Orang itu mereka paksa untuk memikul salib Yesus."
  },
  {
    "reference": "Mat 27:33",
    "text": "Maka sampailah mereka di suatu tempat yang bernama Golgota, artinya: Tempat Tengkorak."
  },
  {
    "reference": "Mat 27:34",
    "text": "Lalu mereka memberi Dia minum anggur bercampur empedu. Setelah Ia mengecapnya, Ia tidak mau meminumnya."
  },
  {
    "reference": "Mat 27:35",
    "text": "- 27:35: Mzm. 22:19 Sesudah menyalibkan Dia mereka membagi-bagi pakaian-Nya dengan membuang undi."
  },
  {
    "reference": "Mat 27:36",
    "text": "Lalu mereka duduk di situ menjaga Dia."
  },
  {
    "reference": "Mat 27:37",
    "text": "Dan di atas kepala-Nya terpasang tulisan yang menyebut alasan mengapa Ia dihukum: ”Inilah Yesus Raja orang Yahudi.”"
  },
  {
    "reference": "Mat 27:38",
    "text": "Bersama dengan Dia disalibkan dua orang penyamun, seorang di sebelah kanan dan seorang di sebelah kiri-Nya."
  },
  {
    "reference": "Mat 27:39",
    "text": "- 27:39: Mzm. 22:8, 109:25 Orang-orang yang lewat di sana menghujat Dia dan sambil menggelengkan kepala,"
  },
  {
    "reference": "Mat 27:40",
    "text": "- 27:40: Mat. 26:61; Yoh. 2:19 mereka berkata: ”Hai Engkau yang mau merubuhkan Bait Suci dan mau membangunnya kembali dalam tiga hari, selamatkanlah diri-Mu jikalau Engkau Anak Allah, turunlah dari salib itu!”"
  },
  {
    "reference": "Mat 27:41",
    "text": "Demikian juga imam-imam kepala bersama-sama ahli-ahli Taurat dan tua-tua mengolok-olokkan Dia dan mereka berkata:"
  },
  {
    "reference": "Mat 27:42",
    "text": "”Orang lain Ia selamatkan, tetapi diri-Nya sendiri tidak dapat Ia selamatkan! Ia Raja Israel? Baiklah Ia turun dari salib itu dan kami akan percaya kepada-Nya."
  },
  {
    "reference": "Mat 27:43",
    "text": "- 27:43: Mzm. 22:9 Ia menaruh harapan-Nya pada Allah: baiklah Allah menyelamatkan Dia, jikalau Allah berkenan kepada-Nya! Karena Ia telah berkata: Aku adalah Anak Allah.”"
  },
  {
    "reference": "Mat 27:44",
    "text": "Bahkan penyamun-penyamun yang disalibkan bersama-sama dengan Dia mencela-Nya demikian juga. Yesus mati 27:45-56 (Mrk. 15:33-41; Luk. 23:44-49; Yoh. 19:28-30)"
  },
  {
    "reference": "Mat 27:45",
    "text": "Mulai dari jam dua belas kegelapan meliputi seluruh daerah itu sampai jam tiga."
  },
  {
    "reference": "Mat 27:46",
    "text": "- 27:46: Mzm. 22:2 Kira-kira jam tiga berserulah Yesus dengan suara nyaring: ”Eli, Eli, lama sabakhtani?” Artinya: Allah-Ku, Allah-Ku, mengapa Engkau meninggalkan Aku?"
  },
  {
    "reference": "Mat 27:47",
    "text": "Mendengar itu, beberapa orang yang berdiri di situ berkata: ”Ia memanggil Elia.”"
  },
  {
    "reference": "Mat 27:48",
    "text": "- 27:48: Mzm. 69:22 Dan segeralah datang seorang dari mereka; ia mengambil bunga karang, mencelupkannya ke dalam anggur asam, lalu mencucukkannya pada sebatang buluh dan memberi Yesus minum."
  },
  {
    "reference": "Mat 27:49",
    "text": "Tetapi orang-orang lain berkata: ”Jangan, baiklah kita lihat, apakah Elia datang untuk menyelamatkan Dia.”"
  },
  {
    "reference": "Mat 27:50",
    "text": "Yesus berseru pula dengan suara nyaring lalu menyerahkan nyawa-Nya."
  },
  {
    "reference": "Mat 27:51",
    "text": "- 27:51: Kel. 26:31-33 Dan lihatlah, tabir Bait Suci terbelah dua dari atas sampai ke bawah dan terjadilah gempa bumi, dan bukit-bukit batu terbelah,"
  },
  {
    "reference": "Mat 27:52",
    "text": "dan kuburan-kuburan terbuka dan banyak orang kudus yang telah meninggal bangkit."
  },
  {
    "reference": "Mat 27:53",
    "text": "Dan sesudah kebangkitan Yesus, mereka pun keluar dari kubur, lalu masuk ke kota kudus dan menampakkan diri kepada banyak orang."
  },
  {
    "reference": "Mat 27:54",
    "text": "Kepala pasukan dan prajurit-prajuritnya yang menjaga Yesus menjadi sangat takut ketika mereka melihat gempa bumi dan apa yang telah terjadi, lalu berkata: ”Sungguh, Ia ini adalah Anak Allah.”"
  },
  {
    "reference": "Mat 27:55",
    "text": "- 27:55-56: Mrk. 15:40-41; Luk. 8:2-3, 23:49 Dan ada di situ banyak perempuan yang melihat dari jauh, yaitu perempuan-perempuan yang mengikuti Yesus dari Galilea untuk melayani Dia."
  },
  {
    "reference": "Mat 27:56",
    "text": "Di antara mereka terdapat Maria Magdalena, dan Maria ibu Yakobus dan Yusuf, dan ibu anak-anak Zebedeus. Yesus dikuburkan 27:57-61 (Mrk. 15:42-47; Luk. 23:50-56; Yoh. 19:38-42)"
  },
  {
    "reference": "Mat 27:57",
    "text": "Menjelang malam datanglah seorang kaya, orang Arimatea, yang bernama Yusuf dan yang telah menjadi murid Yesus juga."
  },
  {
    "reference": "Mat 27:58",
    "text": "Ia pergi menghadap Pilatus dan meminta mayat Yesus. Pilatus memerintahkan untuk menyerahkannya kepadanya."
  },
  {
    "reference": "Mat 27:59",
    "text": "Dan Yusuf pun mengambil mayat itu, mengapaninya dengan kain lenan yang putih bersih,"
  },
  {
    "reference": "Mat 27:60",
    "text": "lalu membaringkannya di dalam kuburnya yang baru, yang digalinya di dalam bukit batu, dan sesudah menggulingkan sebuah batu besar ke pintu kubur itu, pergilah ia."
  },
  {
    "reference": "Mat 27:61",
    "text": "Tetapi Maria Magdalena dan Maria yang lain tinggal di situ duduk di depan kubur itu. Kubur Yesus dijaga 27:62-66"
  },
  {
    "reference": "Mat 27:62",
    "text": "Keesokan harinya, yaitu sesudah hari persiapan, datanglah imam-imam kepala dan orang-orang Farisi bersama-sama menghadap Pilatus,"
  },
  {
    "reference": "Mat 27:63",
    "text": "- 27:63: Mat. 16:21, 17:23, 20:19; Mrk. 8:31, 9:31, 10:33-34; Luk. 9:22, 18:31-33 dan mereka berkata: ”Tuan, kami ingat, bahwa si penyesat itu sewaktu hidup-Nya berkata: Sesudah tiga hari Aku akan bangkit."
  },
  {
    "reference": "Mat 27:64",
    "text": "Karena itu perintahkanlah untuk menjaga kubur itu sampai hari yang ketiga; jikalau tidak, murid-murid-Nya mungkin datang untuk mencuri Dia, lalu mengatakan kepada rakyat: Ia telah bangkit dari antara orang mati, sehingga penyesatan yang terakhir akan lebih buruk akibatnya dari pada yang pertama.”"
  },
  {
    "reference": "Mat 27:65",
    "text": "Kata Pilatus kepada mereka: ”Ini penjaga-penjaga bagimu, pergi dan jagalah kubur itu sebaik-baiknya.”"
  },
  {
    "reference": "Mat 27:66",
    "text": "Maka pergilah mereka dan dengan bantuan penjaga-penjaga itu mereka memeterai kubur itu dan menjaganya."
  },
  {
    "reference": "Mat 28:1",
    "text": "Setelah hari Sabat lewat, menjelang menyingsingnya fajar pada hari pertama minggu itu, pergilah Maria Magdalena dan Maria yang lain, menengok kubur itu."
  },
  {
    "reference": "Mat 28:2",
    "text": "Maka terjadilah gempa bumi yang hebat sebab seorang malaikat Tuhan turun dari langit dan datang ke batu itu dan menggulingkannya lalu duduk di atasnya."
  },
  {
    "reference": "Mat 28:3",
    "text": "Wajahnya bagaikan kilat dan pakaiannya putih bagaikan salju."
  },
  {
    "reference": "Mat 28:4",
    "text": "Dan penjaga-penjaga itu gentar ketakutan dan menjadi seperti orang-orang mati."
  },
  {
    "reference": "Mat 28:5",
    "text": "Akan tetapi malaikat itu berkata kepada perempuan-perempuan itu: ”Janganlah kamu takut; sebab aku tahu kamu mencari Yesus yang disalibkan itu."
  },
  {
    "reference": "Mat 28:6",
    "text": "Ia tidak ada di sini, sebab Ia telah bangkit, sama seperti yang telah dikatakan-Nya. Mari, lihatlah tempat Ia berbaring."
  },
  {
    "reference": "Mat 28:7",
    "text": "Dan segeralah pergi dan katakanlah kepada murid-murid-Nya bahwa Ia telah bangkit dari antara orang mati. Ia mendahului kamu ke Galilea; di sana kamu akan melihat Dia. Sesungguhnya aku telah mengatakannya kepadamu.”"
  },
  {
    "reference": "Mat 28:8",
    "text": "Mereka segera pergi dari kubur itu, dengan takut dan dengan sukacita yang besar dan berlari cepat-cepat untuk memberitahukannya kepada murid-murid Yesus."
  },
  {
    "reference": "Mat 28:9",
    "text": "Tiba-tiba Yesus berjumpa dengan mereka dan berkata: ”Salam bagimu.” Mereka mendekati-Nya dan memeluk kaki-Nya serta menyembah-Nya."
  },
  {
    "reference": "Mat 28:10",
    "text": "Maka kata Yesus kepada mereka: ”Jangan takut. Pergi dan katakanlah kepada saudara-saudara-Ku, supaya mereka pergi ke Galilea, dan di sanalah mereka akan melihat Aku.” Dusta Mahkamah Agama 28:11-15"
  },
  {
    "reference": "Mat 28:11",
    "text": "Ketika mereka di tengah jalan, datanglah beberapa orang dari penjaga itu ke kota dan memberitahukan segala yang terjadi itu kepada imam-imam kepala."
  },
  {
    "reference": "Mat 28:12",
    "text": "Dan sesudah berunding dengan tua-tua, mereka mengambil keputusan lalu memberikan sejumlah besar uang kepada serdadu-serdadu itu"
  },
  {
    "reference": "Mat 28:13",
    "text": "dan berkata: ”Kamu harus mengatakan, bahwa murid-murid-Nya datang malam-malam dan mencuri-Nya ketika kamu sedang tidur."
  },
  {
    "reference": "Mat 28:14",
    "text": "Dan apabila hal ini kedengaran oleh wali negeri, kami akan berbicara dengan dia, sehingga kamu tidak beroleh kesulitan apa-apa.”"
  },
  {
    "reference": "Mat 28:15",
    "text": "Mereka menerima uang itu dan berbuat seperti yang dipesankan kepada mereka. Dan ceritera ini tersiar di antara orang Yahudi sampai sekarang ini. Perintah untuk memberitakan Injil 28:16-20"
  },
  {
    "reference": "Mat 28:16",
    "text": "- 28:16: Mat. 26:32; Mrk. 14:28 Dan kesebelas murid itu berangkat ke Galilea, ke bukit yang telah ditunjukkan Yesus kepada mereka."
  },
  {
    "reference": "Mat 28:17",
    "text": "Ketika melihat Dia mereka menyembah-Nya, tetapi beberapa orang ragu-ragu."
  },
  {
    "reference": "Mat 28:18",
    "text": "Yesus mendekati mereka dan berkata: ”Kepada-Ku telah diberikan segala kuasa di sorga dan di bumi."
  },
  {
    "reference": "Mat 28:19",
    "text": "- 28:19: Kis. 1:8 Karena itu pergilah, jadikanlah semua bangsa murid-Ku dan baptislah mereka dalam nama Bapa dan Anak dan Roh Kudus,"
  },
  {
    "reference": "Mat 28:20",
    "text": "dan ajarlah mereka melakukan segala sesuatu yang telah Kuperintahkan kepadamu. Dan ketahuilah, Aku menyertai kamu senantiasa sampai kepada akhir zaman.”"
  }
]
