[
  {
    "reference": "Mic 1:1",
    "text": "- 1:1: 2Raj. 15:32–16:20, 18:1–20:21; 2Taw. 27:1–32:33 Firman Tuhan yang datang kepada Mikha, orang Moresyet, pada zaman Yotam, Ahas dan Hizkia, raja-raja Yehuda, yakni berkenaan dengan yang dilihatnya tentang Samaria dan Yerusalem. Pemberitahuan hukuman atas Samaria 1:2-7"
  },
  {
    "reference": "Mic 1:2",
    "text": "Dengarlah, hai bangsa-bangsa sekalian! Perhatikanlah, hai bumi serta isinya! Biarlah Tuhan Allah menjadi saksi terhadap kamu, yakni Tuhan dari bait-Nya yang kudus."
  },
  {
    "reference": "Mic 1:3",
    "text": "Sebab sesungguhnya, Tuhan keluar dari tempat-Nya dan turun berjejak di atas bukit-bukit bumi."
  },
  {
    "reference": "Mic 1:4",
    "text": "Luluhlah gunung-gunung di bawah kaki-Nya, dan lembah-lembah terbelah seperti lilin di depan api, seperti air tercurah di penurunan."
  },
  {
    "reference": "Mic 1:5",
    "text": "Semuanya ini terjadi karena pelanggaran Yakub, dan karena dosa kaum Israel. Pelanggaran Yakub itu apa? Bukankah itu Samaria? Dosa kaum Yehuda itu apa? Bukankah itu Yerusalem?"
  },
  {
    "reference": "Mic 1:6",
    "text": "Sebab itu Aku akan membuat Samaria menjadi timbunan puing di padang, menjadi tempat penanaman pohon anggur. Aku akan menggulingkan batu-batunya ke dalam lembah dan akan menyingkapkan dasar-dasarnya."
  },
  {
    "reference": "Mic 1:7",
    "text": "Segala patungnya akan diremukkan, segala upah sundalnya akan dibakar, dan segala berhalanya akan Kuhancurkan; sebab dari upah sundal dikumpulkan semuanya itu, dan akan kembali menjadi upah sundal. Nabi meratapi nasib Yehuda dan Yerusalem 1:8-16"
  },
  {
    "reference": "Mic 1:8",
    "text": "Karena inilah aku hendak berkeluh kesah dan meratap, hendak berjalan dengan tidak berkasut dan telanjang, hendak melolong seperti serigala dan meraung seperti burung unta:"
  },
  {
    "reference": "Mic 1:9",
    "text": "sebab lukanya tidak dapat sembuh, sudah menjalar ke Yehuda, sudah sampai ke pintu gerbang bangsaku, ke Yerusalem!"
  },
  {
    "reference": "Mic 1:10",
    "text": "Di Gat janganlah sampaikan berita, janganlah sekali-kali menangis! Baiklah gulingkan dirimu dalam debu di Bet-Le-Afra!"
  },
  {
    "reference": "Mic 1:11",
    "text": "Berkemaslah, hai penduduk Safir, dengan telanjang dan malu. Tidak berani keluar penduduk Zaanan. Ratapan Bet-Haezel menghalangi engkau untuk tetap berdiri."
  },
  {
    "reference": "Mic 1:12",
    "text": "Dengan bimbang penduduk Marot berharap akan kebaikan. Sebab malapetaka turun dari pada Tuhan sampai ke pintu gerbang Yerusalem."
  },
  {
    "reference": "Mic 1:13",
    "text": "Pasanglah kuda teji pada kereta, hai penduduk Lakhis! Inilah permulaan dosa bagi puteri Sion, sebab padamulah terdapat pelanggaran Israel."
  },
  {
    "reference": "Mic 1:14",
    "text": "Sebab itu baiklah diberi hadiah perpisahan kepada Moresyet-Gat. Rumah-rumah Akhzib akan menjadi tipu daya bagi raja-raja Israel."
  },
  {
    "reference": "Mic 1:15",
    "text": "Penakluk masih akan Kudatangkan kepadamu, hai penduduk Maresya! Kemuliaan Israel akan sampai di Adulam."
  },
  {
    "reference": "Mic 1:16",
    "text": "Cukurlah dan gundulkanlah kepalamu, karena anak-anak kesayanganmu! Jadikanlah kepalamu gundul seperti gundulnya burung bangkai, sebab dari padamu mereka akan masuk pembuangan."
  },
  {
    "reference": "Mic 2:1",
    "text": "Celakalah orang-orang yang merancang kedurjanaan dan yang merencanakan kejahatan di tempat tidurnya; yang melakukannya di waktu fajar, sebab hal itu ada dalam kekuasaannya;"
  },
  {
    "reference": "Mic 2:2",
    "text": "yang apabila menginginkan ladang-ladang, mereka merampasnya, dan rumah-rumah, mereka menyerobotnya; yang menindas orang dengan rumahnya, manusia dengan milik pusakanya!"
  },
  {
    "reference": "Mic 2:3",
    "text": "Sebab itu beginilah firman Tuhan: Sesungguhnya, Aku merancang malapetaka terhadap kaum ini, dan kamu tidak dapat menghindarkan lehermu dari padanya; kamu tidak dapat lagi berjalan angkuh, sebab waktu itu adalah waktu yang mencelakakan."
  },
  {
    "reference": "Mic 2:4",
    "text": "Pada hari itu orang akan melontarkan sindiran tentang kamu dan akan memperdengarkan suatu ratapan dan akan berkata: ”Kita telah dihancurluluhkan! Bagian warisan bangsaku telah diukur dengan tali, dan tidak ada orang yang mengembalikannya, ladang-ladang kita dibagikan kepada orang-orang yang menawan kita.”"
  },
  {
    "reference": "Mic 2:5",
    "text": "Sebab itu tidak akan ada bagimu orang yang melontarkan tali dengan undian di dalam jemaah Tuhan."
  },
  {
    "reference": "Mic 2:6",
    "text": "”Janganlah ucapkan nubuat,” kata mereka itu, ”orang tidak mengucapkan nubuat seperti itu! Noda tidak akan menimpa kita.”"
  },
  {
    "reference": "Mic 2:7",
    "text": "Bolehkah hal itu dikatakan, keturunan Yakub? Apakah Tuhan kurang sabar? Atau seperti inikah tindakan-Nya? Bukankah firman-Ku baik terhadap orang yang benar kelakuannya?"
  },
  {
    "reference": "Mic 2:8",
    "text": "Tetapi kamulah yang bangkit sebagai musuh terhadap umat-Ku. Kamu merebut jubah dari orang-orang yang suka damai, dari orang-orang yang berjalan lewat dengan tenteram, yang tidak cenderung kepada perang."
  },
  {
    "reference": "Mic 2:9",
    "text": "Para isteri di antara umat-Ku kamu halau dari rumah kesayangannya, dari bayi-bayinya kamu mengambil untuk selama-lamanya, semarak yang telah Kuberikan kepada mereka."
  },
  {
    "reference": "Mic 2:10",
    "text": "Bangkitlah dan pergilah, sebab ini bukan tempat perhentian bagimu! Oleh karena kenajisan maka kamu akan dibinasakan dengan kebinasaan yang tidak terpulihkan."
  },
  {
    "reference": "Mic 2:11",
    "text": "Seandainya seseorang datang mereka-reka yang hampa dan dusta: ”Aku bernubuat kepadamu tentang anggur dan arak,” maka dialah yang patut menjadi orang yang bernubuat terhadap bangsa ini! Janji tentang keselamatan 2:12-13"
  },
  {
    "reference": "Mic 2:12",
    "text": "Dengan sungguh-sungguh Aku akan mengumpulkan engkau seluruhnya, hai Yakub, dengan sungguh-sungguh Aku akan menghimpunkan sisa orang Israel; Aku akan menyatukannya seperti kambing domba dalam kandang, seperti kawanan binatang di tengah-tengah padangnya, sehingga ramai dengan manusia!"
  },
  {
    "reference": "Mic 2:13",
    "text": "Penerobos akan maju di depan mereka; mereka akan menerobos dan berjalan melewati pintu gerbang dan akan keluar dari situ. Raja mereka akan berjalan terus di depan mereka, Tuhan sendiri di kepala barisan mereka!"
  },
  {
    "reference": "Mic 3:1",
    "text": "Kataku: Baiklah dengar, hai para kepala di Yakub, dan hai para pemimpin kaum Israel! Bukankah selayaknya kamu mengetahui keadilan,"
  },
  {
    "reference": "Mic 3:2",
    "text": "hai kamu yang membenci kebaikan dan yang mencintai kejahatan? Mereka merobek kulit dari tubuh bangsaku dan daging dari tulang-tulangnya;"
  },
  {
    "reference": "Mic 3:3",
    "text": "mereka memakan daging bangsaku, dan mengupas kulit dari tubuhnya; mereka meremukkan tulang-tulangnya, dan mencincangnya seperti daging dalam kuali, seperti potongan-potongan daging di dalam belanga."
  },
  {
    "reference": "Mic 3:4",
    "text": "Mereka sendirilah nanti akan berseru-seru kepada Tuhan, tetapi Ia tidak akan menjawab mereka; Ia akan menyembunyikan wajah-Nya terhadap mereka pada waktu itu, sebab jahat perbuatan-perbuatan mereka."
  },
  {
    "reference": "Mic 3:5",
    "text": "Beginilah firman Tuhan terhadap para nabi, yang menyesatkan bangsaku, yang apabila mereka mendapat sesuatu untuk dikunyah, maka mereka menyerukan damai, tetapi terhadap orang yang tidak memberi sesuatu ke dalam mulut mereka, maka mereka menyatakan perang."
  },
  {
    "reference": "Mic 3:6",
    "text": "Sebab itu hari akan menjadi malam bagimu tanpa penglihatan, dan menjadi gelap bagimu tanpa tenungan. Matahari akan terbenam bagi para nabi itu, dan hari menjadi hitam suram bagi mereka."
  },
  {
    "reference": "Mic 3:7",
    "text": "Para pelihat akan mendapat malu dan tukang-tukang tenung akan tersipu-sipu; mereka sekalian akan menutupi mukanya, sebab tidak ada jawab dari pada Allah."
  },
  {
    "reference": "Mic 3:8",
    "text": "Tetapi aku ini penuh dengan kekuatan, dengan Roh Tuhan, dengan keadilan dan keperkasaan, untuk memberitakan kepada Yakub pelanggarannya dan kepada Israel dosanya."
  },
  {
    "reference": "Mic 3:9",
    "text": "Baiklah dengarkan ini, hai para kepala kaum Yakub, dan para pemimpin kaum Israel! Hai kamu yang muak terhadap keadilan dan yang membengkokkan segala yang lurus,"
  },
  {
    "reference": "Mic 3:10",
    "text": "hai kamu yang mendirikan Sion dengan darah dan Yerusalem dengan kelaliman!"
  },
  {
    "reference": "Mic 3:11",
    "text": "Para kepalanya memutuskan hukum karena suap, dan para imamnya memberi pengajaran karena bayaran, para nabinya menenung karena uang, padahal mereka bersandar kepada Tuhan dengan berkata: ”Bukankah Tuhan ada di tengah-tengah kita! Tidak akan datang malapetaka menimpa kita!”"
  },
  {
    "reference": "Mic 3:12",
    "text": "- 3:12: Yer. 26:18 Sebab itu oleh karena kamu maka Sion akan dibajak seperti ladang, dan Yerusalem akan menjadi timbunan puing, dan gunung Bait Suci akan menjadi bukit yang berhutan."
  },
  {
    "reference": "Mic 4:1",
    "text": "- 4:1-3: Yes. 2:2-4 Akan terjadi pada hari-hari yang terakhir: gunung rumah Tuhan akan berdiri tegak mengatasi gunung-gunung dan menjulang tinggi di atas bukit-bukit; bangsa-bangsa akan berduyun-duyun ke sana,"
  },
  {
    "reference": "Mic 4:2",
    "text": "dan banyak suku bangsa akan pergi serta berkata: ”Mari, kita naik ke gunung Tuhan, ke rumah Allah Yakub, supaya Ia mengajar kita tentang jalan-jalan-Nya dan supaya kita berjalan menempuhnya; sebab dari Sion akan keluar pengajaran, dan firman Tuhan dari Yerusalem.”"
  },
  {
    "reference": "Mic 4:3",
    "text": "- 4:3: Yl. 3:10 Ia akan menjadi hakim antara banyak bangsa, dan akan menjadi wasit bagi suku-suku bangsa yang besar sampai ke tempat yang jauh; mereka akan menempa pedang-pedangnya menjadi mata bajak, dan tombak-tombaknya menjadi pisau pemangkas; bangsa tidak akan lagi mengangkat pedang terhadap bangsa, dan mereka tidak akan lagi belajar perang."
  },
  {
    "reference": "Mic 4:4",
    "text": "- 4:4: Za. 3:10 Tetapi mereka masing-masing akan duduk di bawah pohon anggurnya dan di bawah pohon aranya dengan tidak ada yang mengejutkan, sebab mulut Tuhan semesta alam yang mengatakannya."
  },
  {
    "reference": "Mic 4:5",
    "text": "Biarpun segala bangsa berjalan masing-masing demi nama allahnya, tetapi kita akan berjalan demi nama Tuhan Allah kita untuk selamanya dan seterusnya. Penyelamatan puteri Sion 4:6-14"
  },
  {
    "reference": "Mic 4:6",
    "text": "Pada hari itu, demikianlah firman Tuhan, Aku akan mengumpulkan mereka yang pincang, dan akan menghimpunkan mereka yang terpencar-pencar dan mereka yang telah Kucelakakan."
  },
  {
    "reference": "Mic 4:7",
    "text": "Mereka yang pincang akan Kujadikan pangkal suatu keturunan, dan yang diusir suatu bangsa yang kuat, dan Tuhan akan menjadi raja atas mereka di gunung Sion, dari sekarang sampai selama-lamanya."
  },
  {
    "reference": "Mic 4:8",
    "text": "Dan engkau, hai Menara Kawanan Domba, hai Bukit puteri Sion, kepadamu akan datang dan akan kembali pemerintahan yang dahulu, kerajaan atas puteri Yerusalem."
  },
  {
    "reference": "Mic 4:9",
    "text": "Maka sekarang, mengapa engkau berteriak dengan keras? Tiadakah raja di tengah-tengahmu? Atau sudah binasakah penasihatmu, sehingga engkau disergap kesakitan seperti perempuan yang melahirkan?"
  },
  {
    "reference": "Mic 4:10",
    "text": "Menggeliatlah dan mengaduhlah, hai puteri Sion, seperti perempuan yang melahirkan! Sebab sekarang terpaksa engkau keluar dari kota dan tinggal di padang, terpaksa engkau berjalan sampai Babel; di sanalah engkau akan dilepaskan, di sanalah engkau akan ditebus oleh Tuhan dari tangan musuhmu."
  },
  {
    "reference": "Mic 4:11",
    "text": "Sekarang banyak bangsa berkumpul melawan engkau, dengan berkata: ”Biarlah dia dicemarkan, biarlah mata kita puas memandangi Sion!”"
  },
  {
    "reference": "Mic 4:12",
    "text": "Tetapi mereka itu tidak mengetahui rancangan Tuhan; mereka tidak mengerti keputusan-Nya, bahwa Ia akan menghimpunkan mereka seperti berkas gandum ke tempat pengirikan."
  },
  {
    "reference": "Mic 4:13",
    "text": "Bangkitlah dan iriklah, hai puteri Sion, sebab tandukmu akan Kubuat seperti besi, dan kukumu akan Kubuat seperti tembaga, sehingga engkau menumbuk hancur banyak bangsa; engkau akan mengkhususkan rampasan mereka bagi Tuhan dan kekayaan mereka bagi Tuhan seluruh bumi."
  },
  {
    "reference": "Mic 4:14",
    "text": "Sekarang, engkau harus mendirikan tembok bagimu; pagar pengepungan telah mereka dirikan melawan kita; dengan tongkat mereka memukul pipi orang yang memerintah Israel."
  },
  {
    "reference": "Mic 5:1",
    "text": "- 5:1: Mat. 2:6; Yoh. 7:42 Tetapi engkau, hai Betlehem Efrata, hai yang terkecil di antara kaum-kaum Yehuda, dari padamu akan bangkit bagi-Ku seorang yang akan memerintah Israel, yang permulaannya sudah sejak purbakala, sejak dahulu kala."
  },
  {
    "reference": "Mic 5:2",
    "text": "Sebab itu ia akan membiarkan mereka sampai waktu perempuan yang akan melahirkan telah melahirkan; lalu selebihnya dari saudara-saudaranya akan kembali kepada orang Israel."
  },
  {
    "reference": "Mic 5:3",
    "text": "Maka ia akan bertindak dan akan menggembalakan mereka dalam kekuatan Tuhan, dalam kemegahan nama Tuhan Allahnya; mereka akan tinggal tetap, sebab sekarang ia menjadi besar sampai ke ujung bumi,"
  },
  {
    "reference": "Mic 5:4",
    "text": "dan dia menjadi damai sejahtera. Apabila Asyur masuk ke negeri kita dan apabila ia menginjak tanah kita, maka kita akan membangkitkan melawan dia tujuh gembala, bahkan delapan pemimpin manusia."
  },
  {
    "reference": "Mic 5:5",
    "text": "- 5:5: Kej. 10:8-11 Mereka itu akan mencukur negeri Asyur dengan pedang dan negeri Nimrod dengan pedang terhunus; mereka akan melepaskan kita dari Asyur, apabila ia ini masuk ke negeri kita dan menginjak daerah kita."
  },
  {
    "reference": "Mic 5:6",
    "text": "Maka sisa-sisa Yakub akan ada di tengah-tengah banyak bangsa seperti embun dari pada Tuhan seperti dirus hujan ke atas tumbuh-tumbuhan yang tidak menanti-nantikan orang dan tidak mengharap-harapkan anak manusia."
  },
  {
    "reference": "Mic 5:7",
    "text": "Maka sisa-sisa Yakub akan ada di antara suku-suku bangsa, di tengah-tengah banyak bangsa seperti singa di antara binatang-binatang hutan, seperti singa muda di antara kawanan kambing domba: ke mana pun ia pergi, maka ia membanting dan menerkam, sedang tidak ada yang melepaskan."
  },
  {
    "reference": "Mic 5:8",
    "text": "Tanganmu akan diangkat melawan para lawanmu, dan semua musuhmu akan dilenyapkan!"
  },
  {
    "reference": "Mic 5:9",
    "text": "Maka akan terjadi pada waktu itu, demikianlah firman Tuhan, Aku akan melenyapkan kudamu dari tengah-tengahmu dan akan membinasakan keretamu."
  },
  {
    "reference": "Mic 5:10",
    "text": "Aku akan melenyapkan kota-kota negerimu dan akan meruntuhkan segala kubumu."
  },
  {
    "reference": "Mic 5:11",
    "text": "Aku akan melenyapkan alat-alat sihir dari tanganmu, dan tukang-tukang peramal tidak akan ada lagi padamu."
  },
  {
    "reference": "Mic 5:12",
    "text": "Aku akan melenyapkan patung-patungmu dan tugu-tugu berhalamu dari tengah-tengahmu, maka engkau tidak lagi akan sujud menyembah kepada buatan tanganmu."
  },
  {
    "reference": "Mic 5:13",
    "text": "Aku akan menyentakkan tiang-tiang berhalamu dari tengah-tengahmu dan akan memunahkan berhalamu;"
  },
  {
    "reference": "Mic 5:14",
    "text": "Aku akan membalas dendam dengan murka dan kehangatan amarah, kepada bangsa-bangsa yang tidak mau mendengarkan."
  },
  {
    "reference": "Mic 6:1",
    "text": "Baiklah dengar firman yang diucapkan Tuhan: Bangkitlah, lancarkanlah pengaduan di depan gunung-gunung, dan biarlah bukit-bukit mendengar suaramu!"
  },
  {
    "reference": "Mic 6:2",
    "text": "Dengarlah, hai gunung-gunung, pengaduan Tuhan, dan pasanglah telinga, hai dasar-dasar bumi! Sebab Tuhan mempunyai pengaduan terhadap umat-Nya, dan Ia beperkara dengan Israel."
  },
  {
    "reference": "Mic 6:3",
    "text": "”Umat-Ku, apakah yang telah Kulakukan kepadamu? Dengan apakah engkau telah Kulelahkan? Jawablah Aku!"
  },
  {
    "reference": "Mic 6:4",
    "text": "- 6:4: Kel. 4:10-16, 12:50-51, 15:20 Sebab Aku telah menuntun engkau keluar dari tanah Mesir dan telah membebaskan engkau dari rumah perbudakan dan telah mengutus Musa dan Harun dan Miryam sebagai penganjurmu."
  },
  {
    "reference": "Mic 6:5",
    "text": "- 6:5: Bil. 22:2–24:25; Yos. 3:1–4:19 Umat-Ku, baiklah ingat apa yang dirancangkan oleh Balak, raja Moab, dan apa yang dijawab kepadanya oleh Bileam bin Beor dan apa yang telah terjadi dari Sitim sampai ke Gilgal, supaya engkau mengakui perbuatan-perbuatan keadilan dari Tuhan.”"
  },
  {
    "reference": "Mic 6:6",
    "text": "”Dengan apakah aku akan pergi menghadap Tuhan dan tunduk menyembah kepada Allah yang di tempat tinggi? Akan pergikah aku menghadap Dia dengan korban bakaran, dengan anak lembu berumur setahun?"
  },
  {
    "reference": "Mic 6:7",
    "text": "Berkenankah Tuhan kepada ribuan domba jantan, kepada puluhan ribu curahan minyak? Akan kupersembahkankah anak sulungku karena pelanggaranku dan buah kandunganku karena dosaku sendiri?”"
  },
  {
    "reference": "Mic 6:8",
    "text": "”Hai manusia, telah diberitahukan kepadamu apa yang baik. Dan apakah yang dituntut Tuhan dari padamu: selain berlaku adil, mencintai kesetiaan, dan hidup dengan rendah hati di hadapan Allahmu?”"
  },
  {
    "reference": "Mic 6:9",
    "text": "Dengarlah, Tuhan berseru kepada kota: – adalah bijaksana untuk takut kepada nama-Nya –: ”Dengarlah, hai suku bangsa dan orang kota!"
  },
  {
    "reference": "Mic 6:10",
    "text": "Masakan Aku melupakan harta benda kefasikan di rumah orang fasik dan takaran efa yang kurang dan terkutuk itu?"
  },
  {
    "reference": "Mic 6:11",
    "text": "Masakan Aku membiarkan tidak dihukum orang yang membawa neraca palsu atau pundi-pundi berisi batu timbangan tipu?"
  },
  {
    "reference": "Mic 6:12",
    "text": "Orang-orang kaya di kota itu melakukan banyak kekerasan, penduduknya berkata dusta dan lidah dalam mulut mereka adalah penipu."
  },
  {
    "reference": "Mic 6:13",
    "text": "Maka Aku pun mulai memukul engkau, menanduskan engkau oleh karena dosamu."
  },
  {
    "reference": "Mic 6:14",
    "text": "Engkau ini akan makan, tetapi tidak menjadi kenyang, dan perutmu tetap mengamuk karena lapar; engkau akan menyingkirkan sesuatu, tetapi tidak dapat menyelamatkannya, dan apa yang dapat kauselamatkan, akan Kuserahkan kepada pedang."
  },
  {
    "reference": "Mic 6:15",
    "text": "Engkau ini akan menabur, tetapi tidak menuai, engkau ini akan mengirik buah zaitun, tetapi tidak berurap dengan minyaknya; juga mengirik buah anggur, tetapi tidak meminum anggurnya."
  },
  {
    "reference": "Mic 6:16",
    "text": "- 6:16: 1Raj. 16:23-34, 21:25-26 Engkau telah berpaut kepada ketetapan-ketetapan Omri dan kepada segala perbuatan keluarga Ahab, dan engkau telah bertindak menurut rancangan mereka, sehingga Aku membuat engkau menjadi ketandusan dan pendudukmu menjadi sasaran suitan; demikianlah kamu akan menanggung pencelaan dari pihak bangsa-bangsa.”"
  },
  {
    "reference": "Mic 7:1",
    "text": "Celaka aku! Sebab keadaanku seperti pada pengumpulan buah-buahan musim kemarau, seperti pada pemetikan susulan buah anggur: tidak ada buah anggur untuk dimakan, atau buah ara yang kusukai."
  },
  {
    "reference": "Mic 7:2",
    "text": "Orang saleh sudah hilang dari negeri, dan tiada lagi orang jujur di antara manusia. Mereka semuanya mengincar darah, yang seorang mencoba menangkap yang lain dengan jaring."
  },
  {
    "reference": "Mic 7:3",
    "text": "Tangan mereka sudah cekatan berbuat jahat; pemuka menuntut, hakim dapat disuap; pembesar memberi putusan sekehendaknya, dan hukum, mereka putar balikkan!"
  },
  {
    "reference": "Mic 7:4",
    "text": "Orang yang terbaik di antara mereka adalah seperti tumbuhan duri, yang paling jujur di antara mereka seperti pagar duri; hari bagi pengintai-pengintaimu, hari penghukumanmu, telah datang, sekarang akan mulai kegemparan di antara mereka!"
  },
  {
    "reference": "Mic 7:5",
    "text": "Janganlah percaya kepada teman, janganlah mengandalkan diri kepada kawan! Jagalah pintu mulutmu terhadap perempuan yang berbaring di pangkuanmu!"
  },
  {
    "reference": "Mic 7:6",
    "text": "- 7:6: Mat. 10:35-36; Luk. 12:53 Sebab anak laki-laki menghina ayahnya, anak perempuan bangkit melawan ibunya, menantu perempuan melawan ibu mertuanya; musuh orang ialah orang-orang seisi rumahnya. Pengharapan baru bagi Sion 7:7-13"
  },
  {
    "reference": "Mic 7:7",
    "text": "Tetapi aku ini akan menunggu-nunggu Tuhan, akan mengharapkan Allah yang menyelamatkan aku; Allahku akan mendengarkan aku!"
  },
  {
    "reference": "Mic 7:8",
    "text": "Janganlah bersukacita atas aku, hai musuhku! Sekalipun aku jatuh, aku akan bangun pula, sekalipun aku duduk dalam gelap, Tuhan akan menjadi terangku."
  },
  {
    "reference": "Mic 7:9",
    "text": "Aku akan memikul kemarahan Tuhan, sebab aku telah berdosa kepada-Nya, sampai Ia memperjuangkan perkaraku dan memberi keadilan kepadaku, membawa aku ke dalam terang, sehingga aku mengalami keadilan-Nya."
  },
  {
    "reference": "Mic 7:10",
    "text": "Musuhku akan melihatnya dan dengan malu ia akan menutupi mukanya, dia yang berkata kepadaku: ”Di mana Tuhan, Allahmu?” Mataku akan memandangi dia; sekarang ia diinjak-injak seperti lumpur di jalan."
  },
  {
    "reference": "Mic 7:11",
    "text": "Akan datang suatu hari bahwa pagar tembokmu akan dibangun kembali; pada hari itulah perbatasanmu akan diperluas."
  },
  {
    "reference": "Mic 7:12",
    "text": "Pada hari itu orang akan menghadap engkau dari Asyur sampai Mesir, dari Mesir sampai sungai Efrat, dari laut ke laut, dari gunung ke gunung."
  },
  {
    "reference": "Mic 7:13",
    "text": "Tetapi bumi akan menjadi tandus oleh karena penduduknya, sebagai akibat perbuatan mereka. Doa minta tindakan dan belas kasihan Allah 7:14-20"
  },
  {
    "reference": "Mic 7:14",
    "text": "Gembalakanlah umat-Mu dengan tongkat-Mu, kambing domba milik-Mu sendiri, yang terpencil mendiami rimba di tengah-tengah kebun buah-buahan. Biarlah mereka makan rumput di Basan dan di Gilead seperti pada zaman dahulu kala."
  },
  {
    "reference": "Mic 7:15",
    "text": "Seperti pada waktu Engkau keluar dari Mesir, perlihatkanlah kepada kami keajaiban-keajaiban!"
  },
  {
    "reference": "Mic 7:16",
    "text": "Biarlah bangsa-bangsa melihatnya dan merasa malu atas segala keperkasaan mereka; biarlah mereka menutup mulutnya dengan tangan, dan telinganya menjadi tuli."
  },
  {
    "reference": "Mic 7:17",
    "text": "Biarlah mereka menjilat debu seperti ular, seperti binatang menjalar di bumi; biarlah mereka keluar dengan gemetar dari kubunya, dan datang kepada Tuhan, Allah kami, dengan gentar, dengan takut kepada-Mu!"
  },
  {
    "reference": "Mic 7:18",
    "text": "Siapakah Allah seperti Engkau yang mengampuni dosa, dan yang memaafkan pelanggaran dari sisa-sisa milik-Nya sendiri; yang tidak bertahan dalam murka-Nya untuk seterusnya, melainkan berkenan kepada kasih setia?"
  },
  {
    "reference": "Mic 7:19",
    "text": "Biarlah Ia kembali menyayangi kita, menghapuskan kesalahan-kesalahan kita dan melemparkan segala dosa kita ke dalam tubir-tubir laut."
  },
  {
    "reference": "Mic 7:20",
    "text": "Kiranya Engkau menunjukkan setia-Mu kepada Yakub dan kasih-Mu kepada Abraham seperti yang telah Kaujanjikan dengan bersumpah kepada nenek moyang kami sejak zaman purbakala!"
  }
]
