[
  {
    "reference": "Nah 1:1",
    "text": "- 1:1: Yes. 10:5, 14:24-25; Zef. 2:13 Ucapan ilahi tentang Niniwe. Kitab penglihatan Nahum, orang Elkosh. Murka Tuhan 1:2-8"
  },
  {
    "reference": "Nah 1:2",
    "text": "Tuhan itu Allah yang cemburu dan pembalas, Tuhan itu pembalas dan penuh kehangatan amarah. Tuhan itu pembalas kepada para lawan-Nya dan pendendam kepada para musuh-Nya."
  },
  {
    "reference": "Nah 1:3",
    "text": "Tuhan itu panjang sabar dan besar kuasa, tetapi Ia tidak sekali-kali membebaskan dari hukuman orang yang bersalah. Ia berjalan dalam puting beliung dan badai, dan awan adalah debu kaki-Nya."
  },
  {
    "reference": "Nah 1:4",
    "text": "Ia menghardik laut dan mengeringkannya, dan segala sungai dijadikan-Nya kering. Basan dan Karmel menjadi merana dan kembang Libanon menjadi layu."
  },
  {
    "reference": "Nah 1:5",
    "text": "Gunung-gunung gemetar terhadap Dia, dan bukit-bukit mencair. Bumi menjadi sunyi sepi di hadapan-Nya, dunia serta seluruh penduduknya."
  },
  {
    "reference": "Nah 1:6",
    "text": "Siapakah yang tahan berdiri menghadapi geram-Nya? Dan siapakah yang tahan tegak terhadap murka-Nya yang bernyala-nyala? Kehangatan amarah-Nya tercurah seperti api, dan gunung-gunung batu menjadi roboh di hadapan-Nya."
  },
  {
    "reference": "Nah 1:7",
    "text": "Tuhan itu baik; Ia adalah tempat pengungsian pada waktu kesusahan; Ia mengenal orang-orang yang berlindung kepada-Nya"
  },
  {
    "reference": "Nah 1:8",
    "text": "dan menyeberangkan mereka pada waktu banjir. Ia menghabisi sama sekali orang-orang yang bangkit melawan Dia, dan musuh-Nya dihalau-Nya ke dalam gelap. Firman Tuhan kepada Yehuda dan Niniwe 1:9–2:2"
  },
  {
    "reference": "Nah 1:9",
    "text": "Apakah maksudmu menentang Tuhan? Ia akan menghabisi sama sekali; kesengsaraan tidak akan timbul dua kali!"
  },
  {
    "reference": "Nah 1:10",
    "text": "Sebab mereka pun akan lenyap seperti duri yang berjalin-jalin, dimakan habis seperti jerami kering."
  },
  {
    "reference": "Nah 1:11",
    "text": "Bukankah dari padamu muncul orang yang merancang kejahatan terhadap Tuhan, orang yang memberi nasihat dursila?"
  },
  {
    "reference": "Nah 1:12",
    "text": "Beginilah firman Tuhan: ”Sekalipun mereka utuh dan begitu banyak jumlahnya, tetapi mereka akan hilang terbabat dan mati binasa; sekalipun Aku telah merendahkan engkau, tetapi Aku tidak akan merendahkan engkau lagi."
  },
  {
    "reference": "Nah 1:13",
    "text": "Sekarang, Aku akan mematahkan gandarnya yang memberati engkau, dan akan memutuskan belenggu-belenggu yang mengikat engkau.”"
  },
  {
    "reference": "Nah 1:14",
    "text": "Terhadap engkau, inilah perintah Tuhan: ”Tidak akan ada lagi keturunan dengan namamu. Dari rumah allahmu Aku akan melenyapkan patung pahatan dan patung tuangan; kuburmu akan Kusediakan, sebab engkau hina.”"
  },
  {
    "reference": "Nah 1:15",
    "text": "- 1:15: Yes. 52:7 Lihatlah! Di atas gunung-gunung berjalan orang yang membawa berita, yang mengabarkan berita damai sejahtera. Rayakanlah hari rayamu, hai Yehuda, bayarlah nazarmu! Sebab tidak akan datang lagi orang dursila menyerang engkau; ia telah dilenyapkan sama sekali!"
  },
  {
    "reference": "Nah 2:1",
    "text": "Pembongkar maju terhadap engkau; adakan penjagaan di benteng, mengintailah di jalan, ikatlah pinggangmu teguh-teguh, kumpulkanlah segala kekuatan!"
  },
  {
    "reference": "Nah 2:2",
    "text": "Sungguh, Tuhan memulihkan kebanggaan Yakub, seperti kebanggaan Israel; sebab perusak telah merusakkannya dan telah membinasakan carang-carangnya. Musuh merusakkan Niniwe 2:3-13"
  },
  {
    "reference": "Nah 2:3",
    "text": "Perisai para pahlawannya berwarna merah, prajuritnya berpakaian kirmizi; kereta berkilat-kilat seperti api suluh pada hari ia melengkapinya, dan kuda-kuda penuh gelisah."
  },
  {
    "reference": "Nah 2:4",
    "text": "Kereta melaju galak di jalan, kejar-mengejar di lapangan; kelihatannya seperti suluh, berpacu seperti kilat."
  },
  {
    "reference": "Nah 2:5",
    "text": "Pasukan-pasukan istimewa dikerahkan, mereka tersandung jatuh di waktu berjalan maju; mereka lari terburu-buru ke arah tembok kota, sedang alat pendobrak sudah ditegakkan."
  },
  {
    "reference": "Nah 2:6",
    "text": "Pintu-pintu di sungai-sungai telah dibuka, dan istana menjadi gempar."
  },
  {
    "reference": "Nah 2:7",
    "text": "Permaisuri dibawa ke luar dan ditelanjangi dan dayang-dayangnya mengerang, mengaduh seperti suara merpati sambil memukul-mukul dada."
  },
  {
    "reference": "Nah 2:8",
    "text": "Niniwe sendiri seperti kolam air yang airnya mengalir ke luar. ”Berhenti! Berhenti!” teriak orang, tetapi tidak ada yang berpaling."
  },
  {
    "reference": "Nah 2:9",
    "text": "Jarahlah perak, jarahlah emas! Sebab tidak berkesudahan persediaan harta benda, kelimpahan segala barang yang indah-indah!"
  },
  {
    "reference": "Nah 2:10",
    "text": "Ketandusan, penandusan dan penindasan! Hati menjadi tawar dan lutut goyah! Segenap pinggang gemetar, dan muka sekalian orang menjadi pucat pasi."
  },
  {
    "reference": "Nah 2:11",
    "text": "Di mana gerangan persembunyian singa dan gua singa-singa muda, tempat singa pulang pergi, tempat anak singa, di mana tidak ada yang mengganggunya?"
  },
  {
    "reference": "Nah 2:12",
    "text": "Biasanya singa itu menerkam supaya cukup makan anak-anaknya, mencekik mangsa bagi betina-betinanya, dan memenuhi liangnya dengan mangsa dan persembunyiannya dengan terkaman."
  },
  {
    "reference": "Nah 2:13",
    "text": "Lihat, Aku akan menjadi lawanmu, demikianlah firman Tuhan semesta alam, Aku akan membakar keretamu menjadi asap, dan pedang akan memakan habis singa mudamu; Aku akan melenyapkan mangsamu dari atas bumi, dan suara utusan-utusanmu tidak akan terdengar lagi."
  },
  {
    "reference": "Nah 3:1",
    "text": "Celakalah kota penumpah darah itu! Seluruhnya dusta belaka, penuh dengan perampasan, dan tidak henti-hentinya penerkaman!"
  },
  {
    "reference": "Nah 3:2",
    "text": "Dengar, lecut cambuk dan derak-derik roda! Dengar, kuda lari menderap, dan kereta meloncat-loncat!"
  },
  {
    "reference": "Nah 3:3",
    "text": "Pasukan berkuda menyerang, pedang bernyala-nyala dan tombak berkilat-kilat! Banyak yang mati terbunuh dan bangkai bertimbun-timbun! Tidak habis-habisnya mayat-mayat, orang tersandung jatuh pada mayat-mayat!"
  },
  {
    "reference": "Nah 3:4",
    "text": "Semuanya karena banyaknya persundalan si perempuan sundal, yang cantik parasnya dan ahli dalam sihir, yang memperdayakan bangsa-bangsa dengan persundalannya dan kaum-kaum dengan sihirnya."
  },
  {
    "reference": "Nah 3:5",
    "text": "Lihat, Aku akan menjadi lawanmu, demikianlah firman Tuhan semesta alam; Aku akan mengangkat ujung kainmu sampai ke mukamu dan akan memperlihatkan auratmu kepada bangsa-bangsa dan kemaluanmu kepada kerajaan-kerajaan."
  },
  {
    "reference": "Nah 3:6",
    "text": "Aku akan melemparkan barang keji ke atasmu, akan menghina engkau dan akan membuat engkau menjadi tontonan."
  },
  {
    "reference": "Nah 3:7",
    "text": "Maka semua orang yang melihat engkau akan lari meninggalkan engkau serta berkata: ”Niniwe sudah rusak! Siapakah yang meratapi dia? Dari manakah aku akan mencari penghibur-penghibur untuk dia?”"
  },
  {
    "reference": "Nah 3:8",
    "text": "Adakah engkau lebih baik dari Tebe, kota dewa Amon, yang letaknya di sungai Nil, dengan air sekelilingnya, yang tembok kotanya adalah laut, dan bentengnya adalah air?"
  },
  {
    "reference": "Nah 3:9",
    "text": "Etiopia adalah kekuatannya, juga Mesir, dengan tidak terbatas; Put dan orang-orang Libia adalah pembantunya."
  },
  {
    "reference": "Nah 3:10",
    "text": "Tetapi dia sendiri pun terpaksa pergi ke dalam pembuangan, terpaksa masuk ke dalam tawanan. Bayi-bayinya pun diremukkan di ujung segala jalan; tentang semua orangnya yang dihormati dibuang undi, dan semua pembesarnya dibelenggu dengan rantai."
  },
  {
    "reference": "Nah 3:11",
    "text": "Engkau pun akan menjadi mabuk, akan menjadi tidak berdaya; engkau pun akan mencari tempat perlindungan terhadap musuh."
  },
  {
    "reference": "Nah 3:12",
    "text": "Segala kubumu adalah seperti pohon ara dengan buah ara yang masak duluan; jika diayunkan, maka jatuhlah buahnya ke dalam mulut orang yang hendak memakannya."
  },
  {
    "reference": "Nah 3:13",
    "text": "Sesungguhnya, laskar yang di tengah-tengahmu itu adalah perempuan-perempuan; pintu-pintu gerbang negerimu terbuka lebar-lebar untuk musuhmu; api telah memakan habis palang pintumu."
  },
  {
    "reference": "Nah 3:14",
    "text": "Timbalah air menghadapi pengepungan, perkuatlah kubu-kubumu! Pijaklah lumpur, injaklah tanah liat, peganglah acuan batu bata!"
  },
  {
    "reference": "Nah 3:15",
    "text": "Di sana api akan memakan engkau habis, pedang akan membabat engkau, akan memakan engkau seperti belalang pelompat. Sekalipun engkau berjumlah besar seperti belalang pelompat, berjumlah besar seperti belalang pindahan,"
  },
  {
    "reference": "Nah 3:16",
    "text": "sekalipun kauperbanyak orang-orang dagangmu lebih dari bintang-bintang di langit, seperti belalang pelompat mereka mengembangkan sayap dan terbang menghilang."
  },
  {
    "reference": "Nah 3:17",
    "text": "Sekalipun para penjagamu seperti belalang pindahan dan para pegawaimu seperti kawanan belalang, yang hinggap pada tembok-tembok pada waktu dingin, namun jika matahari terbit, mereka lari menghilang, tidak ketahuan tempatnya."
  },
  {
    "reference": "Nah 3:18",
    "text": "Celaka! Alangkah terlelapnya para gembalamu, hai raja negeri Asyur! Para pemukamu tertidur, laskarmu berserak-serak di gunung-gunung, dan tidak ada yang mengumpulkan."
  },
  {
    "reference": "Nah 3:19",
    "text": "Tiada pengobatan untuk cederamu, lukamu tidak tersembuhkan. Semua orang yang mendengar tentang engkau bertepuk tangan karena engkau; sebab kepada siapakah tidak tertimpa perbuatan jahatmu terus-menerus?"
  }
]
