[
  {
    "reference": "Tit 1:1",
    "text": "Dari Paulus, hamba Allah dan rasul Yesus Kristus untuk memelihara iman orang-orang pilihan Allah dan pengetahuan akan kebenaran seperti yang nampak dalam ibadah kita,"
  },
  {
    "reference": "Tit 1:2",
    "text": "dan berdasarkan pengharapan akan hidup yang kekal yang sebelum permulaan zaman sudah dijanjikan oleh Allah yang tidak berdusta,"
  },
  {
    "reference": "Tit 1:3",
    "text": "dan yang pada waktu yang dikehendaki-Nya telah menyatakan firman-Nya dalam pemberitaan Injil yang telah dipercayakan kepadaku sesuai dengan perintah Allah, Juruselamat kita."
  },
  {
    "reference": "Tit 1:4",
    "text": "- 1:4: 2Kor. 8:23; Gal. 2:3; 2Tim. 4:10 Kepada Titus, anakku yang sah menurut iman kita bersama: kasih karunia dan damai sejahtera dari Allah Bapa dan Kristus Yesus, Juruselamat kita, menyertai engkau. Tugas Titus di Kreta – Syarat-syarat bagi penatua, penilik jemaat 1:5-16"
  },
  {
    "reference": "Tit 1:5",
    "text": "Aku telah meninggalkan engkau di Kreta dengan maksud ini, supaya engkau mengatur apa yang masih perlu diatur dan supaya engkau menetapkan penatua-penatua di setiap kota, seperti yang telah kupesankan kepadamu,"
  },
  {
    "reference": "Tit 1:6",
    "text": "- 1:6-9: 1Tim. 3:2-7 yakni orang-orang yang tak bercacat, yang mempunyai hanya satu isteri, yang anak-anaknya hidup beriman dan tidak dapat dituduh karena hidup tidak senonoh atau hidup tidak tertib."
  },
  {
    "reference": "Tit 1:7",
    "text": "Sebab sebagai pengatur rumah Allah seorang penilik jemaat harus tidak bercacat, tidak angkuh, bukan pemberang, bukan peminum, bukan pemarah, tidak serakah,"
  },
  {
    "reference": "Tit 1:8",
    "text": "melainkan suka memberi tumpangan, suka akan yang baik, bijaksana, adil, saleh, dapat menguasai diri"
  },
  {
    "reference": "Tit 1:9",
    "text": "dan berpegang kepada perkataan yang benar, yang sesuai dengan ajaran yang sehat, supaya ia sanggup menasihati orang berdasarkan ajaran itu dan sanggup meyakinkan penentang-penentangnya."
  },
  {
    "reference": "Tit 1:10",
    "text": "Karena sudah banyak orang hidup tidak tertib, terutama di antara mereka yang berpegang pada hukum sunat. Dengan omongan yang sia-sia mereka menyesatkan pikiran."
  },
  {
    "reference": "Tit 1:11",
    "text": "Orang-orang semacam itu harus ditutup mulutnya, karena mereka mengacau banyak keluarga dengan mengajarkan yang tidak-tidak untuk mendapat untung yang memalukan."
  },
  {
    "reference": "Tit 1:12",
    "text": "Seorang dari kalangan mereka, nabi mereka sendiri, pernah berkata: ”Dasar orang Kreta pembohong, binatang buas, pelahap yang malas.”"
  },
  {
    "reference": "Tit 1:13",
    "text": "Kesaksian itu benar. Karena itu tegorlah mereka dengan tegas supaya mereka menjadi sehat dalam iman,"
  },
  {
    "reference": "Tit 1:14",
    "text": "dan tidak lagi mengindahkan dongeng-dongeng Yahudi dan hukum-hukum manusia yang berpaling dari kebenaran."
  },
  {
    "reference": "Tit 1:15",
    "text": "Bagi orang suci semuanya suci; tetapi bagi orang najis dan bagi orang tidak beriman suatu pun tidak ada yang suci, karena baik akal maupun suara hati mereka najis."
  },
  {
    "reference": "Tit 1:16",
    "text": "Mereka mengaku mengenal Allah, tetapi dengan perbuatan mereka, mereka menyangkal Dia. Mereka keji dan durhaka dan tidak sanggup berbuat sesuatu yang baik."
  },
  {
    "reference": "Tit 2:1",
    "text": "Tetapi engkau, beritakanlah apa yang sesuai dengan ajaran yang sehat:"
  },
  {
    "reference": "Tit 2:2",
    "text": "Laki-laki yang tua hendaklah hidup sederhana, terhormat, bijaksana, sehat dalam iman, dalam kasih dan dalam ketekunan."
  },
  {
    "reference": "Tit 2:3",
    "text": "Demikian juga perempuan-perempuan yang tua, hendaklah mereka hidup sebagai orang-orang beribadah, jangan memfitnah, jangan menjadi hamba anggur, tetapi cakap mengajarkan hal-hal yang baik"
  },
  {
    "reference": "Tit 2:4",
    "text": "dan dengan demikian mendidik perempuan-perempuan muda mengasihi suami dan anak-anaknya,"
  },
  {
    "reference": "Tit 2:5",
    "text": "hidup bijaksana dan suci, rajin mengatur rumah tangganya, baik hati dan taat kepada suaminya, agar firman Allah jangan dihujat orang."
  },
  {
    "reference": "Tit 2:6",
    "text": "Demikian juga orang-orang muda; nasihatilah mereka supaya mereka menguasai diri dalam segala hal"
  },
  {
    "reference": "Tit 2:7",
    "text": "dan jadikanlah dirimu sendiri suatu teladan dalam berbuat baik. Hendaklah engkau jujur dan bersungguh-sungguh dalam pengajaranmu,"
  },
  {
    "reference": "Tit 2:8",
    "text": "sehat dan tidak bercela dalam pemberitaanmu sehingga lawan menjadi malu, karena tidak ada hal-hal buruk yang dapat mereka sebarkan tentang kita."
  },
  {
    "reference": "Tit 2:9",
    "text": "Hamba-hamba hendaklah taat kepada tuannya dalam segala hal dan berkenan kepada mereka, jangan membantah,"
  },
  {
    "reference": "Tit 2:10",
    "text": "jangan curang, tetapi hendaklah selalu tulus dan setia, supaya dengan demikian mereka dalam segala hal memuliakan ajaran Allah, Juruselamat kita. Kasih karunia Allah menyelamatkan semua manusia 2:11-15"
  },
  {
    "reference": "Tit 2:11",
    "text": "Karena kasih karunia Allah yang menyelamatkan semua manusia sudah nyata."
  },
  {
    "reference": "Tit 2:12",
    "text": "Ia mendidik kita supaya kita meninggalkan kefasikan dan keinginan-keinginan duniawi dan supaya kita hidup bijaksana, adil dan beribadah di dalam dunia sekarang ini"
  },
  {
    "reference": "Tit 2:13",
    "text": "dengan menantikan penggenapan pengharapan kita yang penuh bahagia dan penyataan kemuliaan Allah yang Mahabesar dan Juruselamat kita Yesus Kristus,"
  },
  {
    "reference": "Tit 2:14",
    "text": "- 2:14: Kel. 19:5; Ul. 4:20, 7:6, 14:2; Mzm. 130:8; 1Ptr. 2:9 yang telah menyerahkan diri-Nya bagi kita untuk membebaskan kita dari segala kejahatan dan untuk menguduskan bagi diri-Nya suatu umat, kepunyaan-Nya sendiri, yang rajin berbuat baik."
  },
  {
    "reference": "Tit 2:15",
    "text": "Beritakanlah semuanya itu, nasihatilah dan yakinkanlah orang dengan segala kewibawaanmu. Janganlah ada orang yang menganggap engkau rendah."
  },
  {
    "reference": "Tit 3:1",
    "text": "Ingatkanlah mereka supaya mereka tunduk pada pemerintah dan orang-orang yang berkuasa, taat dan siap untuk melakukan setiap pekerjaan yang baik."
  },
  {
    "reference": "Tit 3:2",
    "text": "Janganlah mereka memfitnah, janganlah mereka bertengkar, hendaklah mereka selalu ramah dan bersikap lemah lembut terhadap semua orang."
  },
  {
    "reference": "Tit 3:3",
    "text": "Karena dahulu kita juga hidup dalam kejahilan: tidak taat, sesat, menjadi hamba berbagai-bagai nafsu dan keinginan, hidup dalam kejahatan dan kedengkian, keji, saling membenci."
  },
  {
    "reference": "Tit 3:4",
    "text": "Tetapi ketika nyata kemurahan Allah, Juruselamat kita, dan kasih-Nya kepada manusia,"
  },
  {
    "reference": "Tit 3:5",
    "text": "pada waktu itu Dia telah menyelamatkan kita, bukan karena perbuatan baik yang telah kita lakukan, tetapi karena rahmat-Nya oleh permandian kelahiran kembali dan oleh pembaharuan yang dikerjakan oleh Roh Kudus,"
  },
  {
    "reference": "Tit 3:6",
    "text": "yang sudah dilimpahkan-Nya kepada kita oleh Yesus Kristus, Juruselamat kita,"
  },
  {
    "reference": "Tit 3:7",
    "text": "supaya kita, sebagai orang yang dibenarkan oleh kasih karunia-Nya, berhak menerima hidup yang kekal, sesuai dengan pengharapan kita."
  },
  {
    "reference": "Tit 3:8",
    "text": "Perkataan ini benar dan aku mau supaya engkau dengan yakin menguatkannya, agar mereka yang sudah percaya kepada Allah sungguh-sungguh berusaha melakukan pekerjaan yang baik. Itulah yang baik dan berguna bagi manusia."
  },
  {
    "reference": "Tit 3:9",
    "text": "Tetapi hindarilah persoalan yang dicari-cari dan yang bodoh, persoalan silsilah, percekcokan dan pertengkaran mengenai hukum Taurat, karena semua itu tidak berguna dan sia-sia belaka."
  },
  {
    "reference": "Tit 3:10",
    "text": "Seorang bidat yang sudah satu dua kali kaunasihati, hendaklah engkau jauhi."
  },
  {
    "reference": "Tit 3:11",
    "text": "Engkau tahu bahwa orang yang semacam itu benar-benar sesat dan dengan dosanya menghukum dirinya sendiri."
  },
  {
    "reference": "Tit 3:12",
    "text": "- 3:12: Kis. 20:4; Ef. 6:21-22; Kol. 4:7-8; 2Tim. 4:12 Segera sesudah kukirim Artemas atau Tikhikus kepadamu, berusahalah datang kepadaku di Nikopolis, karena sudah kuputuskan untuk tinggal di tempat itu selama musim dingin ini."
  },
  {
    "reference": "Tit 3:13",
    "text": "- 3:13: Kis. 18:24; 1Kor. 16:12 Tolonglah sebaik-baiknya Zenas, ahli Taurat itu, dan Apolos, dalam perjalanan mereka, agar mereka jangan kekurangan sesuatu apa."
  },
  {
    "reference": "Tit 3:14",
    "text": "Dan biarlah orang-orang kita juga belajar melakukan pekerjaan yang baik untuk dapat memenuhi keperluan hidup yang pokok, supaya hidup mereka jangan tidak berbuah. Salam 3:15"
  },
  {
    "reference": "Tit 3:15",
    "text": "Salam dari semua orang yang bersama aku di sini dan sampaikanlah salamku kepada mereka yang mengasihi kami di dalam iman. Kasih karunia menyertai kamu sekalian!"
  }
]
