[
  {
    "reference": "Zec 1:1",
    "text": "- 1:1: Ezr. 4:24–5:1, 6:14 Dalam bulan yang kedelapan pada tahun kedua zaman Darius datanglah firman Tuhan kepada nabi Zakharia bin Berekhya bin Ido, bunyinya:"
  },
  {
    "reference": "Zec 1:2",
    "text": "”Sangat murka Tuhan atas nenek moyangmu."
  },
  {
    "reference": "Zec 1:3",
    "text": "Sebab itu katakanlah kepada mereka: Beginilah firman Tuhan semesta alam: Kembalilah kepada-Ku, demikianlah firman Tuhan semesta alam, maka Aku pun akan kembali kepadamu, firman Tuhan semesta alam."
  },
  {
    "reference": "Zec 1:4",
    "text": "Janganlah kamu seperti nenek moyangmu yang kepadanya para nabi yang dahulu telah menyerukan, demikian: Beginilah firman Tuhan semesta alam: Berbaliklah dari tingkah lakumu yang buruk dan dari perbuatanmu yang jahat! Tetapi mereka tidak mau mendengarkan dan tidak mau menghiraukan Aku, demikianlah firman Tuhan."
  },
  {
    "reference": "Zec 1:5",
    "text": "Nenek moyangmu, di mana mereka? Dan para nabi, apakah mereka hidup untuk selama-lamanya?"
  },
  {
    "reference": "Zec 1:6",
    "text": "Tetapi segala firman dan ketetapan-Ku yang telah Kuperintahkan kepada hamba-hamba-Ku, para nabi, bukankah itu telah sampai kepada nenek moyangmu? Maka bertobatlah mereka serta berkata: Sebagaimana Tuhan semesta alam bermaksud mengambil tindakan terhadap kita sesuai dengan tingkah laku kita dan perbuatan kita, demikianlah Ia mengambil tindakan terhadap kita!” Penglihatan pertama: para penunggang kuda 1:7-17"
  },
  {
    "reference": "Zec 1:7",
    "text": "Pada hari yang kedua puluh empat dari bulan yang kesebelas – itulah bulan Syebat – pada tahun yang kedua zaman Darius datanglah firman Tuhan kepada nabi Zakharia bin Berekhya bin Ido, bunyinya:"
  },
  {
    "reference": "Zec 1:8",
    "text": "- 1:8: Why. 6:2, 4 ”Tadi malam aku mendapat suatu penglihatan: tampak seorang yang menunggang kuda merah! Dia sedang berdiri di antara pohon-pohon murad yang di dalam jurang; dan di belakangnya ada kuda-kuda yang merah, yang merah jambu dan yang putih."
  },
  {
    "reference": "Zec 1:9",
    "text": "Maka aku bertanya: Apakah arti semuanya ini, ya tuanku? Lalu malaikat yang berbicara dengan aku itu menjawab: Aku ini akan memperlihatkan kepadamu apa arti semuanya ini!"
  },
  {
    "reference": "Zec 1:10",
    "text": "Orang yang berdiri di antara pohon-pohon murad itu mulai berbicara, katanya: Inilah mereka semua yang diutus Tuhan untuk menjelajahi bumi!"
  },
  {
    "reference": "Zec 1:11",
    "text": "Berbicaralah mereka kepada Malaikat Tuhan yang berdiri di antara pohon-pohon murad itu, katanya: Kami telah menjelajahi bumi, dan sesungguhnya seluruh bumi itu tenang dan aman."
  },
  {
    "reference": "Zec 1:12",
    "text": "Berbicaralah Malaikat Tuhan itu, katanya: Ya Tuhan semesta alam, berapa lama lagi Engkau tidak menyayangi Yerusalem dan kota-kota Yehuda yang telah tujuh puluh tahun lamanya Kaumurkai itu?"
  },
  {
    "reference": "Zec 1:13",
    "text": "Lalu kepada malaikat, yang berbicara dengan aku itu, Tuhan menjawab dengan kata-kata yang ramah dan yang menghiburkan."
  },
  {
    "reference": "Zec 1:14",
    "text": "Berkatalah kepadaku malaikat yang berbicara dengan aku itu: Serukanlah ini: Beginilah firman Tuhan semesta alam: Sangat besar usaha-Ku untuk Yerusalem dan Sion,"
  },
  {
    "reference": "Zec 1:15",
    "text": "tetapi sangat besar murka-Ku terhadap bangsa-bangsa yang merasa dirinya aman, yang, sementara Aku murka sedikit, telah membantu menimbulkan kejahatan."
  },
  {
    "reference": "Zec 1:16",
    "text": "Sebab itu, beginilah firman Tuhan, Aku kembali lagi kepada Yerusalem dengan kasih sayang. Rumah-Ku akan didirikan pula di sana, demikianlah firman Tuhan semesta alam, dan tali pengukur akan direntangkan lagi di atas Yerusalem."
  },
  {
    "reference": "Zec 1:17",
    "text": "Serukanlah ini selanjutnya: Beginilah firman Tuhan semesta alam: Kota-kota-Ku akan berlimpah-limpah pula dengan kebajikan, dan Tuhan akan menghiburkan Sion dan akan memilih Yerusalem pula.” Penglihatan kedua: empat tanduk dan empat orang tukang besi 1:18-21"
  },
  {
    "reference": "Zec 1:18",
    "text": "Aku melayangkan mataku dan melihat: tampak empat tanduk."
  },
  {
    "reference": "Zec 1:19",
    "text": "Lalu aku bertanya kepada malaikat yang berbicara dengan aku itu: ”Apakah arti semuanya ini?” Maka ia menjawab aku: ”Inilah tanduk-tanduk yang telah menyerakkan Yehuda, Israel dan Yerusalem.”"
  },
  {
    "reference": "Zec 1:20",
    "text": "Kemudian Tuhan memperlihatkan kepadaku empat tukang besi."
  },
  {
    "reference": "Zec 1:21",
    "text": "Lalu aku bertanya: ”Orang-orang ini datang untuk melakukan apa?” Maka ia menjawab: ”Ini pun adalah tanduk-tanduk yang telah menyerakkan Yehuda, sehingga tidak seorang pun berani mengangkat kepalanya. Dan semuanya ini datang untuk mengejutkan mereka, yakni untuk menghempaskan tanduk bangsa-bangsa yang telah mengangkat tanduk terhadap tanah Yehuda hendak menyerakkannya.”"
  },
  {
    "reference": "Zec 2:1",
    "text": "Aku melayangkan mataku dan melihat: tampak seorang yang memegang tali pengukur."
  },
  {
    "reference": "Zec 2:2",
    "text": "Lalu aku bertanya: ”Ke manakah engkau ini pergi?” Maka ia menjawab aku: ”Ke Yerusalem, untuk mengukurnya, untuk melihat berapa lebarnya dan panjangnya.”"
  },
  {
    "reference": "Zec 2:3",
    "text": "Dan sementara malaikat yang berbicara dengan aku itu maju ke depan, majulah seorang malaikat lain mendekatinya,"
  },
  {
    "reference": "Zec 2:4",
    "text": "yang diberi perintah: ”Berlarilah, katakanlah kepada orang muda yang di sana itu, demikian: Yerusalem akan tetap tinggal seperti padang terbuka oleh karena banyaknya manusia dan hewan di dalamnya."
  },
  {
    "reference": "Zec 2:5",
    "text": "Dan Aku sendiri, demikianlah firman Tuhan, akan menjadi tembok berapi baginya di sekelilingnya, dan Aku akan menjadi kemuliaan di dalamnya.” Orang-orang buangan dipanggil pulang 2:6-13"
  },
  {
    "reference": "Zec 2:6",
    "text": "Ayo, ayo, larilah dari Tanah Utara, demikianlah firman Tuhan; sebab ke arah keempat mata angin Aku telah menyerakkan kamu, demikianlah firman Tuhan."
  },
  {
    "reference": "Zec 2:7",
    "text": "Ayo, luputkanlah dirimu ke Sion, hai, penduduk Babel!"
  },
  {
    "reference": "Zec 2:8",
    "text": "Sebab beginilah firman Tuhan semesta alam, yang dalam kemuliaan-Nya telah mengutus aku, mengenai bangsa-bangsa yang telah menjarah kamu – sebab siapa yang menjamah kamu, berarti menjamah biji mata-Nya –:"
  },
  {
    "reference": "Zec 2:9",
    "text": "”Sesungguhnya Aku akan menggerakkan tangan-Ku terhadap mereka, dan mereka akan menjadi jarahan bagi orang-orang yang tadinya takluk kepada mereka. Maka kamu akan mengetahui bahwa Tuhan semesta alam yang mengutus aku."
  },
  {
    "reference": "Zec 2:10",
    "text": "Bersorak-sorailah dan bersukarialah, hai puteri Sion, sebab sesungguhnya Aku datang dan diam di tengah-tengahmu, demikianlah firman Tuhan;"
  },
  {
    "reference": "Zec 2:11",
    "text": "dan banyak bangsa akan menggabungkan diri kepada Tuhan pada waktu itu dan akan menjadi umat-Ku dan Aku akan diam di tengah-tengahmu.” Maka engkau akan mengetahui, bahwa Tuhan semesta alam yang mengutus aku kepadamu."
  },
  {
    "reference": "Zec 2:12",
    "text": "Dan Tuhan akan mengambil Yehuda sebagai milik-Nya di tanah yang kudus, dan Ia akan memilih Yerusalem pula."
  },
  {
    "reference": "Zec 2:13",
    "text": "Berdiam dirilah, hai segala makhluk, di hadapan Tuhan, sebab Ia telah bangkit dari tempat kediaman-Nya yang kudus."
  },
  {
    "reference": "Zec 3:1",
    "text": "- 3:1: Ezr. 5:2; Why. 12:10 Kemudian ia memperlihatkan kepadaku imam besar Yosua berdiri di hadapan Malaikat Tuhan sedang Iblis berdiri di sebelah kanannya untuk mendakwa dia."
  },
  {
    "reference": "Zec 3:2",
    "text": "- 3:2: Yud. 9 Lalu berkatalah Malaikat Tuhan kepada Iblis itu: ” Tuhan kiranya menghardik engkau, hai Iblis! Tuhan, yang memilih Yerusalem, kiranya menghardik engkau! Bukankah dia ini puntung yang telah ditarik dari api?”"
  },
  {
    "reference": "Zec 3:3",
    "text": "Adapun Yosua mengenakan pakaian yang kotor, waktu dia berdiri di hadapan Malaikat itu,"
  },
  {
    "reference": "Zec 3:4",
    "text": "yang memberikan perintah kepada orang-orang yang melayaninya: ”Tanggalkanlah pakaian yang kotor itu dari padanya.” Dan kepada Yosua ia berkata: ”Lihat, dengan ini aku telah menjauhkan kesalahanmu dari padamu! Aku akan mengenakan kepadamu pakaian pesta.”"
  },
  {
    "reference": "Zec 3:5",
    "text": "Kemudian ia berkata: ”Taruhlah serban tahir pada kepalanya!” Maka mereka menaruh serban tahir pada kepalanya dan mengenakan pakaian kepadanya, sedang Malaikat Tuhan berdiri di situ."
  },
  {
    "reference": "Zec 3:6",
    "text": "Lalu Malaikat Tuhan itu memberi jaminan kepada Yosua, katanya:"
  },
  {
    "reference": "Zec 3:7",
    "text": "”Beginilah firman Tuhan semesta alam: Apabila engkau hidup menurut jalan yang Kutunjukkan dan melakukan tugas yang Kuberikan kepadamu, maka engkau akan memerintah rumah-Ku dan mengurus pelataran-Ku, dan Aku akan mengizinkan engkau masuk ke antara mereka yang berdiri melayani di sini."
  },
  {
    "reference": "Zec 3:8",
    "text": "- 3:8: Yer. 23:5, 33:15; Za. 6:12 Dengarkanlah, hai imam besar Yosua! Engkau dan teman-temanmu yang duduk di hadapanmu – sungguh kamu merupakan suatu lambang. Sebab, sesungguhnya Aku akan mendatangkan hamba-Ku, yakni Sang Tunas."
  },
  {
    "reference": "Zec 3:9",
    "text": "Sebab sesungguhnya permata yang telah Kuserahkan kepada Yosua – satu permata yang bermata tujuh – sesungguhnya Aku akan mengukirkan ukiran di atasnya, demikianlah firman Tuhan semesta alam, dan Aku akan menghapuskan kesalahan negeri ini dalam satu hari saja."
  },
  {
    "reference": "Zec 3:10",
    "text": "- 3:10: Mi. 4:4 Pada hari itu, demikianlah firman Tuhan semesta alam, setiap orang dari padamu akan mengundang temannya duduk di bawah pohon anggur dan di bawah pohon ara.”"
  },
  {
    "reference": "Zec 4:1",
    "text": "Datanglah kembali malaikat yang berbicara dengan aku itu, lalu dibangunkannyalah aku seperti seorang yang dibangunkan dari tidurnya."
  },
  {
    "reference": "Zec 4:2",
    "text": "Maka berkatalah ia kepadaku: ”Apa yang engkau lihat?” Jawabku: ”Aku melihat: tampak sebuah kandil, dari emas seluruhnya, dan tempat minyaknya di bagian atasnya; kandil itu ada tujuh pelitanya dan ada tujuh corot pada masing-masing pelita yang ada di bagian atasnya itu."
  },
  {
    "reference": "Zec 4:3",
    "text": "- 4:3: Why. 11:4 Dan pohon zaitun ada terukir padanya, satu di sebelah kanan tempat minyak itu dan satu di sebelah kirinya.”"
  },
  {
    "reference": "Zec 4:4",
    "text": "Lalu berbicaralah aku, kataku kepada malaikat yang berbicara dengan aku itu: ”Apakah arti semuanya ini, tuanku?”"
  },
  {
    "reference": "Zec 4:5",
    "text": "Maka berbicaralah malaikat yang berbicara dengan aku itu, katanya kepadaku: ”Tidakkah engkau tahu, apa arti semuanya ini?” Jawabku: ”Tidak, tuanku!”"
  },
  {
    "reference": "Zec 4:6",
    "text": "- 4:6: Ezr. 5:2 Maka berbicaralah ia, katanya: ”Inilah firman Tuhan kepada Zerubabel bunyinya: Bukan dengan keperkasaan dan bukan dengan kekuatan, melainkan dengan roh-Ku, firman Tuhan semesta alam."
  },
  {
    "reference": "Zec 4:7",
    "text": "Siapakah engkau, gunung yang besar? Di depan Zerubabel engkau menjadi tanah rata. Ia akan mengangkat batu utama, sedang orang bersorak: Bagus! Bagus sekali batu itu!”"
  },
  {
    "reference": "Zec 4:8",
    "text": "Kemudian datanglah firman Tuhan kepadaku, demikian:"
  },
  {
    "reference": "Zec 4:9",
    "text": "”Tangan Zerubabel telah meletakkan dasar Rumah ini, dan tangannya juga akan menyelesaikannya. Maka kamu akan mengetahui, bahwa Tuhan semesta alam yang mengutus aku kepadamu."
  },
  {
    "reference": "Zec 4:10",
    "text": "- 4:10: Why. 5:6 Sebab siapa yang memandang hina hari peristiwa-peristiwa yang kecil, mereka akan bersukaria melihat batu pilihan di tangan Zerubabel. Yang tujuh ini adalah mata Tuhan, yang menjelajah seluruh bumi.”"
  },
  {
    "reference": "Zec 4:11",
    "text": "- 4:11: Why. 11:4 Lalu berbicaralah aku kepadanya: ”Apakah arti kedua pohon zaitun yang di sebelah kanan dan di sebelah kiri kandil ini?”"
  },
  {
    "reference": "Zec 4:12",
    "text": "Untuk kedua kalinya berbicaralah aku kepadanya: ”Apakah arti kedua dahan pohon zaitun yang di samping kedua pipa emas yang menyalurkan cairan emas dari atasnya itu?”"
  },
  {
    "reference": "Zec 4:13",
    "text": "Ia menjawab aku: ”Tidakkah engkau tahu, apa arti semuanya ini?” Jawabku: ”Tidak, tuanku!”"
  },
  {
    "reference": "Zec 4:14",
    "text": "Lalu ia berkata: ”Inilah kedua orang yang diurapi yang berdiri di dekat Tuhan seluruh bumi!”"
  },
  {
    "reference": "Zec 5:1",
    "text": "Aku melayangkan mataku pula, maka aku melihat: tampak sebuah gulungan kitab yang terbang."
  },
  {
    "reference": "Zec 5:2",
    "text": "Berkatalah ia kepadaku: ”Apa yang engkau lihat?” Jawabku: ”Aku melihat sebuah gulungan kitab yang terbang; panjangnya dua puluh hasta dan lebarnya sepuluh hasta.”"
  },
  {
    "reference": "Zec 5:3",
    "text": "Lalu ia berkata kepadaku: ”Inilah sumpah serapah yang keluar menimpa seluruh negeri; sebab menurut sumpah serapah itu setiap pencuri di sini masih bebas dari hukuman, dan setiap orang yang bersumpah palsu di sini juga masih bebas dari hukuman."
  },
  {
    "reference": "Zec 5:4",
    "text": "Aku telah menyuruhnya keluar, demikianlah firman Tuhan semesta alam, supaya itu masuk ke dalam rumah pencuri dan ke dalam rumah orang yang bersumpah palsu demi nama-Ku, dan supaya itu bermalam di dalam rumah mereka dan memusnahkannya, baik kayunya maupun batu-batunya.” Penglihatan ketujuh: perempuan dalam gantang 5:5-11"
  },
  {
    "reference": "Zec 5:5",
    "text": "Tampillah malaikat yang berbicara dengan aku itu, katanya kepadaku: ”Cobalah layangkan matamu dan lihatlah apa yang muncul itu!”"
  },
  {
    "reference": "Zec 5:6",
    "text": "Lalu tanyaku: ”Apa itu?” Jawabnya: ”Yang muncul itu sebuah gantang!” Lagi katanya: ”Inilah kejahatan mereka di seluruh negeri!”"
  },
  {
    "reference": "Zec 5:7",
    "text": "Lihat, tutup timah gantang itu telah terangkat, dan seorang perempuan duduk di dalamnya!"
  },
  {
    "reference": "Zec 5:8",
    "text": "Kemudian berkatalah ia: ”Itulah kefasikan!” Lalu didorongnyalah perempuan itu kembali ke dalam gantang dan dibantingnyalah batu timah itu ke mulut gantang."
  },
  {
    "reference": "Zec 5:9",
    "text": "Lalu aku melayangkan mataku dan aku melihat: tampak tampil dua orang perempuan yang sayapnya didorong oleh angin. Adapun sayap mereka adalah sayap seperti burung ranggung. Mereka mengangkut gantang itu di antara bumi dan langit."
  },
  {
    "reference": "Zec 5:10",
    "text": "Bertanyalah aku kepada malaikat yang berbicara dengan aku itu: ”Ke mana mereka membawa gantang itu?”"
  },
  {
    "reference": "Zec 5:11",
    "text": "Jawabnya kepadaku: ”Ke tanah Sinear, untuk mendirikan sebuah rumah bagi perempuan itu. Dan apabila itu selesai, maka mereka akan menempatkan dia di sana di tempat rumah itu didirikan.”"
  },
  {
    "reference": "Zec 6:1",
    "text": "Aku melayangkan mataku pula, maka aku melihat: tampak keluar empat kereta dari antara dua gunung. Adapun gunung-gunung itu adalah gunung-gunung tembaga."
  },
  {
    "reference": "Zec 6:2",
    "text": "- 6:2: Why. 6:4-5 Kereta pertama ditarik oleh kuda merah, kereta kedua oleh kuda hitam."
  },
  {
    "reference": "Zec 6:3",
    "text": "- 6:3: Why. 6:2 Kereta ketiga oleh kuda putih, dan kereta keempat oleh kuda yang berbelang-belang dan berloreng-loreng."
  },
  {
    "reference": "Zec 6:4",
    "text": "Berbicaralah aku kepada malaikat yang berbicara dengan aku itu: ”Apakah arti semuanya ini, tuanku?”"
  },
  {
    "reference": "Zec 6:5",
    "text": "- 6:5: Why. 7:1 Berbicaralah malaikat itu kepadaku: ”Semuanya ini keluar ke arah keempat mata angin, sesudah mereka menghadap kepada Tuhan seluruh bumi.”"
  },
  {
    "reference": "Zec 6:6",
    "text": "Yang ditarik oleh kuda hitam itu keluar ke Tanah Utara; yang putih itu keluar ke arah barat; yang berbelang-belang itu keluar ke Tanah Selatan;"
  },
  {
    "reference": "Zec 6:7",
    "text": "dan yang merah itu keluar, gelisah untuk pergi, hendak menjelajahi bumi. Lalu berkatalah ia: ”Pergilah, jelajahilah bumi!” Maka mereka menjelajahi bumi."
  },
  {
    "reference": "Zec 6:8",
    "text": "Kemudian berteriaklah ia kepadaku: ”Lihat, mereka yang keluar ke Tanah Utara itu akan menenteramkan roh-Ku di Tanah Utara.” Kerajaan Sang Tunas di Yerusalem 6:9-15"
  },
  {
    "reference": "Zec 6:9",
    "text": "Datanglah firman Tuhan kepadaku, bunyinya:"
  },
  {
    "reference": "Zec 6:10",
    "text": "”Pergilah pada hari ini juga ke rumah Yosia bin Zefanya dan pungutlah persembahan dari pihak orang-orang buangan, yaitu dari Heldai, Tobia dan Yedaya, semuanya orang-orang yang sudah datang kembali dari Babel,"
  },
  {
    "reference": "Zec 6:11",
    "text": "pungutlah perak dan emas, buatlah mahkota dan kenakanlah itu pada kepala imam besar Yosua bin Yozadak;"
  },
  {
    "reference": "Zec 6:12",
    "text": "- 6:12: Yer. 23:5, 33:15; Za. 3:8 katakanlah kepadanya: Beginilah firman Tuhan semesta alam: Inilah orang yang bernama Tunas. Ia akan bertunas dari tempatnya dan ia akan mendirikan bait Tuhan."
  },
  {
    "reference": "Zec 6:13",
    "text": "Dialah yang akan mendirikan bait Tuhan, dan dialah yang akan mendapat keagungan dan akan duduk memerintah di atas takhtanya. Di sebelah kanannya akan ada seorang imam dan permufakatan tentang damai akan ada di antara mereka berdua."
  },
  {
    "reference": "Zec 6:14",
    "text": "Dan mahkota itu akan tetap tinggal dalam bait Tuhan sebagai tanda peringatan akan Heldai, Tobia, Yedaya dan akan Yosia bin Zefanya."
  },
  {
    "reference": "Zec 6:15",
    "text": "Orang-orang dari jauh akan datang untuk turut membangun bait Tuhan; maka kamu akan mengetahui bahwa Tuhan semesta alam yang mengutus aku kepadamu. Dan hal ini akan terjadi, apabila kamu dengan baik-baik mendengarkan suara Tuhan Allahmu.”"
  },
  {
    "reference": "Zec 7:1",
    "text": "Pada tahun yang keempat zaman raja Darius datanglah firman Tuhan kepada Zakharia, pada tanggal empat bulan kesembilan, yakni bulan Kislew."
  },
  {
    "reference": "Zec 7:2",
    "text": "Adapun penduduk Betel telah mengutus Sarezer dan Regem-Melekh serta orang-orangnya untuk melunakkan hati Tuhan,"
  },
  {
    "reference": "Zec 7:3",
    "text": "untuk menanyakan kepada para imam dari rumah Tuhan semesta alam dan kepada nabi, demikian: ”Haruskah kami sekalian menangis dan berpantang dalam bulan yang kelima seperti yang telah kami lakukan bertahun-tahun lamanya?”"
  },
  {
    "reference": "Zec 7:4",
    "text": "Maka datanglah firman Tuhan semesta alam kepadaku, bunyinya:"
  },
  {
    "reference": "Zec 7:5",
    "text": "”Katakanlah kepada seluruh rakyat negeri dan kepada para imam, demikian: Ketika kamu berpuasa dan meratap dalam bulan yang kelima dan yang ketujuh selama tujuh puluh tahun ini, adakah kamu sungguh-sungguh berpuasa untuk Aku?"
  },
  {
    "reference": "Zec 7:6",
    "text": "Dan ketika kamu makan dan ketika kamu minum, bukankah kamu makan dan minum untuk dirimu sendiri?"
  },
  {
    "reference": "Zec 7:7",
    "text": "Bukankah ini firman yang telah disampaikan Tuhan dengan perantaraan para nabi yang dahulu, ketika Yerusalem dengan kota-kota yang di sekelilingnya masih didiami orang dan masih sentosa dan Tanah Negeb dan Daerah Bukit masih didiami?”"
  },
  {
    "reference": "Zec 7:8",
    "text": "Firman Tuhan datang kepada Zakharia, bunyinya:"
  },
  {
    "reference": "Zec 7:9",
    "text": "”Beginilah firman Tuhan semesta alam: Laksanakanlah hukum yang benar dan tunjukkanlah kesetiaan dan kasih sayang kepada masing-masing!"
  },
  {
    "reference": "Zec 7:10",
    "text": "Janganlah menindas janda dan anak yatim, orang asing dan orang miskin, dan janganlah merancang kejahatan dalam hatimu terhadap masing-masing.”"
  },
  {
    "reference": "Zec 7:11",
    "text": "Tetapi mereka tidak mau menghiraukan, dilintangkannya bahunya untuk melawan dan ditulikannya telinganya supaya jangan mendengar."
  },
  {
    "reference": "Zec 7:12",
    "text": "Mereka membuat hati mereka keras seperti batu amril, supaya jangan mendengar pengajaran dan firman yang disampaikan Tuhan semesta alam melalui roh-Nya dengan perantaraan para nabi yang dahulu. Oleh sebab itu datang murka yang hebat dari pada Tuhan."
  },
  {
    "reference": "Zec 7:13",
    "text": "”Seperti mereka tidak mendengarkan pada waktu dipanggil, demikianlah Aku tidak mendengarkan pada waktu mereka memanggil, firman Tuhan semesta alam."
  },
  {
    "reference": "Zec 7:14",
    "text": "Oleh sebab itu Aku meniupkan mereka seperti angin badai ke antara segala bangsa yang tidak dikenal mereka, dan sesudahnya tanah itu menjadi sunyi sepi, sehingga tidak ada yang lalu-lalang di sana; demikianlah mereka membuat negeri yang indah itu menjadi tempat yang sunyi sepi.”"
  },
  {
    "reference": "Zec 8:1",
    "text": "Datanglah firman Tuhan semesta alam, bunyinya:"
  },
  {
    "reference": "Zec 8:2",
    "text": "”Beginilah firman Tuhan semesta alam: Aku berusaha untuk Sion dengan kegiatan yang besar dan dengan kehangatan amarah yang besar."
  },
  {
    "reference": "Zec 8:3",
    "text": "Beginilah firman Tuhan: Aku akan kembali ke Sion dan akan diam di tengah-tengah Yerusalem. Yerusalem akan disebut Kota Setia, dan gunung Tuhan semesta alam akan disebut Gunung Kudus."
  },
  {
    "reference": "Zec 8:4",
    "text": "Beginilah firman Tuhan semesta alam: Akan ada lagi kakek-kakek dan nenek-nenek duduk di jalan-jalan Yerusalem, masing-masing memegang tongkat karena lanjut usianya."
  },
  {
    "reference": "Zec 8:5",
    "text": "Dan jalan-jalan kota itu akan penuh dengan anak laki-laki dan anak perempuan yang bermain-main di situ."
  },
  {
    "reference": "Zec 8:6",
    "text": "Beginilah firman Tuhan semesta alam: Kalau pada waktu itu sisa-sisa bangsa ini menganggap hal itu ajaib, apakah Aku akan menganggapnya ajaib? demikianlah firman Tuhan semesta alam."
  },
  {
    "reference": "Zec 8:7",
    "text": "Beginilah firman Tuhan semesta alam: Sesungguhnya, Aku menyelamatkan umat-Ku dari tempat terbitnya matahari sampai kepada tempat terbenamnya,"
  },
  {
    "reference": "Zec 8:8",
    "text": "dan Aku akan membawa mereka pulang, supaya mereka diam di tengah-tengah Yerusalem. Maka mereka akan menjadi umat-Ku dan Aku akan menjadi Allah mereka dalam kesetiaan dan kebenaran.”"
  },
  {
    "reference": "Zec 8:9",
    "text": "Beginilah firman Tuhan semesta alam: ”Kuatkanlah hatimu, hai orang-orang yang selama ini telah mendengar firman ini, yang diucapkan para nabi, sejak dasar rumah Tuhan semesta alam diletakkan, untuk mendirikan Bait Suci itu."
  },
  {
    "reference": "Zec 8:10",
    "text": "Sebab sebelum waktu itu tidak ada rezeki bagi manusia, juga tidak bagi binatang; dan karena musuh tidak ada keamanan bagi orang yang keluar dan bagi orang yang masuk, lagipula Aku membuat manusia semua bertengkar."
  },
  {
    "reference": "Zec 8:11",
    "text": "Tetapi sekarang, Aku tidak lagi seperti waktu dahulu terhadap sisa-sisa bangsa ini, demikianlah firman Tuhan semesta alam,"
  },
  {
    "reference": "Zec 8:12",
    "text": "melainkan Aku akan menabur damai sejahtera. Maka pohon anggur akan memberi buahnya dan tanah akan memberi hasilnya dan langit akan memberi air embunnya. Aku akan memberi semuanya itu kepada sisa-sisa bangsa ini sebagai miliknya."
  },
  {
    "reference": "Zec 8:13",
    "text": "Dan kalau dahulu kamu telah menjadi kutuk di antara bangsa-bangsa, hai kaum Yehuda dan kaum Israel, maka sekarang Aku akan menyelamatkan kamu, sehingga kamu menjadi berkat. Janganlah takut, kuatkanlah hatimu!”"
  },
  {
    "reference": "Zec 8:14",
    "text": "Sebab beginilah firman Tuhan semesta alam: ”Kalau dahulu Aku telah bermaksud mendatangkan malapetaka kepada kamu, ketika nenek moyangmu membuat Aku murka, dan Aku tidak menyesal, firman Tuhan semesta alam,"
  },
  {
    "reference": "Zec 8:15",
    "text": "maka pada waktu ini Aku kembali bermaksud berbuat baik kepada Yerusalem dan kepada kaum Yehuda. Janganlah takut!"
  },
  {
    "reference": "Zec 8:16",
    "text": "- 8:16: Ef. 4:25 Inilah hal-hal yang harus kamu lakukan: Berkatalah benar seorang kepada yang lain dan laksanakanlah hukum yang benar, yang mendatangkan damai di pintu-pintu gerbangmu."
  },
  {
    "reference": "Zec 8:17",
    "text": "Janganlah merancang kejahatan dalam hatimu seorang terhadap yang lain dan janganlah mencintai sumpah palsu. Sebab semuanya itu Kubenci, demikianlah firman Tuhan.”"
  },
  {
    "reference": "Zec 8:18",
    "text": "Datanglah firman Tuhan semesta alam kepadaku, bunyinya:"
  },
  {
    "reference": "Zec 8:19",
    "text": "”Beginilah firman Tuhan semesta alam: Waktu puasa dalam bulan yang keempat, dalam bulan yang kelima, dalam bulan yang ketujuh dan dalam bulan yang kesepuluh akan menjadi kegirangan dan sukacita dan menjadi waktu-waktu perayaan yang menggembirakan bagi kaum Yehuda. Maka cintailah kebenaran dan damai!” Keselamatan bagi bangsa-bangsa 8:20-23"
  },
  {
    "reference": "Zec 8:20",
    "text": "Beginilah firman Tuhan semesta alam: ”Masih akan datang lagi bangsa-bangsa dan penduduk banyak kota."
  },
  {
    "reference": "Zec 8:21",
    "text": "Dan penduduk kota yang satu akan pergi kepada penduduk kota yang lain, mengatakan: Marilah kita pergi untuk melunakkan hati Tuhan dan mencari Tuhan semesta alam! Kami pun akan pergi!"
  },
  {
    "reference": "Zec 8:22",
    "text": "Jadi banyak bangsa dan suku-suku bangsa yang kuat akan datang mencari Tuhan semesta alam di Yerusalem dan melunakkan hati Tuhan.”"
  },
  {
    "reference": "Zec 8:23",
    "text": "Beginilah firman Tuhan semesta alam: ”Pada waktu itu sepuluh orang dari berbagai-bagai bangsa dan bahasa akan memegang kuat-kuat punca jubah seorang Yahudi dengan berkata: Kami mau pergi menyertai kamu, sebab telah kami dengar, bahwa Allah menyertai kamu!”"
  },
  {
    "reference": "Zec 9:1",
    "text": "- 9:1: Yes. 17:1-3; Yer. 49:23-27; Am. 1:3-5 Ucapan Ilahi. Firman Tuhan datang atas negeri Hadrakh dan berhenti di Damsyik. Sebab kepunyaan Tuhanlah kota-kota Aram serta segala suku Israel;"
  },
  {
    "reference": "Zec 9:2",
    "text": "- 9:2-4: Yes. 23:1-18; Yeh. 26:1–28:26; Yl. 3:4-8; Am. 1:9-10; Mat. 11:21-22; Luk. 10:13-14 juga Hamat yang berbatas kepadanya, pula Tirus dan Sidon, sekalipun mereka sangat bijaksana."
  },
  {
    "reference": "Zec 9:3",
    "text": "Tirus mendirikan tembok benteng bagi dirinya dan menimbun perak seperti debu dan emas seperti lumpur di jalan."
  },
  {
    "reference": "Zec 9:4",
    "text": "Namun sesungguhnya, Tuhan akan membuatnya miskin dan akan melontarkan kekuatannya ke dalam laut, dan kota itu sendiri akan habis dimakan api."
  },
  {
    "reference": "Zec 9:5",
    "text": "- 9:5-7: Yes. 14:29-31; Yer. 47:1-7; Yeh. 25:15-17; Yl. 3:4-8; Am. 1:6-8; Zef. 2:4-7 Askelon akan melihatnya, lalu takut; juga Gaza, lalu gemetar sangat; Ekron pun, sebab harapannya sudah kandas. Dari Gaza raja akan binasa dan Askelon tidak akan didiami lagi."
  },
  {
    "reference": "Zec 9:6",
    "text": "Di Asdod akan diam keturunan campuran, dan kebanggaan orang Filistin akan Kulenyapkan."
  },
  {
    "reference": "Zec 9:7",
    "text": "Aku akan melenyapkan darah dari mulutnya dan kejijikan dari antara giginya, dan yang tinggal dari mereka pun akan menjadi kepunyaan Allah kita. Mereka akan dianggap seperti suatu kaum di Yehuda, dan orang Ekron seperti orang Yebus."
  },
  {
    "reference": "Zec 9:8",
    "text": "Aku berkemah dekat rumah-Ku sebagai pengawal terhadap mereka yang lalu-lalang; tidak akan ada lagi penindas mendatanginya, sebab sekarang Aku sendiri telah mengindahkannya. Raja Mesias di Sion 9:9-10"
  },
  {
    "reference": "Zec 9:9",
    "text": "- 9:9: Mat. 21:5; Yoh. 12:15 Bersorak-soraklah dengan nyaring, hai puteri Sion, bersorak-sorailah, hai puteri Yerusalem! Lihat, rajamu datang kepadamu; ia adil dan jaya. Ia lemah lembut dan mengendarai seekor keledai, seekor keledai beban yang muda."
  },
  {
    "reference": "Zec 9:10",
    "text": "- 9:10: Mzm. 72:8 Ia akan melenyapkan kereta-kereta dari Efraim dan kuda-kuda dari Yerusalem; busur perang akan dilenyapkan, dan ia akan memberitakan damai kepada bangsa-bangsa. Wilayah kekuasaannya akan terbentang dari laut sampai ke laut dan dari sungai Efrat sampai ke ujung-ujung bumi. Israel dipulihkan kembali 9:11-17"
  },
  {
    "reference": "Zec 9:11",
    "text": "Mengenai engkau, oleh karena darah perjanjian-Ku dengan engkau, Aku akan melepaskan orang-orang tahananmu dari lobang yang tidak berair."
  },
  {
    "reference": "Zec 9:12",
    "text": "Kembalilah ke kota bentengmu, hai orang tahanan yang penuh harapan! Pada hari ini juga Aku memberitahukan: Aku akan memberi ganti kepadamu dua kali lipat!"
  },
  {
    "reference": "Zec 9:13",
    "text": "Sebab Aku melentur Yehuda bagi-Ku, busur Kuisi dengan Efraim, dan Aku mengayunkan anak-anakmu, hai Sion, terhadap anak-anakmu, hai Yunani, dan Aku akan memakai engkau seperti pedang seorang pahlawan."
  },
  {
    "reference": "Zec 9:14",
    "text": "Tuhan akan menampakkan diri kepada mereka, dan anak panah-Nya akan melayang keluar seperti kilat. Dan Tuhan Allah akan meniup sangkakala dan akan berjalan maju dalam angin badai dari selatan."
  },
  {
    "reference": "Zec 9:15",
    "text": "Tuhan semesta alam akan melindungi mereka, dan mereka akan menghabisi dan menginjak-injak pengumban-pengumban. Mereka akan minum darah seperti minum anggur dan menjadi penuh seperti bokor penyiraman, seperti penjuru-penjuru mezbah."
  },
  {
    "reference": "Zec 9:16",
    "text": "Tuhan, Allah mereka, akan menyelamatkan mereka pada hari itu; seperti kawanan domba umat-Nya itu, sungguh, mereka seperti permata-permata mahkota yang berkilap-kilap, demikianlah mereka di tanah Tuhan."
  },
  {
    "reference": "Zec 9:17",
    "text": "Sungguh, alangkah baiknya itu dan alangkah indahnya! Teruna bertumbuh pesat karena gandum, dan anak dara karena anggur."
  },
  {
    "reference": "Zec 10:1",
    "text": "Mintalah hujan dari pada Tuhan pada akhir musim semi! Tuhanlah yang membuat awan-awan pembawa hujan deras, dan hujan lebat akan diberikan-Nya kepada mereka dan tumbuh-tumbuhan di padang kepada setiap orang."
  },
  {
    "reference": "Zec 10:2",
    "text": "- 10:2: Mat. 9:36; Mrk. 6:34 Sebab apa yang dikatakan oleh terafim adalah jahat, dan yang dilihat oleh juru-juru tenung adalah dusta, dan mimpi-mimpi yang disebutkan mereka adalah hampa, serta hiburan yang diberikan mereka adalah kesia-siaan. Oleh sebab itu bangsa itu berkeliaran seperti kawanan domba dan menderita sengsara sebab tidak ada gembala. Pembebasan Israel dari kuasa-kuasa asing 10:3–11:3"
  },
  {
    "reference": "Zec 10:3",
    "text": "”Terhadap para gembala akan bangkit murka-Ku dan terhadap kepala-kepala kawanan kambing Aku akan mengadakan pembalasan, sebab Tuhan semesta alam memperhatikan kawanan ternak-Nya, yakni kaum Yehuda, dan membuat mereka sebagai kuda keagungan-Nya dalam pertempuran."
  },
  {
    "reference": "Zec 10:4",
    "text": "Dari pada mereka akan muncul batu penjuru, dari pada mereka akan muncul patok kemah, dari pada mereka akan muncul busur perang, dari pada mereka akan keluar semua penguasa bersama-sama."
  },
  {
    "reference": "Zec 10:5",
    "text": "Maka mereka akan seperti pahlawan yang menginjak-injak musuh seakan-akan itu lumpur di jalan; mereka akan berperang, sebab Tuhan menyertai mereka, dan mereka akan membuat malu orang-orang yang mengendarai kuda."
  },
  {
    "reference": "Zec 10:6",
    "text": "Aku akan membuat kuat kaum Yehuda, dan Aku menyelamatkan keturunan Yusuf. Aku akan membawa mereka kembali, sebab Aku menyayangi mereka; dan keadaan mereka seakan-akan tidak pernah ditolak oleh Aku, sebab Akulah Tuhan, Allah mereka, dan Aku akan menjawab mereka."
  },
  {
    "reference": "Zec 10:7",
    "text": "Efraim akan seperti seorang pahlawan, hati mereka akan bersukacita seperti oleh anggur. Anak-anak mereka akan melihatnya, lalu bersukacita dan hati mereka bersorak-sorak karena Tuhan."
  },
  {
    "reference": "Zec 10:8",
    "text": "Aku akan bersiul memanggil mereka dan Aku akan mengumpulkan mereka, sebab Aku sudah membebaskan mereka, dan jumlah mereka menjadi banyak seperti dahulu."
  },
  {
    "reference": "Zec 10:9",
    "text": "Sekalipun Aku telah menyerakkan mereka ke antara bangsa-bangsa, tetapi di tempat-tempat yang jauh mereka akan ingat kepada-Ku; mereka akan hidup bersama-sama anak-anak mereka dan mereka akan kembali."
  },
  {
    "reference": "Zec 10:10",
    "text": "Aku akan membawa mereka kembali dari tanah Mesir, dan dari Asyur Aku akan mengumpulkan mereka; Aku akan membawa mereka masuk ke tanah Gilead dan ke Libanon, sehingga tidak ada tempat lagi bagi mereka."
  },
  {
    "reference": "Zec 10:11",
    "text": "Mereka akan menyeberangi laut Mesir dan Ia akan memukul gelombang di laut, sehingga segala tempat yang dalam di sungai Nil menjadi kering. Kebanggaan Asyur akan diturunkan dan tongkat kerajaan Mesir akan lewat."
  },
  {
    "reference": "Zec 10:12",
    "text": "Aku akan menguatkan mereka, dan mereka akan bermegah di dalam nama Tuhan,” demikianlah firman Tuhan."
  },
  {
    "reference": "Zec 11:1",
    "text": "Bukalah pintu-pintumu, hai Libanon, supaya api dapat memakan pohon-pohon arasmu."
  },
  {
    "reference": "Zec 11:2",
    "text": "Merataplah, hai pohon sanobar, sebab sudah rebah pohon aras dan sudah dirusakkan pohon-pohon yang hebat! Merataplah, hai pohon-pohon tarbantin Basan, sebab telah rata hutan yang lebat itu!"
  },
  {
    "reference": "Zec 11:3",
    "text": "Dengar, para gembala meratap! Sebab kemegahan mereka sudah dirusakkan. Dengar, singa-singa mengaum! Sebab sudah dirusakkan kebanggaan sungai Yordan. Dua macam gembala 11:4-17"
  },
  {
    "reference": "Zec 11:4",
    "text": "Beginilah firman Tuhan Allahku kepadaku: ”Gembalakanlah domba-domba sembelihan itu!"
  },
  {
    "reference": "Zec 11:5",
    "text": "Orang-orang yang membelinya menyembelihnya dengan tidak merasa bersalah dan orang-orang yang menjualnya berkata: Terpujilah Tuhan! Aku telah menjadi kaya! Dan orang-orang yang menggembalakannya tidak mengasihaninya."
  },
  {
    "reference": "Zec 11:6",
    "text": "Sebab Aku tidak lagi akan mengasihani penduduk bumi, demikianlah firman Tuhan, melainkan sesungguhnya, Aku akan menyerahkan manusia masing-masing ke dalam tangan gembalanya dan ke dalam tangan rajanya; mereka ini akan menghancurkan bumi dan Aku tidak akan melepaskan seorang pun dari tangan mereka.”"
  },
  {
    "reference": "Zec 11:7",
    "text": "Maka aku menggembalakan domba-domba sembelihan itu untuk pedagang-pedagang domba. Aku mengambil dua tongkat: yang satu kusebutkan ”Kemurahan” dan yang lain kusebutkan ”Ikatan”; lalu aku menggembalakan domba-domba itu."
  },
  {
    "reference": "Zec 11:8",
    "text": "Dalam satu bulan aku melenyapkan ketiga gembala itu. Kemudian aku tidak dapat menahan hati lagi terhadap domba-domba itu, dan mereka pun merasa muak terhadap aku."
  },
  {
    "reference": "Zec 11:9",
    "text": "Lalu aku berkata: ”Aku tidak mau lagi menggembalakan kamu; yang hendak mati, biarlah mati; yang hendak lenyap, biarlah lenyap, dan yang masih tinggal itu, biarlah masing-masing memakan daging temannya!”"
  },
  {
    "reference": "Zec 11:10",
    "text": "Aku mengambil tongkatku ”Kemurahan”, lalu mematahkannya untuk membatalkan perjanjian yang telah kuikat dengan segala bangsa."
  },
  {
    "reference": "Zec 11:11",
    "text": "Jadi dibatalkanlah perjanjian pada hari itu, maka tahulah pedagang-pedagang domba yang sedang mengamat-amati aku, bahwa itu adalah firman Tuhan."
  },
  {
    "reference": "Zec 11:12",
    "text": "- 11:12-13: Mat. 27:9-10 Lalu aku berkata kepada mereka: ”Jika itu kamu anggap baik, berikanlah upahku, dan jika tidak, biarkanlah!” Maka mereka membayar upahku dengan menimbang tiga puluh uang perak."
  },
  {
    "reference": "Zec 11:13",
    "text": "Tetapi berfirmanlah Tuhan kepadaku: ”Serahkanlah itu kepada penuang logam!” – nilai tinggi yang ditaksir mereka bagiku. Lalu aku mengambil ketiga puluh uang perak itu dan menyerahkannya kepada penuang logam di rumah Tuhan."
  },
  {
    "reference": "Zec 11:14",
    "text": "Kemudian aku mematahkan tongkat yang kedua, yaitu ”Ikatan”, untuk meniadakan persaudaraan antara Yehuda dan Israel."
  },
  {
    "reference": "Zec 11:15",
    "text": "Sesudah itu berfirmanlah Tuhan kepadaku: ”Ambillah sekali lagi perkakas seorang gembala yang pandir!"
  },
  {
    "reference": "Zec 11:16",
    "text": "Sebab sesungguhnya, Aku akan membangkitkan di negeri ini seorang gembala yang tidak mengindahkan yang lenyap, yang tidak mencari yang hilang, yang tidak menyembuhkan yang luka, yang tidak memelihara yang sehat, melainkan memakan daging dari yang gemuk dan mencabut kuku mereka."
  },
  {
    "reference": "Zec 11:17",
    "text": "Celakalah gembala-Ku yang pandir, yang meninggalkan domba-domba! Biarlah pedang menimpa lengannya dan menimpa mata kanannya! Biarlah lengannya kering sekering-keringnya, dan mata kanannya menjadi pudar sepudar-pudarnya!”"
  },
  {
    "reference": "Zec 12:1",
    "text": "Firman Tuhan tentang Israel: Demikianlah firman Tuhan yang membentangkan langit dan yang meletakkan dasar bumi dan yang menciptakan roh dalam diri manusia:"
  },
  {
    "reference": "Zec 12:2",
    "text": "”Sesungguhnya Aku membuat Yerusalem menjadi pasu yang menyebabkan segala bangsa di sekeliling menjadi pening; juga Yehuda akan mengalami kesusahan ketika Yerusalem dikepung."
  },
  {
    "reference": "Zec 12:3",
    "text": "Maka pada waktu itu Aku akan membuat Yerusalem menjadi batu untuk diangkat bagi segala bangsa. Siapa yang mengangkatnya pastilah mendapat luka parah. Segala bangsa di bumi akan berkumpul melawannya."
  },
  {
    "reference": "Zec 12:4",
    "text": "Pada waktu itu, demikianlah firman Tuhan, Aku akan membuat segala kuda menjadi bingung, penunggangnya menjadi gila. Atas kaum Yehuda, Aku akan membuka mata-Ku, tetapi segala kuda bangsa akan Kubuat menjadi buta."
  },
  {
    "reference": "Zec 12:5",
    "text": "Sesudah itu kaum-kaum di Yehuda akan berkata dalam hatinya: Penduduk Yerusalem mempunyai kekuatan oleh karena Tuhan semesta alam, Allah mereka."
  },
  {
    "reference": "Zec 12:6",
    "text": "Pada waktu itu Aku akan membuat kaum-kaum di Yehuda seperti anglo berapi di tengah-tengah timbunan kayu dan seperti suluh berapi di tengah-tengah timbunan bulir gandum; api keduanya akan menjilat ke kanan dan ke kiri segala bangsa di sekeliling, tetapi Yerusalem selanjutnya akan tetap tinggal di tempatnya yang dahulu."
  },
  {
    "reference": "Zec 12:7",
    "text": "Tuhan akan pertama-tama memberi kemenangan kepada kemah-kemah Yehuda, supaya keluarga Daud dan penduduk Yerusalem jangan terlalu bermegah-megah terhadap Yehuda."
  },
  {
    "reference": "Zec 12:8",
    "text": "Pada waktu itu Tuhan akan melindungi penduduk Yerusalem, dan orang yang tersandung di antara mereka pada waktu itu akan menjadi seperti Daud, dan keluarga Daud akan menjadi seperti Allah, seperti Malaikat Tuhan, yang mengepalai mereka."
  },
  {
    "reference": "Zec 12:9",
    "text": "Maka pada waktu itu Aku berikhtiar untuk memunahkan segala bangsa yang menyerang Yerusalem.” Ratapan atas dia yang tertikam 12:10-14"
  },
  {
    "reference": "Zec 12:10",
    "text": "- 12:10: Yoh. 19:37; Why. 1:7 ”Aku akan mencurahkan roh pengasihan dan roh permohonan atas keluarga Daud dan atas penduduk Yerusalem, dan mereka akan memandang kepada dia yang telah mereka tikam, dan akan meratapi dia seperti orang meratapi anak tunggal, dan akan menangisi dia dengan pedih seperti orang menangisi anak sulung."
  },
  {
    "reference": "Zec 12:11",
    "text": "Pada waktu itu ratapan di Yerusalem akan sama besarnya dengan ratapan atas Hadad-Rimon di lembah Megido."
  },
  {
    "reference": "Zec 12:12",
    "text": "Negeri itu akan meratap, setiap kaum keluarga tersendiri; kaum keluarga keturunan Daud tersendiri dan isteri mereka tersendiri; kaum keluarga keturunan Natan tersendiri dan isteri mereka tersendiri;"
  },
  {
    "reference": "Zec 12:13",
    "text": "kaum keluarga keturunan Lewi tersendiri dan isteri mereka tersendiri; kaum keluarga Simei tersendiri dan isteri mereka tersendiri;"
  },
  {
    "reference": "Zec 12:14",
    "text": "juga segala kaum keluarga yang masih tinggal, setiap kaum keluarga tersendiri dan isteri mereka tersendiri.”"
  },
  {
    "reference": "Zec 13:1",
    "text": "”Pada waktu itu akan terbuka suatu sumber bagi keluarga Daud dan bagi penduduk Yerusalem untuk membasuh dosa dan kecemaran."
  },
  {
    "reference": "Zec 13:2",
    "text": "Maka pada waktu itu, demikianlah firman Tuhan semesta alam, Aku akan melenyapkan nama-nama berhala dari negeri itu, sehingga orang tidak menyebutnya lagi. Juga para nabi dan roh najis akan Kusingkirkan dari negeri itu."
  },
  {
    "reference": "Zec 13:3",
    "text": "Dan apabila seseorang masih tampil sebagai nabi, maka ayahnya dan ibunya, yang telah memperanakkan dia, akan berkata kepadanya: Janganlah engkau hidup lagi, sebab yang kaukatakan demi nama Tuhan itu adalah dusta! Lalu ayahnya dan ibunya, yang telah memperanakkan dia, akan menikam dia pada waktu ia bernubuat."
  },
  {
    "reference": "Zec 13:4",
    "text": "Pada waktu itu para nabi masing-masing akan mendapat malu oleh karena penglihatannya sebagai nabi, dan tidak ada lagi dari mereka yang mengenakan jubah berbulu untuk berbohong;"
  },
  {
    "reference": "Zec 13:5",
    "text": "tetapi masing-masing akan berkata: Aku ini bukan seorang nabi, melainkan seorang pengusaha tanah, sebab tanah adalah harta kepunyaanku sejak kecil."
  },
  {
    "reference": "Zec 13:6",
    "text": "Dan apabila ada orang bertanya kepadanya: Bekas luka apakah yang ada pada badanmu ini?, lalu ia akan menjawab: Itulah luka yang kudapat di rumah sahabat-sahabatku!” Pedang menimpa – Umat baru 13:7-9"
  },
  {
    "reference": "Zec 13:7",
    "text": "- 13:7: Mat. 26:31; Mrk. 14:27 ”Hai pedang, bangkitlah terhadap gembala-Ku, terhadap orang yang paling karib kepada-Ku!”, demikianlah firman Tuhan semesta alam. ”Bunuhlah gembala, sehingga domba-domba tercerai-berai! Aku akan mengenakan tangan-Ku terhadap yang lemah."
  },
  {
    "reference": "Zec 13:8",
    "text": "Maka di seluruh negeri, demikianlah firman Tuhan, dua pertiga dari padanya akan dilenyapkan, mati binasa, tetapi sepertiga dari padanya akan tinggal hidup."
  },
  {
    "reference": "Zec 13:9",
    "text": "Aku akan menaruh yang sepertiga itu dalam api dan akan memurnikan mereka seperti orang memurnikan perak. Aku akan menguji mereka, seperti orang menguji emas. Mereka akan memanggil nama-Ku, dan Aku akan menjawab mereka. Aku akan berkata: Mereka adalah umat-Ku, dan mereka akan menjawab: Tuhan adalah Allahku!”"
  },
  {
    "reference": "Zec 14:1",
    "text": "Sesungguhnya, akan datang hari yang ditetapkan Tuhan, maka jarahan yang dirampas dari padamu akan dibagi-bagi di tengah-tengahmu."
  },
  {
    "reference": "Zec 14:2",
    "text": "Aku akan mengumpulkan segala bangsa untuk memerangi Yerusalem; kota itu akan direbut, rumah-rumah akan dirampoki dan perempuan-perempuan akan ditiduri. Setengah dari penduduk kota itu harus pergi ke dalam pembuangan, tetapi selebihnya dari bangsa itu tidak akan dilenyapkan dari kota itu."
  },
  {
    "reference": "Zec 14:3",
    "text": "Kemudian Tuhan akan maju berperang melawan bangsa-bangsa itu seperti Ia berperang pada hari pertempuran."
  },
  {
    "reference": "Zec 14:4",
    "text": "Pada waktu itu kaki-Nya akan berjejak di bukit Zaitun yang terletak di depan Yerusalem di sebelah timur. Bukit Zaitun itu akan terbelah dua dari timur ke barat, sehingga terjadi suatu lembah yang sangat besar; setengah dari bukit itu akan bergeser ke utara dan setengah lagi ke selatan."
  },
  {
    "reference": "Zec 14:5",
    "text": "Maka tertutuplah lembah gunung-gunung-Ku, sebab lembah gunung itu akan menyentuh sisinya; dan kamu akan melarikan diri seperti kamu pernah melarikan diri oleh karena gempa bumi pada zaman Uzia, raja Yehuda. Lalu Tuhan, Allahku, akan datang, dan semua orang kudus bersama-sama Dia."
  },
  {
    "reference": "Zec 14:6",
    "text": "Maka pada waktu itu tidak akan ada lagi udara dingin atau keadaan beku,"
  },
  {
    "reference": "Zec 14:7",
    "text": "tetapi akan ada satu hari – hari itu diketahui oleh Tuhan – dengan tidak ada pergantian siang dan malam, dan malampun menjadi siang."
  },
  {
    "reference": "Zec 14:8",
    "text": "- 14:8: Yeh. 47:1; Yoh. 7:38; Why. 22:1 Pada waktu itu akan mengalir air kehidupan dari Yerusalem; setengahnya mengalir ke laut timur, dan setengah lagi mengalir ke laut barat; hal itu akan terus berlangsung dalam musim panas dan dalam musim dingin."
  },
  {
    "reference": "Zec 14:9",
    "text": "Maka Tuhan akan menjadi Raja atas seluruh bumi; pada waktu itu Tuhan adalah satu-satunya dan nama-Nya satu-satunya."
  },
  {
    "reference": "Zec 14:10",
    "text": "Seluruh negeri ini akan berubah menjadi seperti Araba-Yordan, dari Geba sampai ke Rimon di sebelah selatan Yerusalem. Tetapi kota itu akan menjulang tinggi dan tetap tinggal di tempatnya, dari pintu gerbang Benyamin sampai ke tempat pintu gerbang yang dahulu, yakni sampai ke pintu gerbang Sudut, dan dari menara Hananeel sampai ke tempat pemerasan anggur raja."
  },
  {
    "reference": "Zec 14:11",
    "text": "- 14:11: Why. 22:3 Orang akan menetap di dalamnya, sebab penumpasan tidak akan ada lagi, dan Yerusalem akan tetap aman."
  },
  {
    "reference": "Zec 14:12",
    "text": "Inilah tulah yang akan ditimpakan Tuhan kepada segala bangsa yang memerangi Yerusalem: daging mereka akan menjadi busuk, sementara mereka masih berdiri, mata mereka akan menjadi busuk dalam lekuknya dan lidah mereka akan menjadi busuk dalam mulut mereka."
  },
  {
    "reference": "Zec 14:13",
    "text": "Maka pada waktu itu akan terjadi kegemparan besar dari pada Tuhan di antara mereka, sehingga masing-masing memegang tangan temannya dan mengangkat tangannya melawan tangan temannya."
  },
  {
    "reference": "Zec 14:14",
    "text": "Juga Yehuda akan berperang melawan Yerusalem itu; dan dikumpulkanlah harta benda segala bangsa di sekeliling, yaitu emas, perak dan pakaian dalam jumlah yang sangat besar."
  },
  {
    "reference": "Zec 14:15",
    "text": "Tulah seperti itu juga akan menimpa kuda, bagal, unta, keledai dan segala hewan yang ada dalam perkemahan-perkemahan itu."
  },
  {
    "reference": "Zec 14:16",
    "text": "- 14:16: Im. 23:39-43 Maka semua orang yang tinggal dari segala bangsa yang telah menyerang Yerusalem, akan datang tahun demi tahun untuk sujud menyembah kepada Raja, Tuhan semesta alam, dan untuk merayakan hari raya Pondok Daun."
  },
  {
    "reference": "Zec 14:17",
    "text": "Tetapi bila mereka dari kaum-kaum di bumi tidak datang ke Yerusalem untuk sujud menyembah kepada Raja, Tuhan semesta alam, maka kepada mereka tidak akan turun hujan."
  },
  {
    "reference": "Zec 14:18",
    "text": "Dan jika kaum Mesir tidak datang dan tidak masuk menghadap, maka kepada mereka akan turun tulah yang ditimpakan Tuhan kepada bangsa-bangsa yang tidak datang untuk merayakan hari raya Pondok Daun."
  },
  {
    "reference": "Zec 14:19",
    "text": "Itulah hukuman dosa Mesir dan hukuman dosa segala bangsa yang tidak datang untuk merayakan hari raya Pondok Daun."
  },
  {
    "reference": "Zec 14:20",
    "text": "Pada waktu itu akan tertulis pada kerencingan-kerencingan kuda: ”Kudus bagi Tuhan!” dan kuali-kuali di rumah Tuhan akan seperti bokor-bokor penyiraman di depan mezbah."
  },
  {
    "reference": "Zec 14:21",
    "text": "Maka segala kuali di Yerusalem dan di Yehuda akan menjadi kudus bagi Tuhan semesta alam; semua orang yang mempersembahkan korban akan datang mengambilnya dan memasak di dalamnya. Dan tidak akan ada lagi pedagang di rumah Tuhan semesta alam pada waktu itu."
  }
]
