[
  {
    "reference": "Zep 1:1",
    "text": "Firman Tuhan yang datang kepada Zefanya bin Kusyi bin Gedalya bin Amarya bin Hizkia dalam zaman Yosia bin Amon, raja Yehuda. - 1:1: 2Raj. 22:1–23:30; 2Taw. 34:1–35:27 Penghukuman pada hari Tuhan 1:2-18"
  },
  {
    "reference": "Zep 1:2",
    "text": "”Aku akan menyapu bersih segala-galanya dari atas muka bumi, demikianlah firman Tuhan."
  },
  {
    "reference": "Zep 1:3",
    "text": "Aku akan menyapu manusia dan hewan; Aku akan menyapu burung-burung di udara dan ikan-ikan di laut. Aku akan merebahkan orang-orang fasik dan akan melenyapkan manusia dari atas muka bumi, demikianlah firman Tuhan."
  },
  {
    "reference": "Zep 1:4",
    "text": "Aku akan mengacungkan tangan-Ku terhadap Yehuda dan terhadap segenap penduduk Yerusalem. Aku akan melenyapkan dari tempat ini sisa-sisa Baal dan nama para imam berhala,"
  },
  {
    "reference": "Zep 1:5",
    "text": "juga mereka yang sujud menyembah di atas sotoh kepada tentara langit dan mereka yang menyembah dengan bersumpah setia kepada Tuhan, namun di samping itu bersumpah demi Dewa Milkom,"
  },
  {
    "reference": "Zep 1:6",
    "text": "serta mereka yang berbalik dari pada Tuhan, yang tidak mencari Tuhan dan tidak menanyakan petunjuk-Nya.”"
  },
  {
    "reference": "Zep 1:7",
    "text": "Berdiam dirilah di hadapan Tuhan Allah! Sebab hari Tuhan sudah dekat. Sungguh Tuhan telah menyediakan perjamuan korban dan telah menguduskan para undangan-Nya."
  },
  {
    "reference": "Zep 1:8",
    "text": "”Pada hari perjamuan korban Tuhan itu Aku akan menghukum para pemuka, para anak-anak raja dan semua orang yang memakai pakaian asing."
  },
  {
    "reference": "Zep 1:9",
    "text": "Aku akan menghukum pada hari itu semua orang yang melompati ambang pintu dan memenuhi istana tuan mereka dengan kekerasan dan penipuan."
  },
  {
    "reference": "Zep 1:10",
    "text": "Maka pada hari itu, demikianlah firman Tuhan, akan terdengar teriakan dari Pintu Gerbang Ikan dan ratapan dari perkampungan baru dan bunyi keruntuhan hebat dari bukit-bukit."
  },
  {
    "reference": "Zep 1:11",
    "text": "Merataplah, hai penduduk perkampungan Lumpang! Sebab telah habis segenap kaum pedagang, telah lenyap segenap penimbang perak."
  },
  {
    "reference": "Zep 1:12",
    "text": "Pada waktu itu Aku akan menggeledah Yerusalem dengan memakai obor dan akan menghukum orang-orang yang telah mengental seperti anggur di atas endapannya dan yang berkata dalam hatinya: Tuhan tidak berbuat baik dan tidak berbuat jahat!"
  },
  {
    "reference": "Zep 1:13",
    "text": "Maka harta kekayaannya akan dirampas dan rumah-rumahnya akan menjadi sunyi sepi. Apabila mereka mendirikan rumah, mereka tidak akan mendiaminya; apabila mereka membuat kebun anggur, mereka tidak akan minum anggurnya.”"
  },
  {
    "reference": "Zep 1:14",
    "text": "Sudah dekat hari Tuhan yang hebat itu, sudah dekat dan datang dengan cepat sekali! Dengar, hari Tuhan pahit, pahlawan pun akan menangis."
  },
  {
    "reference": "Zep 1:15",
    "text": "Hari kegemasan hari itu, hari kesusahan dan kesulitan, hari kemusnahan dan pemusnahan, hari kegelapan dan kesuraman, hari berawan dan kelam,"
  },
  {
    "reference": "Zep 1:16",
    "text": "hari peniupan sangkakala dan pekik tempur terhadap kota-kota yang berkubu dan terhadap menara penjuru yang tinggi."
  },
  {
    "reference": "Zep 1:17",
    "text": "Aku akan menyusahkan manusia, sehingga mereka berjalan seperti orang buta, sebab mereka telah berdosa kepada Tuhan. Darah mereka akan tercurah seperti debu dan usus mereka seperti tahi."
  },
  {
    "reference": "Zep 1:18",
    "text": "Mereka tidak dapat diselamatkan oleh perak atau emas mereka pada hari kegemasan Tuhan, dan seluruh bumi akan dimakan habis oleh api cemburu-Nya; sebab kebinasaan, malah kebinasaan dahsyat diadakan-Nya terhadap segenap penduduk bumi."
  },
  {
    "reference": "Zep 2:1",
    "text": "Bersemangatlah dan berkumpullah, hai bangsa yang acuh tak acuh,"
  },
  {
    "reference": "Zep 2:2",
    "text": "sebelum kamu dihalau seperti sekam yang tertiup, sebelum datang ke atasmu murka Tuhan yang bernyala-nyala itu, sebelum datang ke atasmu hari kemurkaan Tuhan."
  },
  {
    "reference": "Zep 2:3",
    "text": "Carilah Tuhan, hai semua orang yang rendah hati di negeri, yang melakukan hukum-Nya; carilah keadilan, carilah kerendahan hati; mungkin kamu akan terlindung pada hari kemurkaan Tuhan. Hukuman atas bangsa-bangsa 2:4-15"
  },
  {
    "reference": "Zep 2:4",
    "text": "- 2:4-7: Yes. 14:29-31; Yer. 47:1-7; Yeh. 25:15-17; Yl. 3:4-8; Am. 1:6-8; Za. 9:5-7 Sebab Gaza akan ditinggalkan orang dan Askelon akan menjadi sunyi; Asdod akan dihalau penduduknya pada rembang tengah hari dan Ekron akan dibongkar-bangkirkan."
  },
  {
    "reference": "Zep 2:5",
    "text": "Celakalah kamu penduduk Daerah Tepi Laut, kamu bangsa Kreti! Terhadap kamulah firman Tuhan ini: Hai Kanaan, tanah orang Filistin! Aku akan membinasakan engkau, sehingga tidak ada lagi pendudukmu."
  },
  {
    "reference": "Zep 2:6",
    "text": "Daerah Tepi Laut akan menjadi tempat kediaman bagi gembala-gembala dan kandang berpagar bagi kambing domba."
  },
  {
    "reference": "Zep 2:7",
    "text": "Daerah Pinggir Laut akan menjadi kepunyaan sisa-sisa kaum Yehuda. Mereka akan merumput di sana dan berbaring di rumah-rumah Askelon pada malam hari; sebab Tuhan, Allah mereka, akan memperhatikan mereka dan akan memulihkan keadaan mereka."
  },
  {
    "reference": "Zep 2:8",
    "text": "- 2:8-11: Yes. 15:1–16:14, 25:10-12; Yer. 48:1–49:6; Yeh. 21:28-32, 25:1-11; Am. 1:13-15 ”Aku telah mendengar pencelaan dari pihak Moab dan kata-kata nista dari pihak bani Amon, bagaimana mereka mencela umat-Ku dan membesarkan dirinya terhadap daerah umat-Ku itu."
  },
  {
    "reference": "Zep 2:9",
    "text": "- 2:9: Kej. 19:24 Sebab itu, demi Aku yang hidup – demikianlah firman Tuhan semesta alam, Allah Israel – maka Moab akan menjadi seperti Sodom dan bani Amon seperti Gomora, yakni menjadi padang jeruju dan tempat penggalian garam dan tempat sunyi sepi sampai selama-lamanya. Sisa-sisa umat-Ku akan menjarah mereka dan yang masih tinggal dari bangsa-Ku itu akan memiliki mereka sebagai warisan.”"
  },
  {
    "reference": "Zep 2:10",
    "text": "Inilah yang menjadi bagian mereka sebagai ganti kecongkakan mereka, sebab mereka telah mencela dan membesarkan diri terhadap umat Tuhan semesta alam."
  },
  {
    "reference": "Zep 2:11",
    "text": "Tuhan akan mendahsyatkan mereka, sebab Ia akan melenyapkan para allah di bumi, dan kepada-Nya akan sujud menyembah setiap bangsa daerah pesisir, masing-masing dari tempatnya."
  },
  {
    "reference": "Zep 2:12",
    "text": "- 2:12: Yes. 18:1-7 Kamu pun, hai orang Etiopia, akan mati tertikam oleh pedang-Ku."
  },
  {
    "reference": "Zep 2:13",
    "text": "- 2:13-15: Yes. 10:5-34, 14:24-27; Nah. 1:1–3:19 Ia akan mengacungkan tangan-Nya terhadap Utara, akan membinasakan Asyur, dan akan membuat Niniwe menjadi tempat yang sunyi sepi, kering seperti padang gurun."
  },
  {
    "reference": "Zep 2:14",
    "text": "Dan di tengah-tengahnya akan berbaring kawanan binatang, yakni segala macam binatang hutan; baik burung undan maupun burung bangau akan bermalam di hulu tiangnya; burung ponggok akan berbunyi di tingkap, burung gagak di ambang pintu: Pemapan dari kayu aras telah tersingkap!"
  },
  {
    "reference": "Zep 2:15",
    "text": "Itulah kota yang beria-ria yang penduduknya begitu tenteram dan yang berkata dalam hatinya: ”Hanya ada aku dan tidak ada yang lain!” Betapa dia sudah menjadi tempat yang tandus, tempat pembaringan bagi binatang-binatang liar. Setiap orang yang lewat dari padanya akan bersuit dan mengayun-ayunkan tangannya."
  },
  {
    "reference": "Zep 3:1",
    "text": "Celakalah si pemberontak dan si cemar, hai kota yang penuh penindasan!"
  },
  {
    "reference": "Zep 3:2",
    "text": "Ia tidak mau mendengarkan teguran siapa pun dan tidak mempedulikan kecaman; kepada Tuhan ia tidak percaya dan kepada Allahnya ia tidak menghadap."
  },
  {
    "reference": "Zep 3:3",
    "text": "Para pemukanya di tengah-tengahnya adalah singa yang mengaum; para hakimnya adalah serigala pada waktu malam yang tidak meninggalkan apa pun sampai pagi hari."
  },
  {
    "reference": "Zep 3:4",
    "text": "Para nabinya adalah orang-orang ceroboh dan pengkhianat; para imamnya menajiskan apa yang kudus, memperkosa hukum Taurat."
  },
  {
    "reference": "Zep 3:5",
    "text": "Tetapi Tuhan adil di tengah-tengahnya, tidak berbuat kelaliman. Pagi demi pagi Ia memberi hukum-Nya; itu tidak pernah ketinggalan pada waktu fajar. Tetapi orang lalim tidak kenal malu!"
  },
  {
    "reference": "Zep 3:6",
    "text": "”Aku telah melenyapkan bangsa-bangsa; menara-menara penjuru mereka telah musnah. Aku telah merusakkan jalan-jalannya, sehingga tidak ada orang yang lewat. Kota-kota mereka telah ditanduskan, sehingga tidak ada orang dan tidak ada penduduk."
  },
  {
    "reference": "Zep 3:7",
    "text": "Aku sangka: Tentulah ia sekarang akan takut kepada-Ku, akan mempedulikan kecaman dan segala yang Kutugaskan kepadanya tidak akan lenyap dari penglihatannya. Tetapi sesungguhnya mereka makin giat menjadikan busuk perbuatan mereka."
  },
  {
    "reference": "Zep 3:8",
    "text": "Oleh karena itu tunggulah Aku – demikianlah firman Tuhan – pada hari Aku bangkit sebagai saksi. Sebab keputusan-Ku ialah mengumpulkan bangsa-bangsa dan menghimpunkan kerajaan-kerajaan untuk menumpahkan ke atas mereka geram-Ku, yakni segenap murka-Ku yang bernyala-nyala, sebab seluruh bumi akan dimakan habis oleh api cemburu-Ku.” Janji keselamatan 3:9-20"
  },
  {
    "reference": "Zep 3:9",
    "text": "”Tetapi sesudah itu Aku akan memberikan bibir lain kepada bangsa-bangsa, yakni bibir yang bersih, supaya sekaliannya mereka memanggil nama Tuhan, beribadah kepada-Nya dengan bahu-membahu."
  },
  {
    "reference": "Zep 3:10",
    "text": "Dari seberang sungai-sungai negeri Etiopia orang-orang yang memuja Aku, yang terserak-serak, akan membawa persembahan kepada-Ku."
  },
  {
    "reference": "Zep 3:11",
    "text": "Pada hari itu engkau tidak akan mendapat malu karena segala perbuatan durhaka yang kaulakukan terhadap Aku, sebab pada waktu itu Aku akan menyingkirkan dari padamu orang-orangmu yang ria congkak, dan engkau tidak akan lagi meninggikan dirimu di gunung-Ku yang kudus."
  },
  {
    "reference": "Zep 3:12",
    "text": "Di antaramu akan Kubiarkan hidup suatu umat yang rendah hati dan lemah, dan mereka akan mencari perlindungan pada nama Tuhan,"
  },
  {
    "reference": "Zep 3:13",
    "text": "yakni sisa Israel itu. Mereka tidak akan melakukan kelaliman atau berbicara bohong; dalam mulut mereka tidak akan terdapat lidah penipu; ya, mereka akan seperti domba yang makan rumput dan berbaring dengan tidak ada yang mengganggunya.” - 3:13: Why. 14:5"
  },
  {
    "reference": "Zep 3:14",
    "text": "Bersorak-sorailah, hai puteri Sion, bertempik-soraklah, hai Israel! Bersukacitalah dan beria-rialah dengan segenap hati, hai puteri Yerusalem!"
  },
  {
    "reference": "Zep 3:15",
    "text": "Tuhan telah menyingkirkan hukuman yang jatuh atasmu, telah menebas binasa musuhmu. Raja Israel, yakni Tuhan, ada di antaramu; engkau tidak akan takut kepada malapetaka lagi."
  },
  {
    "reference": "Zep 3:16",
    "text": "Pada hari itu akan dikatakan kepada Yerusalem: ”Janganlah takut, hai Sion! Janganlah tanganmu menjadi lemah lesu."
  },
  {
    "reference": "Zep 3:17",
    "text": "Tuhan Allahmu ada di antaramu sebagai pahlawan yang memberi kemenangan. Ia bergirang karena engkau dengan sukacita, Ia membaharui engkau dalam kasih-Nya, Ia bersorak-sorak karena engkau dengan sorak-sorai,"
  },
  {
    "reference": "Zep 3:18",
    "text": "seperti pada hari pertemuan raya.” ”Aku akan mengangkat malapetaka dari padamu, sehingga oleh karenanya engkau tidak lagi menanggung cela."
  },
  {
    "reference": "Zep 3:19",
    "text": "Sesungguhnya pada waktu itu Aku akan bertindak terhadap segala penindasmu, tetapi Aku akan menyelamatkan yang pincang, mengumpulkan yang terpencar dan akan membuat mereka yang mendapat malu menjadi kepujian dan kenamaan di seluruh bumi."
  },
  {
    "reference": "Zep 3:20",
    "text": "Pada waktu itu Aku akan membawa kamu pulang, yakni pada waktu Aku mengumpulkan kamu, sebab Aku mau membuat kamu menjadi kenamaan dan kepujian di antara segala bangsa di bumi dengan memulihkan keadaanmu di depan mata mereka,” firman Tuhan."
  }
]
