[
  {
    "reference": "Jud 1:1",
    "bsb_verse_text": "Jude, a servant of Jesus Christ and a brother of James, To those who are called, loved by God the Father, and kept in Jesus Christ:",
    "ult_verse_text": "येशू ख्रीष्टका दास र याकूबका भाइ यहूदाबाट, परमेश्‍वर पितामा प्रेम गरिएका र येशू ख्रीष्टमा बोलाइएका र सुरक्षित राखिएकाहरूलाईः",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-123person",
        "orig_language_quote": "Ἰούδας",
        "note": "यस संस्कृतिमा, पत्र लेखकहरूले पहिले आफ्नै नाम दिनेछन्, र तिनीहरूले तेस्रो व्यक्तिमा आफूलाई सन्दर्भ गर्नेछन्। यदि त्यो तपाईंको भाषामा भ्रमित हुन्छ भने, तपाईंले पहिलो व्यक्ति प्रयोग गर्न सक्नुहुन्छ। यदि तपाईंको भाषामा पत्रको लेखक परिचय गराउने एउटा विशेष तरिका छ भने, तपाईंले त्यो पनि प्रयोग गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"म, जुड, यो पत्र लेख्दै छु\" वा \"यहूदाबाट\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-123person]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Ἰούδας",
        "note": "**जुड** एक मानिसको नाम हो, जेम्सको भाइ। उहाँको बारेमा जानकारी जुडको परिचयको भाग १ मा हेर्नुहोस्। (हेर्नुहोस्: [[rc://*/ta/man/translate/translate-names]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-distinguish",
        "orig_language_quote": "Ἰησοῦ Χριστοῦ δοῦλος, ἀδελφὸς δὲ Ἰακώβου",
        "note": "यी वाक्यांशहरूले यहूदाको बारेमा थप जानकारी दिन्छ। उसले आफूलाई **येशू ख्रीष्टको सेवक** र **याकूबको भाइ** दुवैको रूपमा वर्णन गर्दछ। यसले उहाँलाई नयाँ नियममा जुड नामका दुई अन्य पुरुषहरूबाट अलग पार्छ, जसलाई अंग्रेजी अनुवादहरूले सामान्यतया तिनीहरूको नाम \"जुडास\" को रूपमा अनुवाद गरेर जुडबाट भिन्न हुन्छन्। (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-distinguish]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀδελφὸς & Ἰακώβου",
        "note": "**याकूब** र यहूदा येशूका सौतेनी भाइहरू थिए। जोसेफ तिनीहरूका भौतिक पिता थिए, तर उहाँ येशूको भौतिक पिता थिएनन्। यदि यो तपाईंको भाषामा उपयोगी छ भने, तपाईंले यो सम्बन्ध स्पष्ट रूपमा बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"याकूबको भाइ, दुवै येशूका सौतेनी भाइहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-123person",
        "orig_language_quote": "τοῖς",
        "note": "यस संस्कृतिमा, आफ्नै नाम दिएपछि, पत्र लेख्नेहरूले त्यसपछि ती व्यक्तिहरूलाई तेस्रो व्यक्तिमा नाम दिएर उनीहरूले कसलाई लेख्दै थिए भन्ने गर्छन्। यदि त्यो तपाईंको भाषामा भ्रमित हुन्छ भने, तपाईंले दोस्रो व्यक्ति प्रयोग गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"तपाईं जो हुनुहुन्छ\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-123person]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "κλητοῖς",
        "note": "यी मानिसहरूलाई **बोलाइएको** भएकोले परमेश्वरले उनीहरूलाई बोलाउनुभयो र बचाउनुभएको हो भन्ने बुझाउँछ। वैकल्पिक अनुवाद: \"र जसलाई परमेश्वरले बोलाउनुभयो र बचाउनुभयो\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐν Θεῷ Πατρὶ ἠγαπημένοις",
        "note": "यदि तपाईंको भाषाले यो निष्क्रिय फारम प्रयोग गर्दैन भने, तपाईंले यसलाई सक्रिय फारमको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"जसलाई पिताले माया गर्नुहुन्छ\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-activepassive]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/guidelines-sonofgodprinciples",
        "orig_language_quote": "Θεῷ Πατρὶ",
        "note": "**बुबा** भगवानको लागि महत्त्वपूर्ण उपाधि हो। (हेर्नुहोस्: [[rc://*/ta/man/translate/guidelines-sonofgodprinciples]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "Ἰησοῦ Χριστῷ τετηρημένοις κλητοῖς",
        "note": "यदि तपाईंको भाषाले निष्क्रिय फारम प्रयोग गर्दैन भने ** राखिएको {र} भनिन्छ**, तपाईंले यसलाई सक्रिय फारमसँग व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"जसलाई येशू ख्रीष्टले राख्नुहुन्छ र बोलाउनुहुन्छ\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-activepassive]])"
      }
    ]
  },
  {
    "reference": "Jud 1:2",
    "bsb_verse_text": "Mercy, peace, and love be multiplied to you.",
    "ult_verse_text": "कृपा, शान्‍ति र प्रेम तिमीहरूमा प्रशस्‍त होस् ।",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-blessing",
        "orig_language_quote": "ἔλεος ὑμῖν, καὶ εἰρήνη, καὶ ἀγάπη πληθυνθείη.",
        "note": "यस संस्कृतिमा, पत्र लेखकहरूले पत्रको मुख्य व्यवसाय परिचय गर्नु अघि प्राप्तकर्ताको लागि शुभ कामना प्रस्ताव गर्दछ। तपाईंको भाषामा एउटा फारम प्रयोग गर्नुहोस् जसले यो अभिवादन र आशीर्वाद हो भनेर स्पष्ट पार्छ। वैकल्पिक अनुवाद: \"भगवानले उहाँको कृपा र शान्ति र प्रेम तपाईलाई बढाउन्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/translate-blessing]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἔλεος ὑμῖν, καὶ εἰρήνη, καὶ ἀγάπη πληθυνθείη",
        "note": "यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले सार संज्ञाहरू **दया**, **शान्ति**, र **प्रेम** लाई समान अभिव्यक्तिका साथ तिनीहरूको पछाडिका विचारहरू व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"भगवानले उहाँको दयालु कार्यहरू तपाईलाई बढाउँनुहोस् र तपाईलाई थप शान्त आत्मा दिनुहोस् र तपाईलाई अझ धेरै माया गर्नुहोस्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἔλεος & καὶ εἰρήνη, καὶ ἀγάπη πληθυνθείη.",
        "note": "जुडले **दया र शान्ति र प्रेम** को कुरा गर्दछ मानौं तिनीहरू आकार वा संख्यामा बढ्न सक्ने वस्तुहरू हुन्। यदि यो तपाईंको भाषामा भ्रामक छ भने, तपाईंले फरक रूपक प्रयोग गर्न सक्नुहुन्छ जसको मतलब यी चीजहरू बढ्नेछन्, वा सादा भाषा प्रयोग गर्नुहोस्। वैकल्पिक अनुवाद: \"परमेश्वरले उहाँको कृपा र शान्ति र प्रेमलाई बढाओस्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-you",
        "orig_language_quote": "ὑμῖν",
        "note": "यस पत्रमा **तपाईं** शब्दले ख्रीष्टियनहरूलाई जनाउँछ जसलाई यहूदाले लेखेको थियो र सधैं बहुवचन हुन्छ। (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-you]])"
      }
    ]
  },
  {
    "reference": "Jud 1:3",
    "bsb_verse_text": "Beloved, although I made every effort to write to you about the salvation we share, I felt it necessary to write and urge you to contend earnestly for the faith entrusted once for all to the saints.",
    "ult_verse_text": "प्रियहरू, हाम्रो साझा मुक्तिको बारे तिमीहरूलाई लेख्‍न हर प्रयत्‍न गर्दै, सन्तहरूलाई सधैको निम्ति एकै पटक दिइएको विश्‍वासको निम्ति लड्न प्रोत्साहन गर्न मैले तिमीहरूलाई लेख्‍नु आवश्यक छ ।",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἀγαπητοί",
        "note": "**प्रियजनहरू** ले यहाँ ती व्यक्तिहरूलाई बुझाउँछ जसलाई जुडले लेखिरहेको छ; यो सबै विश्वासीहरूलाई विस्तार गर्न सकिन्छ। यदि यो तपाईंको भाषामा उपयोगी छ भने, तपाईंले यो शब्द स्पष्ट रूपमा बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"प्रिय सँगी विश्वासीहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-exclusive]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "πᾶσαν σπουδὴν ποιούμενος γράφειν ὑμῖν",
        "note": "यो खण्डले सम्बोधन गर्न सकिन्छ: (1) जुन तथ्य यो पत्रको तुलनामा भिन्न कुराको जुडले लेख्नको लागि हो। वैकल्पिक अनुवाद: \"यद्यप्तिलाई लेख्न को लागी हर प्रयास गर्नु\" (2) समय जब यहूदा लेख थियो। वैकल्पिक अनुवाद: \"जब तपलाई लेख्ने हर प्रयास गर\""
      },
      {
        "support_reference": "",
        "orig_language_quote": "περὶ τῆς κοινῆς ἡμῶν σωτηρίας",
        "note": "वैकल्पिक अनुवाद: \"हामीले बाँड्ने मुक्तिको बारेमा\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "περὶ τῆς κοινῆς ἡμῶν σωτηρίας",
        "note": "यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले अमूर्त संज्ञा **मुक्ति** पछाडिको विचारलाई मौखिक वाक्यांशसँग व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"कसरी परमेश्वरले हामी सबैलाई सँगै बचाउनुभयो\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμῶν",
        "note": "यहाँ, **हाम्रो** ले यहूदा र तिनका श्रोताहरू, सँगी विश्वासीहरूलाई जनाउँछ। (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-exclusive]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἀνάγκην ἔσχον γράψαι",
        "note": "यदि यो तपाईको भाषामा उपयोगी हुन्छ भने, तपाईले सार संज्ञा **आवश्यकता** पछाडिको विचारलाई समान अभिव्यक्तिको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"मलाई लेख्न आवश्यक थियो\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "παρακαλῶν ἐπαγωνίζεσθαι τῇ & πίστει",
        "note": "यो एक उद्देश्य खण्ड हो। जुन उद्देश्यका लागि उनले यो पत्र लेखेका थिए, जुडेले बताए । तपाईंको अनुवादमा, तपाईंको कन्भेन्सनहरू पालना गर्नुहोस्\nउद्देश्य खण्डहरूको लागि भाषा। वैकल्पिक अनुवाद (पूर्व अल्पविराम बिना): \"विश्वासको पक्षमा लड्न आग्रह गर्नको लागि\" (हेर्नुहोस्: [[rc://*/ta/man/translate/grammar-connect-logic-goal]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "παρακαλῶν ἐπαγωνίζεσθαι τῇ & πίστει",
        "note": "जूडले \"तपाईं\" शब्द छोड्दैछ जुन वाक्य पूरा हुन धेरै भाषाहरूमा चाहिन्छ। यो शब्द अघिल्लो खण्डबाट आपूर्ति गर्न सकिन्छ। वैकल्पिक अनुवाद: \"विश्वासको लागि लड्न तपाईंलाई आग्रह गर्दै\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-ellipsis]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "τῇ ἅπαξ παραδοθείσῃ τοῖς ἁγίοις πίστει",
        "note": "यदि तपाईंको भाषाले निष्क्रिय फारम **डेलिभर गरिएको** प्रयोग गर्दैन भने, तपाईंले कार्य कसले गर्यो भन्नुहुन्छ। वैकल्पिक अनुवाद: \"परमेश्वरले सन्तहरूलाई एकैचोटि सदाको लागि सुम्पनुभएको विश्वासको लागि\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-activepassive]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἅπαξ",
        "note": "यहाँ, **सबैका लागि एक पटक**ले एक पटक मात्र गरेको र फेरि कहिल्यै नगरेको कुराको विचार व्यक्त गर्दछ। **सबैका लागि** को अर्थ \"सधैका लागि\" हो। यसको अर्थ \"सबै मानिसहरूको लागि\" होइन।"
      }
    ]
  },
  {
    "reference": "Jud 1:4",
    "bsb_verse_text": "For certain men have crept in among you unnoticed—ungodly ones who were designated long ago for condemnation. They turn the grace of our God into a license for immorality, and they deny our only Master and Lord, Jesus Christ.",
    "ult_verse_text": "किनकि यो दण्डाज्ञाको निम्ति लामो समयअघि नै निर्दिष्ट गरिएकाहरू, अधर्मीहरू, हाम्रो परमेश्‍वरको अनुग्रहलाई दुराचारितामा परिणत गरेर र हाम्रा एक मात्र मालिक र प्रभु येशू ख्रीष्टलाई इन्कार गरेर केही मानिसहरू गुप्‍त रूपमा प्रवेश गरेका छन् ।",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "γάρ",
        "note": "यहाँ, **का लागि** संकेत गर्दछ कि यहूदाले आफ्नो पाठकहरूले \"विश्वासको लागि लड्न\" चाहन्छन् भनेर अघिल्लो पदमा किन भनेका थिए भन्ने कारण दिइरहेको छ। वैकल्पिक अनुवाद: \"म तपाईंलाई यो गर्न चाहन्छु किनभने\" (हेर्नुहोस्: [[rc://*/ta/man/translate/grammar-connect-logic-result]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "παρεισέδυσαν γάρ τινες ἄνθρωποι",
        "note": "वैकल्पिक अनुवाद: \"केही मानिसहरूले ध्यान नदिई लुकेका छन्\" वा \"केही मानिसहरू आफैंमा ध्यान नदिई भित्र आएका छन्।"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-ellipsis",
        "orig_language_quote": "παρεισέδυσαν γάρ τινες ἄνθρωποι",
        "note": "यस वाक्यांशमा, जुडले यस वाक्यबाट शब्दहरू छोड्दैछ जुन पूर्ण हुनको लागि धेरै भाषाहरूमा आवश्यक पर्दछ। यदि यो वाक्यांश तपाईंको भाषामा आवश्यक छ भने, यो पद [12] (../01/12.md) बाट आपूर्ति गर्न सकिन्छ। वैकल्पिक अनुवाद: \"केही पुरुषहरू तपाईंको प्रेम भोजहरूमा गोप्य रूपमा प्रवेश गरेका छन्\" वा \"केही मानिसहरू तपाईंको भेलाहरूमा गोप्य रूपमा प्रवेश गरेका छन्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-ellipsis]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "οἱ πάλαι προγεγραμμένοι εἰς τοῦτο τὸ κρίμα",
        "note": "यदि तपाईंको भाषाले यो निष्क्रिय रूप प्रयोग गर्दैन ** तोकिएको छ भने, तपाईंले कार्य कसले गर्यो बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"मानिसहरू जसलाई परमेश्वरले धेरै पहिले नै यस निन्दाको लागि पहिले नै नियुक्त गर्नुभएको थियो\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-activepassive]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰς τοῦτο τὸ κρίμα",
        "note": "यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले सार संज्ञा **निंदा** पछाडिको विचारलाई समान अभिव्यक्तिको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"निंदा गर्न\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀσεβεῖς",
        "note": "यहाँ, **अधर्मीहरू** ले पदको सुरुमा उल्लेख गरिएका \"केही मानिसहरू\" लाई बुझाउँछ। तिनीहरू झूटा शिक्षकहरू हुन् जसको बारेमा यहूदले आफ्ना पाठकहरूलाई चेतावनी दिइरहेका छन्। यदि यो तपाईंको भाषामा उपयोगी छ भने, तपाईंले यो शब्द स्पष्ट रूपमा बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"अधर्मी झूटा शिक्षकहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τὴν τοῦ Θεοῦ ἡμῶν χάριτα μετατιθέντες εἰς ἀσέλγειαν",
        "note": "यहाँ, परमेश्वरको **कृपा** लाई लाक्षणिक रूपमा भनिएको छ मानौं यो एउटा चीज हो जसलाई परिवर्तन गर्न सकिन्छ।\nकेहि पापी। यदि यो तपाइँको भाषामा भ्रमित हुन्छ भने, तपाइँ यसलाई गैर-आलंकारिक तरिकामा अनुवाद गर्न सक्नुहुन्छ। झूटा शिक्षकहरूले सिकाउँदै थिए कि विश्वासीहरूले यौन अनैतिक कार्यहरू गर्न सक्छन् किनभने परमेश्वरको अनुग्रहले अनुमति दियो। पावलले यस प्रकारको झूटो शिक्षालाई सम्बोधन गरे जब उनले रोमी 6:1-2a मा लेखे: \"अनुग्रह प्रशस्त होस् भनेर के हामी पापमा लाग्नुपर्छ? यो कहिल्यै नहोस्!\" वैकल्पिक अनुवाद: \"परमेश्वरको अनुग्रहले इजाजतलाई अनुमति दिन्छ भनेर सिकाउनु\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμῶν & ἡμῶν",
        "note": "यस पदमा **हाम्रो** को दुवै घटनाहरूले सबै विश्वासीहरूलाई जनाउँछ। (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-exclusive]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὴν τοῦ Θεοῦ ἡμῶν χάριτα",
        "note": "यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले सार संज्ञा **ग्रेस** पछाडिको विचारलाई समान अभिव्यक्तिको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"हाम्रो परमेश्वरको दयालु कार्यहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰς ἀσέλγειαν",
        "note": "यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले सार संज्ञा **लाइसेन्सियस** पछाडिको विचारलाई विशेषण वाक्यांशको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"इजाजतपूर्ण व्यवहारमा\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τὸν μόνον Δεσπότην καὶ Κύριον ἡμῶν, Ἰησοῦν Χριστὸν, ἀρνούμενοι",
        "note": "वैकल्पिक अनुवाद: \"येशू ख्रीष्ट हाम्रो मालिक र प्रभु हुनुहुन्न भनेर सिकाउँदै\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τὸν μόνον Δεσπότην καὶ Κύριον ἡμῶν",
        "note": "यहाँ, ** प्रभु** को अर्थ \"हामीमाथि प्रभु हुने व्यक्ति\" वा \"हामीमाथि शासन गर्ने व्यक्ति।\" संयोजन **र** ले संकेत गर्दछ कि **हाम्रो** ले **मात्र मास्टर** मा पनि लागू हुन्छ, जसको अर्थ \"हाम्रो स्वामित्व भएको व्यक्ति।\" वैकल्पिक अनुवाद: \"एक मात्र व्यक्ति जसले हाम्रो स्वामित्व लिन्छ र हामीमाथि शासन गर्दछ\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-possession]])"
      }
    ]
  },
  {
    "reference": "Jud 1:5",
    "bsb_verse_text": "Although you are fully aware of this, I want to remind you that after Jesus had delivered His people out of the land of Egypt, He destroyed those who did not believe.",
    "ult_verse_text": "अब, एक पटक सबै {कुराहरू} तिमीहरूलाई थाहा भए पनि म तिमीहरूलाई याद दिलाउन चाहन्छु, येशूले मिश्रको मुलुकबाट मानिसहरूलाई उद्धार गर्नु भएर पनि विश्‍वास नगर्नेहरूलाई पछि नष्ट गर्नुभयो ।",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-infostructure",
        "orig_language_quote": "ὑπομνῆσαι & ὑμᾶς βούλομαι, εἰδότας ὑμᾶς ἅπαξ πάντα",
        "note": "यदि यो तपाईंको भाषामा स्वाभाविक हो भने, तपाईंले पहिलो दुई खण्डहरूको क्रमलाई उल्टाउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"तपाईंलाई सबै कुराहरू एक पटकको लागि थाहा छ, म तपाईंलाई सम्झाउन चाहन्छु\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-infostructure]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πάντα",
        "note": "यहाँ, **सबै {थिंग्स}** ले विशेष गरी सबै जानकारीलाई जनाउँछ जसको जुडले आफ्ना पाठकहरूलाई सम्झाउन गइरहेको छ। यसको मतलब यो होइन कि त्यहाँ परमेश्वरको बारेमा वा सामान्य रूपमा सबै कुरा थाहा छ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो वाक्यांश स्पष्ट रूपमा भन्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"यी सबै चीजहरू जुन म तपाईंलाई सम्झाउँदै छु\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-textvariants",
        "orig_language_quote": "ὅτι Ἰησοῦς",
        "note": "यहाँ, केही पुरातन पाण्डुलिपिहरूमा \"त्यो प्रभु।\" तपाईंको अनुवादमा कुन वाक्यांश प्रयोग गर्ने भन्ने निर्णय गर्न जुडेको परिचयको अन्त्यमा पाठ्य मुद्दाहरूको छलफल हेर्नुहोस्। (हेर्नुहोस्: [[rc://*/ta/man/translate/translate-textvariants]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "λαὸν ἐκ γῆς Αἰγύπτου σώσας",
        "note": "यसको मतलब यो हुन सक्छ: (1) जुडले यस खण्डमा वर्णन गरिएको घटनाको समयलाई संकेत गरिरहेको छ, जसमा अर्को खण्डमा \"पछि\" को घटनाबाट समय स्पष्ट हुन्छ। (2) यहूदाले यस खण्डमा येशूले के गर्नुभयो र अर्कोमा के गर्नुभयो बीचमा भिन्नता देखाउँदै हुनुहुन्छ। वैकल्पिक अनुवाद: \"यद्यपि उसले मिश्रको भूमिबाट मानिसहरूलाई बचायो\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "λαὸν ἐκ γῆς Αἰγύπτου σώσας",
        "note": "यदि यो तपाईंको पाठकहरूको लागि उपयोगी हुनेछ भने, तपाईंले स्पष्ट रूपमा बताउन सक्नुहुन्छ कि मानिसहरू को थिए जसलाई उहाँले **बचाउनुभयो**। वैकल्पिक अनुवाद: \"इस्राएलका मानिसहरूलाई मिश्रको भूमिबाट बचाएर\" वा \"इस्राएलीहरूलाई मिश्रको भूमिबाट बचाएर\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      }
    ]
  },
  {
    "reference": "Jud 1:6",
    "bsb_verse_text": "And the angels who did not stay within their own domain but abandoned their proper dwelling—these He has kept in eternal chains under darkness, bound for judgment on that great day.",
    "ult_verse_text": "र {उनीहरूको} आफ्नै क्षेत्र कायम नराख्‍ने तर {उनीहरूको} वासस्थान त्याग्‍ने स्वर्गदूतहरूलाई, उहाँले अनन्त साङ्लोमा अन्धकारमुनि महादिनको न्यायको निम्ति राख्‍नुभएको छ",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-distinguish",
        "orig_language_quote": "τοὺς μὴ τηρήσαντας τὴν ἑαυτῶν ἀρχὴν",
        "note": "यहाँ, यहूदाले ** स्वर्गदूतहरू ** लाई छुट्याउन यो वाक्यांश प्रयोग गर्दछ जसलाई परमेश्वरले न्यायको लागि राखेका थिएनन्। (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-distinguish]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τὴν ἑαυτῶν ἀρχὴν",
        "note": "यहाँ, **डोमेन** को रूपमा अनुवाद गरिएको शब्दले आफ्नो प्रभावको क्षेत्र वा अधिकार भएको ठाउँलाई जनाउँछ। वैकल्पिक अनुवाद: \"उनीहरूको प्रभावको उचित क्षेत्र\" वा \"आफ्नै अधिकारको स्थान\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "δεσμοῖς ἀϊδίοις ὑπὸ ζόφον τετήρηκεν",
        "note": "यहाँ, **उसले** भगवानलाई जनाउँछ। यदि यो तपाइँको पाठकहरु को लागी उपयोगी हुनेछ भने, तपाइँ यसलाई स्पष्ट रूपमा व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"परमेश्वरले अनन्त साङ्लामा राख्नुभएको छ, अन्धकारमा\" (हेर्नुहोस्: [[rc://*/ta/man/translate/writing-pronouns]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "δεσμοῖς ἀϊδίοις & τετήρηκεν",
        "note": "यहाँ, **अनन्त साङ्लोमा राखिएको** ले सदाको लागि रहने कारावासलाई जनाउँछ। यदि यो तपाईंको भाषामा उपयोगी छ भने, तपाईंले आफ्नो अनुवादमा कैदको विचार समावेश गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"परमेश्वरले अनन्तको लागि कैद गर्नुभएको छ\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ὑπὸ ζόφον",
        "note": "यहाँ, **अँध्यारो** एक मेटोनिम हो जसले मृत वा नरकको स्थानलाई प्रतिनिधित्व गर्दछ। वैकल्पिक अनुवाद: \"नरकको पूर्ण अन्धकारमा\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metonymy]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "εἰς κρίσιν μεγάλης ἡμέρας",
        "note": "यस वाक्यांशले स्वर्गदूतहरूलाई कैद गरिएको उद्देश्य वा लक्ष्य दिन्छ। वैकल्पिक अनुवाद: \"महान दिनको न्यायको उद्देश्यको लागि\" (हेर्नुहोस्: [[rc://*/ta/man/translate/grammar-connect-logic-goal]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "εἰς κρίσιν μεγάλης ἡμέρας",
        "note": "यदि यो तपाईंको भाषामा उपयोगी छ भने, तपाईंले सार संज्ञा **निर्णय** पछाडिको विचारलाई समान अभिव्यक्तिको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"महान दिनको लागि जब परमेश्वरले न्याय गर्नुहुन्छ\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "μεγάλης ἡμέρας",
        "note": "यहाँ, **महान दिन** ले \"प्रभुको दिन\" लाई जनाउँछ, जुन समय हो जब परमेश्वरले सबैको न्याय गर्नुहुन्छ, र येशू पृथ्वीमा फर्कनुहुन्छ। (हेर्नुहोस्: [[rc://*/tw/dict/bible/kt/dayofthelord]]) यदि यो तपाईंको पाठकहरूको लागि उपयोगी हुनेछ भने, तपाईंले यसलाई स्पष्ट रूपमा व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"परमप्रभुको महान दिन\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      }
    ]
  },
  {
    "reference": "Jud 1:7",
    "bsb_verse_text": "In like manner, Sodom and Gomorrah and the cities around them, who indulged in sexual immorality and pursued strange flesh, are on display as an example of those who sustain the punishment of eternal fire.",
    "ult_verse_text": "सदोम र गमोरा र उनीहरू वरिपरिका सहरहरूले गरे जस्तै उही यौन अनैतिकता गरेर र अरू मानिसहरूको पछि लागेर अनन्त आगोको दण्ड भोगेकाहरूलाई उदाहरण {को रूपमा} प्रस्तुत गरिएका छन् ।",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "Σόδομα καὶ Γόμορρα, καὶ αἱ περὶ αὐτὰς πόλεις",
        "note": "यहाँ, **सदोम**, **गोमोरा**, र **शहर** सबैले ती सहरहरूमा बस्ने मानिसहरूलाई जनाउँछ। वैकल्पिक अनुवाद: \"सदोम र गमोरा क्षेत्रका मानिसहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metonymy]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "τὸν ὅμοιον τρόπον τούτοις",
        "note": "यहाँ, **यी** ले अघिल्लो पदमा उल्लेख गरिएका स्वर्गदूतहरूलाई जनाउँछ। सदोम र गमोराका यौन पापहरू स्वर्गदूतहरूको दुष्ट मार्गहरू जस्तै विद्रोहको परिणाम थिए। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो वाक्यांश स्पष्ट रूपमा भन्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"यी दुष्ट स्वर्गदूतहरू जस्तै\" (हेर्नुहोस्: [[rc://*/ta/man/translate/writing-pronouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐκπορνεύσασαι",
        "note": "यदि यो तपाईंको भाषामा उपयोगी हुनेछ भने, तपाईंले सार संज्ञा पछाडिको विचार व्यक्त गर्न सक्नुहुन्छ**यौन अमरता** बराबर अभिव्यक्तिको साथ। वैकल्पिक अनुवाद: \"यौन अनैतिक कार्य गरेको\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "καὶ ἀπελθοῦσαι ὀπίσω σαρκὸς ἑτέρας",
        "note": "यहाँ जुडले लाक्षणिक रूपमा **पछि गएको** भन्ने वाक्यांश प्रयोग गरेको छ जुन उचित गतिविधिको सट्टा सक्रिय रूपमा अनुचित गतिविधिमा संलग्न हुनुलाई जनाउँछ। झूटा देवताहरूको उपासना गर्ने वा यौन अनैतिकतामा संलग्न मानिसहरूलाई वर्णन गर्न यो अभिव्यक्ति प्रायः बाइबलमा प्रयोग गरिएको छ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो वाक्यांशलाई शाब्दिक रूपमा भन्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"र बानीमा अन्य शरीर संग यौन अनैतिकता मा संलग्न\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "σαρκὸς ἑτέρας",
        "note": "यहाँ, **अन्य शरीर** ले सन्दर्भ गर्न सक्छ: (1) अघिल्लो खण्डमा उल्लेख गरिएको यौन अनैतिकता। वैकल्पिक अनुवाद: \"अनुचित यौन सम्बन्ध\" (2) फरक प्रजातिको मासु, यस अवस्थामा सदोम र गमोराका मानिसहरूसँग यौन सम्बन्ध राख्न चाहने स्वर्गदूतहरूलाई संकेत गर्दै। वैकल्पिक अनुवाद: \"भिन्न प्रकारको मासु"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "πρόκεινται δεῖγμα",
        "note": "सदोम र गमोराका मानिसहरूको विनाश परमेश्वरलाई अस्वीकार गर्ने मानिसहरूलाई के हुन्छ भन्ने एउटा उदाहरण हो। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो वाक्यांश स्पष्ट रूपमा भन्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"परमेश्वरलाई अस्वीकार गर्नेहरूको उदाहरणको रूपमा देखाइएको छ\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "πυρὸς αἰωνίου δίκην ὑπέχουσαι",
        "note": "यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले अमूर्त संज्ञा **सजा** पछाडिको विचारलाई मौखिक वाक्यांशको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"परमेश्‍वरले तिनीहरूलाई अनन्त आगोले दण्ड दिँदा पीडा\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      }
    ]
  },
  {
    "reference": "Jud 1:8",
    "bsb_verse_text": "Yet in the same way these dreamers defile their bodies, reject authority, and slander glorious beings.",
    "ult_verse_text": "तैपनि त्यसै गरी, यी सपना देख्‍नेहरूले वास्तवमा शरीरलाई अशुद्ध तुल्याउँछन्, तर प्रभुत्वलाई इन्कार गर्छन् र महिमित जनको निन्दा गर्छन् ।",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ὁμοίως",
        "note": "यहाँ, **यस्तै तरिकाले** ले अघिल्लो पदमा उल्लेख गरिएको सदोम र गमोराका मानिसहरूको यौन अनैतिकतालाई बुझाउँछ, र सम्भवतः पद [] (../) मा उल्लेख गरिएका दुष्ट स्वर्गदूतहरूको अनुचित व्यवहार। 01/06.md)। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो जडान स्पष्ट रूपमा बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"यी यौन अनैतिकहरू जस्तै\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "οὗτοι ἐνυπνιαζόμενοι",
        "note": "यहाँ, **यी**हरूले पद [4] (../01/04.md) मा प्रस्तुत गरिएका झूटा शिक्षकहरूलाई जनाउँछ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो वाक्यांश स्पष्ट रूपमा भन्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"यी झूटा शिक्षकहरू जसले सपना देख्छन्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/writing-pronouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "σάρκα μὲν μιαίνουσιν",
        "note": "यहाँ, **मासु** ले यी झूटा शिक्षकहरूको शरीरलाई बुझाउँछ। पावल यस विचारसँग सहमत छन् जब उनले १ कोरिन्थी ६:१८ मा भनेका छन् कि यौन अनैतिकता आफ्नै शरीरको विरुद्धमा पाप हो। यदि यो तपाईंको भाषामा उपयोगी छ भने, तपाईंले यो विचार स्पष्ट रूपमा बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद:\n\"तिनीहरूको शरीरलाई अशुद्ध पार्नुहोस्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metonymy]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "κυριότητα",
        "note": "यहाँ, ** प्रभुत्व** ले सन्दर्भ गर्न सक्छ: (1) येशूको प्रभुत्व। वैकल्पिक अनुवाद: \"येशूको शासन अधिकार\" (2) परमेश्वरको प्रभुत्व। वैकल्पिक अनुवाद: \"परमेश्वरको शासक अधिकार\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "κυριότητα & ἀθετοῦσιν",
        "note": "यदि यो तपाईको भाषामा उपयोगी हुन्छ भने, तपाईले सार संज्ञा **लोर्डशिप** पछाडिको विचारलाई समान अभिव्यक्तिको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"येशूले आज्ञा गर्नुभएको कुरालाई अस्वीकार गर्नुहोस्\" वा \"परमेश्‍वरले आज्ञा गर्नुभएको कुरा अस्वीकार गर्नुहोस्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "δόξας",
        "note": "यहाँ, ** महिमित व्यक्तिहरू ** ले स्वर्गदूतहरू जस्ता आत्मिक प्राणीहरूलाई बुझाउँछ। वैकल्पिक अनुवाद: \"महान आध्यात्मिक प्राणीहरू\""
      }
    ]
  },
  {
    "reference": "Jud 1:9",
    "bsb_verse_text": "But even the archangel Michael, when he disputed with the devil over the body of Moses, did not presume to bring a slanderous charge against him, but said, “The Lord rebuke you!”",
    "ult_verse_text": "तर प्रधान दूत मिखाएलले मोशाको शरीरबारे दियाबलससँग विवाद गर्दा, तिनले {त्यसको विरुद्ध} निन्दाको न्याय ल्याउने आँट गरेनन् । बरु, तिनले भने, \"प्रभुले तँलाई हप्‍काऊन्!\"",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "κρίσιν ἐπενεγκεῖν βλασφημίας",
        "note": "यहाँ यहूदाले **न्याय** को लाक्षणिक रूपमा बोल्दछ जस्तो कि यो कसैले एक ठाउँबाट अर्को ठाउँमा ** ल्याउन सक्ने कुरा हो। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपकलाई गैर-आलंकारिक तरिकामा बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"उनको विरुद्धमा निन्दाको फैसला बोल्न\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "κρίσιν ἐπενεγκεῖν βλασφημίας",
        "note": "यदि यो तपाईंको भाषामा उपयोगी छ भने, तपाईंले सार संज्ञा **निर्णय** पछाडिको विचारलाई समान अभिव्यक्तिको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"उहाँलाई निन्दाको आरोप लगाउन\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "κρίσιν ἐπενεγκεῖν βλασφημίας",
        "note": "यहुदा ले **निर्णय** लाई **निंदा** द्वारा विशेषता भएको वर्णन गर्नको लागि स्वामित्वको रूप प्रयोग गरिरहेको छ। यदि यो तपाईंको भाषामा स्पष्ट छैन भने, तपाईंले यसलाई व्याख्या गर्न वाक्यांश प्रयोग गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"उसको विरुद्धमा निन्दनीय न्याय ल्याउन\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-possession]])"
      }
    ]
  },
  {
    "reference": "Jud 1:10",
    "bsb_verse_text": "These men, however, slander what they do not understand, and like irrational animals, they will be destroyed by the things they do instinctively.",
    "ult_verse_text": "तर यिनीहरूले जे बुझ्दैनन् त्यसैको निन्दा गर्छन्; तर तिनीहरू अविवेकशील पशुको रूपमा स्वभाविक ज्ञानद्वारा जे बुझ्‍छन् तिनीहरू यिनै {कुराहरू}द्वारा नष्ट भइरहेका छन् ।",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "οὗτοι",
        "note": "यहाँ, **यीहरू** ले पद [४] (../01/04.md) मा प्रस्तुत गरिएका झूटा शिक्षकहरूलाई जनाउँछ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो वाक्यांश स्पष्ट रूपमा भन्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"यी झूटा शिक्षकहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/writing-pronouns]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὅσα & οὐκ οἴδασιν",
        "note": "यस शब्दले **के** लाई बुझाउन सक्छ: (1) अघिल्लो पदमा उल्लेख गरिएको आध्यात्मिक क्षेत्र। वैकल्पिक अनुवाद: \"आध्यात्मिक क्षेत्र, जुन तिनीहरूले बुझ्दैनन्\" (2) पदमा उल्लेखित महिमाहरू [8] (../01/08.md)। वैकल्पिक अनुवाद: \"महिमाका व्यक्तिहरू, जुन तिनीहरूले बुझ्दैनन्\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-simile",
        "orig_language_quote": "ὅσα & φυσικῶς ὡς τὰ ἄλογα ζῷα ἐπίστανται",
        "note": "यो खण्डले झूटा शिक्षकहरूको यौन अनैतिकतालाई जनाउँछ, जसले सोचविचार नगरी आफ्नो प्राकृतिक यौन इच्छा अनुसार जीवन बिताउँछन्, जसरी जनावरहरूले गर्छन्। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो उपमालाई गैर-आलंकारिक तरिकामा अनुवाद गरेर व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"उनीहरूले स्वाभाविक रूपमा के बुझ्छन्, अनियन्त्रित यौन इच्छाहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-simile]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "ἐν τούτοις",
        "note": "यहाँ, **यी {वस्तुहरू}** ले \"उनीहरूले वृत्तिबाट के बुझ्छन्\" लाई बुझाउँछ, जुन यौन अनैतिक कार्य हो। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यसलाई स्पष्ट रूपमा व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"यी यौन अनैतिक कार्यहरू द्वारा\" (हेर्नुहोस्: [[rc://*/ta/man/translate/writing-pronouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐν τούτοις φθείρονται",
        "note": "यदि तपाईंको भाषाले निष्क्रिय फारम **नष्ट हुँदैछ** प्रयोग गर्दैन भने, तपाइँ यसलाई सक्रिय फारमको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"यी चीजहरूले तिनीहरूलाई नष्ट गर्दैछन्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-activepassive]])"
      }
    ]
  },
  {
    "reference": "Jud 1:11",
    "bsb_verse_text": "Woe to them! They have traveled the path of Cain; they have rushed headlong into the error of Balaam; they have perished in Korah’s rebellion.",
    "ult_verse_text": "तिनीहरूलाई धिक्‍कार छ! किनकि तिनीहरू कयिनको मार्गमा लागेका छन् र ज्याला {को निम्ति} बालमको गल्तीमा आफैलाई छोडेका छन् र तिनीहरू कोरहको विद्रोहमा नष्ट भएका छन् ।",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "οὐαὶ αὐτοῖς",
        "note": "वाक्यांश **तिनीहरुलाई धिक्कार छ ** \"धन्य तिमीहरु\" को विपरीत छ। यसले सङ्केत गर्छ कि मानिसहरूलाई सम्बोधन गरिँदै गर्दा नराम्रो कुराहरू हुन गइरहेका छन्, किनभने तिनीहरूले परमेश्वरलाई असन्तुष्ट पारेका छन्। वैकल्पिक अनुवाद: \"यो तिनीहरूको लागि कति भयानक छ\" वा \"समस्या तिनीहरूलाई आउनेछ\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-idiom]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῇ ὁδῷ τοῦ Κάϊν ἐπορεύθησαν",
        "note": "यहाँ, **मार्गमा गएका छन्** \"जस्तै जीवन बिताएका छन्\" को रूपक हो। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपकलाई गैर-आलंकारिक तरिकामा बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"उनीहरूले कयिनले जस्तै जीवन बिताएका छन्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τοῦ Κάϊν",
        "note": "यहाँ यहूदाले झूटा शिक्षकहरूलाई **काइन**सँग तुलना गर्छ। जुडले पुरानो नियमको पुस्तक उत्पत्तिको पुस्तकमा रेकर्ड गरिएको कथालाई उल्लेख गर्दैछ भनी उहाँका पाठकहरूले थाहा पाउनेछन् भनी मान्छन्। त्यस कथामा, कयिनले परमेश्वरलाई अस्वीकार्य बलिदान दिए, र परमेश्वरले उसको प्रस्तावलाई अस्वीकार गर्नुभयो। फलस्वरूप ऊ क्रोधित भयो र आफ्नो भाइ हाबिलको ईर्ष्या गर्न थाल्यो, किनभने परमेश्वरले हाबिलको प्रस्ताव स्वीकार गर्नुभएको थियो। कयिनको क्रोध र ईर्ष्याले उसलाई आफ्नो भाइको हत्या गर्न उक्सायो। परमेश्वरले कयिनलाई भूमि खेती गर्नबाट निष्कासन गरेर दण्ड दिनुभयो। थप रूपमा, यहूदाले यो पत्र लेखेको समयमा, यहूदीहरूले कयिनलाई अरू मानिसहरूलाई कसरी पाप गर्न सिकाउने व्यक्तिको उदाहरण मानेका थिए, जुन यी झूटा शिक्षकहरू गरिरहेका थिए। यदि यो तपाइँको पाठकहरु को लागी उपयोगी छ भने तपाईले केहि स्पष्ट रुपमा संकेत गर्न सक्नुहुन्छ, विशेष गरी यदि उनीहरुलाई कथा थाहा छैन भने। वैकल्पिक अनुवाद, कथनको रूपमा: \"काइनको, जसले आफ्नो भाइको हत्या गर्यो\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐξεχύθησαν",
        "note": "वैकल्पिक अनुवाद: \"निम्न प्रकारले पूर्णतया योग्य छन्\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τοῦ Βαλαὰμ μισθοῦ",
        "note": "यहाँ यहूदाले झूटा शिक्षकहरूलाई **बलाम**सँग तुलना गर्छ। जुडले मान्छन् कि उनका पाठकहरूले थाहा पाउनेछन् कि उसले पुरानो नियमको पुस्तक नम्बरहरूमा रेकर्ड गरिएको कथालाई संकेत गरिरहेको छ। त्यस कथामा, बालामलाई दुष्ट राजाहरूले इस्राएलीहरूलाई सराप्न भाडामा लिएका थिए। जब परमेश्वरले बालामलाई त्यसो गर्न अनुमति दिनुभएन, तब बालामले दुष्ट महिलाहरूलाई इस्राएलीहरूलाई यौन अनैतिकता र मूर्तिपूजामा फसाउनको लागि प्रयोग गरे ताकि परमेश्वरले उनीहरूलाई तिनीहरूको अनाज्ञाकारीको लागि दण्ड दिनुहुनेछ। बिलामले यी दुष्ट कामहरू गरे किनभने तिनले दुष्ट राजाहरूबाट पैसा पाउन चाहन्थे, तर अन्ततः इस्राएलीहरूले आफ्नो भूमि जित्दा तिनलाई मारिए।\nकनान। तपाईंले यसलाई स्पष्ट रूपमा संकेत गर्न सक्नुहुन्छ यदि यो तपाईंको पाठकहरूलाई उपयोगी हुनेछ, विशेष गरी यदि उनीहरूलाई कथा थाहा छैन भने। वैकल्पिक अनुवाद, एक कथनको रूपमा: \"बालामको, जसले पैसाको लागि इस्राएलीहरूलाई अनैतिकतामा डोर्‍यायो\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τοῦ Κόρε",
        "note": "यहाँ यहूदाले झूटा शिक्षकहरूलाई **कोरह**सँग तुलना गर्छ। जुडले मान्छन् कि उनका पाठकहरूले थाहा पाउनेछन् कि उसले पुरानो नियमको पुस्तक नम्बरहरूमा रेकर्ड गरिएको कथालाई संकेत गरिरहेको छ। त्यस कथामा, कोरह इस्राएलका एक मानिस थिए जसले मोशा र हारूनको नेतृत्वको विरुद्धमा विद्रोहको नेतृत्व गरे, जसलाई परमेश्वरले नियुक्त गर्नुभएको थियो। परमेश्वरले कोरह र उहाँसँग विद्रोह गर्ने सबैलाई मार्नुभयो, तिनीहरूमध्ये केहीलाई जलाएर र अरूलाई निल्नको लागि जमिन खोलिदिनुभयो। यदि यो तपाइँको पाठकहरु को लागी उपयोगी छ भने तपाईले केहि स्पष्ट रुपमा संकेत गर्न सक्नुहुन्छ, विशेष गरी यदि उनीहरुलाई कथा थाहा छैन भने। वैकल्पिक अनुवाद, कथनको रूपमा: \"कोरहको, जसले परमेश्वरका नियुक्त नेताहरू विरुद्ध विद्रोह गरे\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-pastforfuture",
        "orig_language_quote": "ἀπώλοντο",
        "note": "यहूदाले भविष्यमा हुने कुनै पनि घटनालाई सङ्केत गर्न लाक्षणिक अर्थमा भूतकालको प्रयोग गरिरहेका छन् । त्यो घटना अवश्य घट्नेछ भनेर देखाउन उनले यसो गरिरहेका छन् । यदि यो तपाईंको भाषामा स्पष्ट छैन भने, तपाईं भविष्यत् काल प्रयोग गर्न सक्नुहुनेछ । वैकल्पिक अनुवाद: \"तिनीहरू निश्चय नै नाश हुनेछन्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-pastforfuture]])"
      }
    ]
  },
  {
    "reference": "Jud 1:12",
    "bsb_verse_text": "These men are hidden reefs in your love feasts, shamelessly feasting with you but shepherding only themselves. They are clouds without water, carried along by the wind; fruitless trees in autumn, twice dead after being uprooted.",
    "ult_verse_text": "यिनीहरू तिमीहरूका प्रिती भोजहरूमा गुप्‍त ढुङ्गाहरू हुन्, जसले {तिमीहरू}सँगै निर्लज्‍ज रूपमा खान्छन्, आफ्नो मात्र वास्ता गर्ने, हावाले उडाएको पानीविनाको बादल, फलहीन शरद कालीन रूखहरू, दुई पटक मरेका, जरा उखेलिएका,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "οὗτοί",
        "note": "यहाँ, **यीहरू** ले पद [4] (../01/04.md) मा प्रस्तुत गरिएका झूटा शिक्षकहरूलाई बुझाउँछ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो वाक्यांश स्पष्ट रूपमा भन्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"यी झूटा शिक्षकहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/writing-pronouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "σπιλάδες",
        "note": "यहाँ, ** चट्टानहरू ** ठूला चट्टानहरू हुन् जुन समुद्रमा पानीको सतहको धेरै नजिक छन्। किनभने नाविकहरूले तिनीहरूलाई देख्न सक्दैनन्, तिनीहरू धेरै खतरनाक छन्। यदि तिनीहरूले यी चट्टानहरूमा ठोके भने जहाजहरू सजिलै नष्ट हुन सक्छ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपकलाई उपमा वा गैर-आलंकारिक रूपमा व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"तिनीहरू लुकेका चट्टानहरू जस्तै छन्\" वा \"यद्यपि तिनीहरू अस्पष्ट छन्, यी मानिसहरू अत्यन्त खतरनाक छन्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "ταῖς ἀγάπαις",
        "note": "यहाँ, **प्रेम भोज** ले क्रिश्चियनहरूको भेलालाई बुझाउँछ जहाँ उनीहरूले सँगै खाना खाए। यी **भोजहरू** प्रारम्भिक चर्चमा भएका थिए र सम्भवतः येशूको मृत्युको सम्झना गर्न रोटी र दाखमद्य बाँड्नु समावेश थियो, जसलाई पावलले 1 कोरिन्थी 11:20 मा \"प्रभुको भोज\" भनेका छन्। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यी केही जानकारी स्पष्ट रूपमा व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \" सँगी विश्वासीहरूसँग साम्प्रदायिक भोजन\" (हेर्नुहोस्: [[rc://*/ta/man/translate/translate-unknown]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἑαυτοὺς ποιμαίνοντες",
        "note": "यहाँ यहूदाले लाक्षणिक रूपमा झूटा शिक्षकहरूको स्वार्थी रूपमा आफ्नो आवश्यकताको हेरचाह कुरा कुरा तिनीहरू मानिन्छन् कि गोठालाहरू आफ्नो बगालको सट्टालाई खुवाउँछन् र हेरचाह प्रेम गर्छन्। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, पूर्ण रूपले उपमा वा गैर-आलंकारिक रूपमा व्यक्त गर्न सकिन्छ। वैकल्पिक अनुवाद: \"आफ्ना बगालको सट्टालाई खुव्दा गोठालाहरू जस्तै\" वा \"आफ्नो हेरचाह मात्र\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "νεφέλαι ἄνυδροι ὑπὸ ἀνέμων παραφερόμεναι",
        "note": "यहूदाले झूटा शिक्षकहरूको बेकारको वर्णन गर्न लाक्षणिक रूपमा बोल्छन्। मानिसहरूले बादलले बाली उब्जाउनको लागि पानी दिने आशा गर्छन्, तर **पानीविहीन बादल**ले पानी नदिई हावाले उडाएर किसानहरूलाई निराश पार्छ। त्यसैगरी, झूटा शिक्षकहरूले धेरै कुराको प्रतिज्ञा गरे तापनि तिनीहरूले गरेको प्रतिज्ञा पूरा गर्न असमर्थ छन्। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपकलाई गैर-आलंकारिक तरिकामा अनुवाद गरेर वा रूपकलाई उपमामा बदल्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"यी झूटा शिक्षकहरूले आफूले गरेको वाचा कहिल्यै दिँदैनन्\" वा \"यी झूटा शिक्षकहरू पानी बिनाको बादल जस्तै निराश हुन्छन्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ὑπὸ ἀνέμων παραφερόμεναι",
        "note": "यदि तपाईंको भाषाले निष्क्रिय फारम **साथै राखिएको** प्रयोग गर्दैन भने, तपाइँ यसलाई सक्रिय फारमको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"जसलाई हावाले साथ दिन्छ\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-activepassive]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "δένδρα φθινοπωρινὰ ἄκαρπα",
        "note": "यहाँ यहूदाले फेरि झूटा शिक्षकहरूको लाक्षणिक रूपमा तिनीहरूको बेकारको वर्णन गर्दछ। मानिसहरू शरद ऋतुमा रूखहरूले फल दिने आशा गर्छन्, तर **फलविहीन शरद रूखहरूले तिनीहरूलाई निराश पार्छन्। त्यसैगरी, झूटा शिक्षकहरूले धेरै कुराको प्रतिज्ञा गरे तापनि तिनीहरूले गरेको प्रतिज्ञा पूरा गर्न असमर्थ छन्। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपकलाई गैर-आलंकारिक तरिकामा अनुवाद गरेर वा रूपकलाई उपमामा बदल्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"कहिल्यै उनीहरूले वाचा गरेनन्\" वा \"बाँझी फलफूलका रूखहरू जस्तै\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-pastforfuture",
        "orig_language_quote": "δὶς ἀποθανόντα ἐκριζωθέντα",
        "note": "यहाँ यहूदाले भविष्यमा हुने कुरालाई सन्दर्भ गर्नको लागि भूतकाललाई प्रतीकात्मक रूपमा प्रयोग गरिरहेको छ। घटना अवश्य हुन्छ भनी देखाउनको लागि उसले यस्तो गरेको हो। यदि यो तपाईंको भाषामा स्पष्ट छैन भने, तपाईंले भविष्य काल प्रयोग गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"तिनीहरू निश्चित रूपमा दुई पटक मर्नेछन्, तिनीहरू निश्चित रूपमा उखेलिनेछन्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-pastforfuture]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "δὶς ἀποθανόντα ἐκριζωθέντα",
        "note": "यहाँ, **दुई पटक मर्नु** को अर्थ हुन सक्छ: (1) रूखहरूलाई पहिले मरेको मानिन्छ किनभने तिनीहरूले फल फलाउँदैनन्, तर दोब्बर मरेका छन् किनभने तिनीहरू फल नपाएपछि उखेलिएका छन्। वैकल्पिक अनुवाद: \"फलहीन र उखेलेर दुई पटक मर्नु\"\nयहाँ, **दुई पटक मर्नु** को अर्थ हुन सक्छ: (1) रूखहरूलाई पहिले मरेको मानिन्छ किनभने तिनीहरूले फल फलाउँदैनन्, तर दोब्बर मरेका छन् किनभने तिनीहरू फल नपाएपछि उखेलिएका छन्। वैकल्पिक अनुवाद: \"फलहीन र उखेलेर दुई पटक मर्नु\" (1) रूखहरू, जसले झूटा शिक्षकहरूलाई प्रतिनिधित्व गर्दछ, आत्मिक रूपमा मरेका छन् तर परमेश्वरले तिनीहरूलाई मार्दा शारीरिक रूपमा पनि मर्नेछन्। \"आध्यात्मिक रूपमा मरेको र त्यसपछि तिनीहरू उखेलिएपछि शारीरिक रूपमा मरेको\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐκριζωθέντα",
        "note": "जुडले यी झूटा शिक्षकहरूमाथिको परमेश्वरको न्यायलाई लाक्षणिक रूपमा वर्णन गर्दछ जुन रूखहरू जमिनबाट पूर्ण रूपमा जराबाट उखेलिएको छ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपकलाई गैर-आलंकारिक तरिकामा बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"नष्ट भएको\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "ἐκριζωθέντα",
        "note": "यदि तपाईको भाषाले यो निष्क्रिय फारम प्रयोग गर्दैन भने, तपाईले यसलाई सक्रिय फारमको साथ भन्न सक्नुहुन्छ र कसले कार्य गर्यो भन्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"भगवानले तिनीहरूलाई उखेल्नुभयो\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-activepassive]])"
      }
    ]
  },
  {
    "reference": "Jud 1:13",
    "bsb_verse_text": "They are wild waves of the sea, foaming up their own shame; wandering stars, for whom blackest darkness has been reserved forever.",
    "ult_verse_text": "समुद्रका उर्लँदा छालहरू, उनीहरूका आफ्नै लज्‍जासपद कार्यहरूको फीँज उकेल्‍ने, बत्तिएका ताराहरू, जसको निम्ति अन्धकारको अँध्यारो अनन्तताको निम्ति राखिएको छ ।",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "κύματα ἄγρια θαλάσσης",
        "note": "यहाँ यहूदाले झूटा शिक्षकहरूको लाक्षणिक रूपमा तिनीहरूको अनियन्त्रित र अटुट व्यवहारको वर्णन गर्दछ। उहाँले तिनीहरूलाई **जंगली छालहरू** भनेर वर्णन गर्नुहुन्छ जुन अनियन्त्रित ढंगले हान्छन्। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपकलाई गैर-आलंकारिक तरिकामा अनुवाद गरेर वा रूपकलाई उपमामा बदल्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"तिनीहरू अनियन्त्रित रूपमा कार्य गर्छन्\" वा \"उनीहरू जंगली छालहरू जस्तै अनियन्त्रित छन्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐπαφρίζοντα τὰς ἑαυτῶν αἰσχύνας",
        "note": "यहाँ यहूदाले अघिल्लो वाक्यांशको तरंग रूपक विस्तार गर्दछ, झूटा शिक्षकहरूको **लज्जाजनक कामहरू** लाई लाक्षणिक रूपमा बोल्दै। जसरी छालहरूले किनारमा फोहोर फोम छोड्छन् जुन सबैले देख्न सक्छन्, त्यसरी नै झूटा शिक्षकहरू अरूको नजरमा लाजमर्दो व्यवहार गरिरहन्छन्। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपकलाई गैर-आलंकारिक तरिकामा अनुवाद गरेर वा रूपकलाई उपमामा बदल्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"तिनीहरूले आफ्ना लाजमर्दो कामहरू सबैलाई देखाउँछन्\" वा \"तिनीहरूले आफ्ना लाजमर्दो कामहरू देखाउँछन् जस्तै छालहरूले फोम छोड्छन्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἀστέρες πλανῆται",
        "note": "यहाँ, **भण्डर गर्ने ताराहरू** वाक्यांशले **ताराहरू** वर्णन गर्दछ जुन तिनीहरूको आवागमनको सामान्य मार्गबाट ​​टाढा भइसकेको छ। यहूदाले झूटा शिक्षकहरूलाई प्रभुलाई खुसी पार्ने काम गर्न छोडेका मानिसहरूको रूपमा वर्णन गर्न लाक्षणिक रूपमा यो अभिव्यक्ति प्रयोग गर्दछ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपकलाई गैर-आलंकारिक तरिकामा वा उपमा प्रयोग गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"अब धर्मी रूपमा बाँच्ने छैन\" वा \"ताराहरू जस्तै जो आफ्नो उचित मार्गबाट ​​टाढा भइरहेका छन्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-activepassive",
        "orig_language_quote": "οἷς ὁ ζόφος τοῦ σκότους εἰς αἰῶνα τετήρηται",
        "note": "यदि तपाईंको भाषाले निष्क्रिय फारम **राखिएको छ** प्रयोग गर्दैन भने, तपाइँ यसलाई सक्रिय फारमको साथ व्यक्त गर्न सक्नुहुन्छ, र तपाइँ कार्य कसले गर्यो भनेर बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"जसको लागि परमेश्वरले अन्धकार र अन्धकारलाई अनन्तसम्म राख्नुभएको छ\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-activepassive]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "οἷς",
        "note": "यहाँ, **कसलाई** ले झूटा शिक्षकहरूलाई बुझाउँछ जसलाई जुडले अघिल्लो वाक्यांशमा \"भटकता ताराहरू\" भनेका थिए। यदि यो तपाईंको पाठकहरूको लागि उपयोगी हुनेछ भने, तपाईंले स्पष्ट रूपमा संकेत गर्न सक्नुहुन्छ कि यसले झूटा शिक्षकहरूलाई जनाउँछ। वैकल्पिक अनुवाद: \"झूटा शिक्षकहरू जसको लागि\" (हेर्नुहोस्: [[rc://*/ta/man/translate/writing-pronouns]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ὁ ζόφος τοῦ σκότους",
        "note": "यहाँ, **अन्धकारको अन्धकार** को अर्थ हुन सक्छ: (1) अन्धकारलाई अन्धकारले चित्रण गर्छ। वैकल्पिक अनुवाद: \"गाढा अन्धकार\" (2) अन्धकार अन्धकारसँग समान छ। वैकल्पिक अनुवाद: \"अन्धकार, जो अन्धकार हो।\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ὁ ζόφος τοῦ σκότους",
        "note": "यहाँ यहूदाले नरकलाई बुझाउन लाक्षणिक रूपमा **अन्धकार** र **अन्धकार** प्रयोग गर्दछ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपक सीधै भन्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"जसको लागि परमेश्वरले नरकको अन्धकारको अन्धकार सुरक्षित गर्नुभएको छ\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      }
    ]
  },
  {
    "reference": "Jud 1:14",
    "bsb_verse_text": "Enoch, the seventh from Adam, also prophesied about them: “Behold, the Lord is coming with myriads of His holy ones",
    "ult_verse_text": "अब, आदमदेखिका सातौँ पुस्ताका हनोकले पनि यी कुराहरूबारे अगमवाणी गरे, \"हेर! प्रभु उहाँका असंख्य पवित्र जनहरूसँग आउनुभयो,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Ἑνὼχ",
        "note": "**हनोक** एक मानिसको नाम हो। (हेर्नुहोस्: [[rc://*/ta/man/translate/translate-names]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἕβδομος ἀπὸ Ἀδὰμ",
        "note": "**आदम** लाई मानवजातिको पहिलो पुस्ता मानिन्छ, हनोक सातौं पुस्ता हो।"
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-names",
        "orig_language_quote": "Ἀδὰμ",
        "note": "**आदम** एक मानिसको नाम हो। (हेर्नुहोस्: [[rc://*/ta/man/translate/translate-names]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "τούτοις",
        "note": "यहाँ, **यीहरूले** झूटा शिक्षकहरूलाई बुझाउँछ। यदि यो तपाइँको पाठकहरु को लागी उपयोगी हुनेछ भने, तपाइँ यसलाई स्पष्ट रूपमा व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"यी झूटा शिक्षकहरूको बारेमा\" (हेर्नुहोस्: [[rc://*/ta/man/translate/writing-pronouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-quotations",
        "orig_language_quote": "λέγων",
        "note": "तपाईंको भाषामा प्रत्यक्ष उद्धरणहरू परिचय गर्ने प्राकृतिक तरिकाहरू विचार गर्नुहोस्। वैकल्पिक अनुवाद: \"र उसले भन्यो\" (हेर्नुहोस्: [[rc://*/ta/man/translate/writing-quotations]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἰδοὺ",
        "note": "**हेर्नुहोस्** शब्दले श्रोता वा पाठकको ध्यान वक्ता वा लेखकले के भन्न खोजेको हो भन्नेमा केन्द्रित हुन्छ। यद्यपि यसको शाब्दिक अर्थ \"हेर्नुहोस्\" वा \"हेर्नुहोस्,\" शब्दलाई लाक्षणिक रूपमा सूचना र ध्यान दिनको लागि प्रयोग गर्न सकिन्छ, र जेम्सले यसलाई यहाँ कसरी प्रयोग गरिरहेको छ। वैकल्पिक अनुवाद: \"मैले भन्न खोजेको कुरामा ध्यान दिनुहोस्!\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-pastforfuture",
        "orig_language_quote": "ἦλθεν Κύριος",
        "note": "यहाँ जूडले भविष्यमा हुने कुरालाई सन्दर्भ गर्नको लागि भूतकाललाई प्रतीकात्मक रूपमा प्रयोग गरिरहेको छ। घटना अवश्य हुन्छ भनी देखाउनको लागि उसले यस्तो गरेको हो। यदि यो तपाईंको भाषामा स्पष्ट छैन भने, तपाईंले भविष्य काल प्रयोग गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"प्रभु अवश्य आउनुहुनेछ\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-pastforfuture]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "Κύριος",
        "note": "यहाँ, ** प्रभु** ले सन्दर्भ गर्न सक्नुहुन्छ: (1) येशू। वैकल्पिक अनुवाद, UST मा जस्तै: \"प्रभु येशू\" (2) भगवान। वैकल्पिक अनुवाद: \"परमेश्वर परमेश्वर\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/translate-unknown",
        "orig_language_quote": "μυριάσιν",
        "note": "शब्द**myriads** ग्रीक शब्द\"असंख्या\" को बहुवचन हो, जसको अर्थ दस हजार (10,000) हो तर प्रायः ठूलो संख्यालाई जनाउन प्रयोग गरिन्छ। तपाईले यो संख्यालाई तपाईको भाषामा सबैभन्दा स्वाभाविक हुने तरिकामा व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"दसौं हजार\" (हेर्नुहोस्: [[rc://*/ta/man/translate/translate-unknown]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἁγίαις",
        "note": "यहाँ, **पवित्र जनहरू** ले सन्दर्भ गर्न सक्छन्: (1) स्वर्गदूतहरू, जस्तै मत्ती 24:31, 25:31, मर्कूस 89:38, र २ थेसलोनिकी 1:7 मा न्यायको बारेमा समान कथनहरूमा स्वर्गदूतहरूको उपस्थितिले सुझाव दिएको छ। । वैकल्पिक अनुवाद, जस्तै UST मा: \"उनका पवित्र स्वर्गदूतहरू\" (2) विश्वासीहरू। वैकल्पिक अनुवाद: \"उहाँका पवित्र विश्वासीहरू\" वा \"उहाँका सन्तहरू\""
      }
    ]
  },
  {
    "reference": "Jud 1:15",
    "bsb_verse_text": "to execute judgment on everyone, and to convict all the ungodly of every ungodly act of wickedness and every harsh word spoken against Him by ungodly sinners.”",
    "ult_verse_text": "उनीहरूले अधर्मी तरिकाले गरे र अधर्मी पापीहरूले उहाँको विरुद्ध बोलेका सबै कठोर {कुराहरू}बारे उनीहरूका सबै अधर्मका कार्यहरूको बारे हरेक व्यक्तिलाई हप्‍काउन र हरेक विरुद्ध न्याय गर्न ।",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-goal",
        "orig_language_quote": "ποιῆσαι κρίσιν & καὶ ἐλέγξαι",
        "note": "यहाँ **to** शब्दका दुवै उदाहरणहरूले प्रभु आफ्ना पवित्र जनहरूसँग आउनु भएको उद्देश्यलाई संकेत गर्दछ। वैकल्पिक अनुवाद: \"न्यायको उद्देश्यको लागि ... र हप्काउनको लागि\" (हेर्नुहोस्: [[rc://*/ta/man/translate/grammar-connect-logic-goal]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ποιῆσαι κρίσιν κατὰ",
        "note": "यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले अमूर्त संज्ञा **निर्णय** पछाडिको विचारलाई मौखिक वाक्यांशसँग व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"न्याय गर्न\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-synecdoche",
        "orig_language_quote": "πᾶσαν ψυχὴν",
        "note": "यहाँ, **आत्मा** ले व्यक्तिलाई जनाउँछ। वैकल्पिक अनुवाद: \"हरेक व्यक्ति\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-synecdoche]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τῶν ἔργων ἀσεβείας αὐτῶν",
        "note": "यहाँ जूडले **कामहरू** वर्णन गर्नको लागि स्वामित्वको रूप प्रयोग गरिरहेको छ जुन **अभक्‍तता** द्वारा विशेषता हो। यदि यो तपाईंको भाषामा स्पष्ट छैन भने, तपाईंले यसलाई व्याख्या गर्न वाक्यांश प्रयोग गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"अधर्मी कामहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-possession]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τῶν σκληρῶν",
        "note": "यहाँ, **कठो {वस्तु}** ले कठोर भनाइहरूलाई बुझाउँछ जुन पापीहरूले प्रभुको विरुद्धमा निन्दा गर्छन्। वैकल्पिक अनुवाद: \"कठोर शब्दहरू\" वा \"अपमानजनक बयानहरू\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "αὐτοῦ",
        "note": "यहाँ सर्वनाम **हिम** ले सन्दर्भ गर्न सक्छ: (१) येशू। वैकल्पिक अनुवाद, UST मा जस्तै: \"येशू\" (2) भगवान। वैकल्पिक अनुवाद: \"परमेश्वर\" तपाईंले रोजेको विकल्प अघिल्लो पदमा \"भगवान\" को अर्थको लागि तपाईंको छनौटसँग सहमत हुनुपर्छ। (हेर्नुहोस्: [[rc://*/ta/man/translate/writing-pronouns]])"
      }
    ]
  },
  {
    "reference": "Jud 1:16",
    "bsb_verse_text": "These men are discontented grumblers, following after their own lusts; their mouths spew arrogance; they flatter others for their own advantage.",
    "ult_verse_text": "यिनीहरू फतफताउनेहरू, गनगन गर्नेहरू, उनीहरूको कामवासनामा चल्‍नेहरू र अहङ्कारपूर्ण कुराहरू बोल्ने, लाभको निम्ति उनीहरूको सामु तारिफ गर्नेहरू हुन् ।",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "οὗτοί",
        "note": "यहाँ, **यीहरूले** झूटा शिक्षकहरूलाई बुझाउँछ जुन यहूदाले पहिलो पद [4](../01/04.md) मा प्रस्तुत गरेको थियो र पत्रभरि छलफल गरेको छ। यहूदाले अघिल्लो पदमा दुष्ट काम गर्ने सबैको न्यायको वर्णन गर्नको लागि परिवर्तन गरेको हुनाले, यो पद विशेष गरी झूटा शिक्षकहरूमा ध्यान केन्द्रित गर्ने कुरामा फर्किने तपाईंको पाठकहरूलाई जानकारी दिनको लागि यो उपयोगी हुन सक्छ। वैकल्पिक अनुवाद: \"यी झूटा शिक्षकहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/writing-pronouns]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "εἰσιν γογγυσταί μεμψίμοιροι",
        "note": "यहाँ **गुनगुनाउने** र **गुनासोकर्ता** शब्दहरूले असन्तुष्टि वा दुख व्यक्त गर्ने दुई फरक तरिकालाई जनाउँछ। जबकि **गुनासो गर्नेहरू** आफ्ना गुनासोहरू चुपचाप बोल्ने व्यक्ति हुन्, **गुनासो गर्नेहरू** खुलेर बोल्छन्। जब इस्राएलीहरू मिश्र छोडेर उजाडस्थानमा यात्रा गर्दै थिए, तिनीहरूले अक्सर उहाँ र तिनीहरूका अगुवाहरू विरुद्ध गनगन र गुनासो गरेकोमा परमेश्‍वरद्वारा दण्डित हुनुहुन्थ्यो, जुन यहूदाको दिनमा यी झूटा शिक्षकहरूले के गरिरहेका थिए। वैकल्पिक अनुवाद: \"आफैंमा चुपचाप गनगन र ठूलो स्वरमा गुनासो\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πορευόμενοι",
        "note": "यहाँ जूडले लाक्षणिक रूपमा **जाने** प्रयोग गरेको छ जसलाई आदतमा केही गर्ने सन्दर्भमा उल्लेख गरिएको छ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपक शाब्दिक रूपमा भन्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"ती बानी बस्ने\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "τὰς ἐπιθυμίας αὐτῶν",
        "note": "यहाँ, ** अभिलाषा** ले परमेश्वरको इच्छाको विरोध गर्ने पापपूर्ण इच्छाहरूलाई बुझाउँछ। वैकल्पिक अनुवाद: \"तिनीहरूको पापपूर्ण इच्छाहरू\""
      },
      {
        "support_reference": "",
        "orig_language_quote": "τὸ στόμα αὐτῶν λαλεῖ",
        "note": "यहाँ जुडले एकवचन **मुख** लाई वितरणात्मक तरिकामा प्रयोग गर्दछ। यदि यो तपाईंको पाठकहरूलाई भ्रमित हुनेछ भने, तपाईंले यसलाई स्पष्ट रूपमा व्यक्त गर्न सक्नुहुन्छ वा बहुवचन संज्ञा र क्रिया प्रयोग गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"तिनीहरू प्रत्येकको मुख बोल्छ\" वा \"उनीहरूको मुख बोल्छ\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τὸ στόμα αὐτῶν λαλεῖ",
        "note": "यहाँ, **मुख** ले बोल्ने व्यक्तिलाई जनाउँछ। वैकल्पिक अनुवाद: \"उनी बोल्छन्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metonymy]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "λαλεῖ ὑπέρογκα",
        "note": "यहाँ, ** घमण्ड गर्ने कुराहरू ** ले यी झूटा शिक्षकहरू गरिरहेको आफ्नो बारेमा घमण्डी कथनहरूलाई जनाउँछ। वैकल्पिक अनुवाद: \"आफ्नो बारेमा घमण्ड गर्दछ\" वा \"घमण्डपूर्ण बयान बोल्छ\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "θαυμάζοντες πρόσωπα",
        "note": "यो एक मुहावरा हो जसको अर्थ कसैको पक्षमा देखाउनु वा कसैको चापलूसी गर्नु हो। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले समान मुहावरा प्रयोग गर्न सक्नुहुन्छ वा सादा भाषा प्रयोग गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"मानिसहरूको पक्ष लिने\" वा \"चापलूसी गर्ने मानिसहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-idiom]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "θαυμάζοντες πρόσωπα",
        "note": "यहाँ, **अनुहार** ले तिनीहरूले चापलुसी गर्ने मानिसहरूलाई जनाउँछ। वैकल्पिक अनुवाद: \"मानिसहरूको प्रशंसा\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metonymy]])"
      }
    ]
  },
  {
    "reference": "Jud 1:17",
    "bsb_verse_text": "But you, beloved, remember what was foretold by the apostles of our Lord Jesus Christ",
    "ult_verse_text": "तर तिमी प्रियहरू हो, हाम्रा प्रभु येशू ख्रीष्टका प्रेरितहरू पहिले नै भनेका वचनहरू सम्झ,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀγαπητοί",
        "note": "यहाँ, **प्रियजनहरू** ले यहूदाले लेखेकाहरूलाई बुझाउँछ, जुन सबै विश्वासीहरूलाई विस्तार गर्न सकिन्छ। यदि यो तपाईंको भाषामा उपयोगी छ भने, तपाईंले यो शब्द स्पष्ट रूपमा बताउन सक्नुहुन्छ। हेर्नुहोस् तपाईंले यसलाई पद [3] (../01/03.md) मा कसरी अनुवाद गर्नुभयो। वैकल्पिक अनुवाद: \"प्रिय सँगी विश्वासीहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "τῶν ῥημάτων",
        "note": "यहाँ, यहूदाले ** शब्दहरू ** प्रयोग गर्दै छन् प्रेरितहरूका शिक्षाहरू वर्णन गर्न जुन शब्दहरू प्रयोग गरेर व्यक्त गरिएको थियो। यहूदाले यहाँ उल्लेख गरेका विशेष शिक्षाहरू अर्को पदमा वर्णन गरिएको छ। वैकल्पिक अनुवाद: \"शिक्षाहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metonymy]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τοῦ Κυρίου ἡμῶν",
        "note": "यहाँ, **हाम्रो प्रभु** को अर्थ \"हामीमाथि प्रभु हुनुहुन्छ\" वा \"हामीमाथि शासन गर्ने व्यक्ति।\" वैकल्पिक अनुवाद: \"हामीमाथि शासन गर्ने व्यक्तिको\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-possession]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμῶν",
        "note": "यहाँ, **हाम्रो** ले सबै विश्वासीहरूलाई जनाउँछ। (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-exclusive]])"
      }
    ]
  },
  {
    "reference": "Jud 1:18",
    "bsb_verse_text": "when they said to you, “In the last times there will be scoffers who will follow after their own ungodly desires.”",
    "ult_verse_text": "उनीहरूले तिमीहरूलााई भने, \"अन्तको समयमा अधार्मिकताको {उनीहरूका} आफ्‍नै कामवासनाहरूअनुसार चल्‍ने गिल्‍ला गर्नेहरू हुने छन् ।\"",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ὅτι ἔλεγον ὑμῖν",
        "note": "यो वाक्यांशले संकेत गर्छ कि यस पदमा प्रेरितहरूले बोलेका \"शब्दहरू\" को सामग्री समावेश छ, जसलाई यहूदाले अघिल्लो पदमा उल्लेख गरेको थियो।"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "ἐσχάτου χρόνου",
        "note": "यहाँ, **अन्तिम समय** एउटा मुहावरा हो जसले येशूको पुनरागमन अघिको समयलाई जनाउँछ। वैकल्पिक अनुवाद: \"येशू फर्कनु अघिको समय\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-idiom]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "πορευόμενοι",
        "note": "यहाँ जुडले लाक्षणिक रूपमा **जाने** शब्द प्रयोग गरेको छ जसलाई बानी बसाल्ने कामलाई जनाउँछ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपक शाब्दिक रूपमा भन्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"ती बानी बस्ने\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "κατὰ τὰς ἑαυτῶν ἐπιθυμίας & τῶν ἀσεβειῶν",
        "note": "यहाँ, **अभक्‍तताको अभिलाषा** ले परमेश्‍वरको इच्छाको विरोध गर्ने पापपूर्ण इच्छाहरूलाई जनाउँछ। वैकल्पिक अनुवाद: \"तिनीहरूको आफ्नै पापी र अधर्मी इच्छाहरू अनुसार\""
      }
    ]
  },
  {
    "reference": "Jud 1:19",
    "bsb_verse_text": "These are the ones who cause divisions, who are worldly and devoid of the Spirit.",
    "ult_verse_text": "यिनीहरूले फूट ल्याउँछन्, शारीरिक, पवित्र आत्मा नभएकाहरू हुन् ।",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/writing-pronouns",
        "orig_language_quote": "οὗτοί",
        "note": "यहाँ, **यी** ले अघिल्लो पदमा उल्लेख गरिएका गिल्ला गर्नेहरूलाई जनाउँछ। यदि यो तपाइँको पाठकहरु को लागी उपयोगी हुनेछ भने, तपाइँ यसलाई स्पष्ट रूपमा व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद, UST मा जस्तै: \"These mockers\" (हेर्नुहोस्: [[rc://*/ta/man/translate/writing-pronouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "οἱ ἀποδιορίζοντες",
        "note": "यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले सार संज्ञा **विभाजन** पछाडिको विचारलाई समान अभिव्यक्तिको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"एक अर्काको विरुद्धमा अरूलाई विभाजन गर्नेहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "Πνεῦμα",
        "note": "यहाँ, **आत्मा** ले पवित्र आत्मालाई जनाउँछ। यसले मानिसको आत्मा वा दुष्ट आत्मालाई जनाउँदैन। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यसलाई स्पष्ट रूपमा व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद, UST मा जस्तै: \"पवित्र आत्मा\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metonymy",
        "orig_language_quote": "ψυχικοί",
        "note": "यहूदाले लाक्षणिक रूपमा मानिसको एउटा भाग अर्थात् आत्मालाई अर्को भाग अर्थात् आत्माको विपरीत प्रयोग गरिरहेको छ, जसको अर्थ \"अध्यात्मिक\" हो। **आत्मिक** शब्दले परमेश्वरको वचन र आत्मा अनुसारको सट्टा आफ्नो प्राकृतिक प्रवृत्ति अनुसार जीवन बिताउने व्यक्तिलाई वर्णन गर्दछ। यो साँचो विश्वासीहरू नभएका मानिसहरूलाई सन्दर्भ गर्न प्रयोग गरिन्छ। वैकल्पिक अनुवाद: \"अध्यात्मिक\" वा \"सांसारिक\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metonymy]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "Πνεῦμα μὴ ἔχοντες",
        "note": "पवित्र **आत्मा** लाई लाक्षणिक रूपमा भनिएको छ मानौं उहाँ त्यस्तो चीज हुनुहुन्छ जुन मानिसहरूसँग हुन्छ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपकलाई गैर-आलंकारिक रूपमा बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"आत्मा तिनीहरू भित्र हुनुहुन्न\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      }
    ]
  },
  {
    "reference": "Jud 1:20",
    "bsb_verse_text": "But you, beloved, by building yourselves up in your most holy faith and praying in the Holy Spirit,",
    "ult_verse_text": "तर तिमी प्रियहरू, तिमीहरूको पवित्र विश्‍वासमा आफैलाई निर्माण गर्दै, पवित्र आत्मामा प्रार्थना गर्दै,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "ἀγαπητοί",
        "note": "यहाँ, **प्रियजनहरू** ले यहूदाले लेखेकाहरूलाई बुझाउँछ, जुन सबै विश्वासीहरूलाई विस्तार गर्न सकिन्छ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यसलाई स्पष्ट रूपमा व्यक्त गर्न सक्नुहुन्छ। हेर्नुहोस् तपाईंले यसलाई पद [3] (../01/03.md) मा कसरी अनुवाद गर्नुभयो। वैकल्पिक अनुवाद: \"प्रिय सँगी विश्वासीहरू\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐποικοδομοῦντες ἑαυτοὺς τῇ ἁγιωτάτῃ ὑμῶν πίστει",
        "note": "यहाँ यहूदाले लाक्षणिक रूपमा परमेश्वरमा विश्वास गर्न सक्षम हुने कुरालाई जस्तै यो भवन निर्माण गर्ने प्रक्रिया हो। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपकलाई गैर-आलंकारिक रूपमा भन्न सक्नुहुन्छ वा उपमा प्रयोग गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"भगवानमा भरोसा बढाउन आफैलाई कारण\" वा \"एकले भवन निर्माण गरेझैं आफैलाई विश्वासमा वृद्धि गराउन\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐποικοδομοῦντες ἑαυτοὺς",
        "note": "यो खण्डले एउटा माध्यमलाई बुझाउँछ जसद्वारा यहूदाका पाठकहरूले आफूलाई परमेश्वरको प्रेममा राख्नको लागि आज्ञा पालन गर्न सक्छन्, जुन उहाँले अर्को पदमा बनाउनुहुन्छ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यसलाई स्पष्ट रूपमा संकेत गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"आफूलाई निर्माण गर्ने माध्यमद्वारा\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῇ ἁγιωτάτῃ ὑμῶν πίστει",
        "note": "यदि यो तपाईंको भाषामा उपयोगी छ भने, तपाईंले अमूर्त संज्ञा **विश्वास** पछाडिको विचारलाई \"विश्वास\" वा \"विश्वास\" जस्ता क्रियाद्वारा व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"तपाईं के विश्वास गर्नुहुन्छ त्यो सबैभन्दा पवित्र छ\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐν Πνεύματι Ἁγίῳ προσευχόμενοι",
        "note": "यो खण्डले दोस्रो माध्यमलाई बुझाउँछ जसद्वारा यहूदाका पाठकहरूले आफूलाई परमेश्वरको प्रेममा राख्नको लागि आज्ञा पालन गर्न सक्छन्, जुन उहाँले अर्को पदमा बनाउनुहुन्छ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यसलाई स्पष्ट रूपमा व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"पवित्र आत्मामा प्रार्थना गरेर\""
      }
    ]
  },
  {
    "reference": "Jud 1:21",
    "bsb_verse_text": "keep yourselves in the love of God as you await the mercy of our Lord Jesus Christ to bring you eternal life.",
    "ult_verse_text": "अनन्त जीवनको निम्ति हाम्रो प्रभु येशू ख्रीष्टको कृपाको निम्ति प्रतिक्षा गर्दै आफैलाई परमेश्‍वरको प्रेममा राख ।",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/translate-versebridge",
        "orig_language_quote": "ἑαυτοὺς ἐν ἀγάπῃ Θεοῦ τηρήσατε",
        "note": "यदि तपाईंको भाषाले वाक्यको अगाडि र अन्य परिमार्जन गर्ने खण्डहरू अघि आदेश राख्छ भने, तपाईंले यस क्लजलाई अघिल्लो पदमा सारेर \"आफ्नो सबैभन्दा पवित्र विश्वासमा आफूलाई निर्माण\" गर्नु अघि राखेर पद पुल बनाउन सक्नुहुन्छ। तपाईंले संयुक्त पदहरूलाई 20-21 को रूपमा प्रस्तुत गर्न आवश्यक छ। (हेर्नुहोस्: [[rc://*/ta/man/translate/translate-versebridge]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἑαυτοὺς ἐν ἀγάπῃ Θεοῦ τηρήσατε",
        "note": "यहाँ यहूदाले लाक्षणिक रूपमा **परमेश्‍वरको प्रेम** प्राप्त गर्न सक्षम रहने कुरा गर्छ जस्तो कि कसैले आफूलाई निश्चित ठाउँमा राखेको छ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपक स्पष्ट रूपमा बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"आफूलाई परमेश्वरको प्रेम प्राप्त गर्न सक्षम राख्नुहोस्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "προσδεχόμενοι τὸ ἔλεος τοῦ Κυρίου ἡμῶν",
        "note": "यो क्लज पहिलेको खण्डको रूपमा एकै समयमा हुन्छ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो जडान स्पष्ट रूपमा बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"हाम्रो प्रभुको कृपाको प्रतीक्षा गर्दा\" वा \"हाम्रो प्रभुको कृपाको अपेक्षा गर्दा\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τὸ ἔλεος τοῦ Κυρίου ἡμῶν, Ἰησοῦ Χριστοῦ",
        "note": "यहाँ, **दया** ले सन्दर्भ गर्न सक्छ: (१) येशू पृथ्वीमा फर्किंदा विश्वासीहरूलाई देखाउनुहुनेछ। वैकल्पिक अनुवाद: \"हाम्रो प्रभु येशू ख्रीष्ट फर्केर दयालु व्यवहार गर्न\" (२) सामान्य रूपमा विश्वासीहरूप्रति येशूको निरन्तर दयाको कार्यहरू। वैकल्पिक अनुवाद: \"हाम्रो प्रभु येशू ख्रीष्ट दयालु व्यवहार गर्न\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-possession",
        "orig_language_quote": "τοῦ Κυρίου ἡμῶν",
        "note": "यहाँ, **हाम्रो प्रभु** को अर्थ \"हामीमाथि प्रभु हुनुहुन्छ\" वा \"हामीमाथि शासन गर्ने व्यक्ति।\" हेर्नुहोस् तपाईंले यो अभिव्यक्तिलाई पद [17] (../01/17.md) मा कसरी अनुवाद गर्नुभयो। वैकल्पिक अनुवाद: \"हामीमाथि शासन गर्ने व्यक्तिको,\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-possession]]) यहाँ, **दया** लाई सन्दर्भ गर्न सकिन्छ: (1) येशूले पृथ्वीमा फर्किंदा विश्वासीहरूलाई देखाउनुहुने कृपा। वैकल्पिक अनुवाद: \"हाम्रो प्रभु येशू ख्रीष्ट फर्केर दयालु व्यवहार गर्न\" (2) सामान्य रूपमा विश्वासीहरूप्रति येशूको निरन्तर दयाको कार्यहरू। वैकल्पिक अनुवाद: \"हाम्रो प्रभु येशू ख्रीष्ट दयालु व्यवहार गर्न\" (हेर्नुहोस्: @)"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-exclusive",
        "orig_language_quote": "ἡμῶν",
        "note": "यहाँ, **हाम्रो** ले सबै विश्वासीहरूलाई जनाउँछ। (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-exclusive]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/grammar-connect-logic-result",
        "orig_language_quote": "τὸ ἔλεος τοῦ Κυρίου ἡμῶν, Ἰησοῦ Χριστοῦ, εἰς ζωὴν αἰώνιον",
        "note": "जुडले **दया** को नतिजा परिचय दिन **to** प्रयोग गर्दैछ। यदि यो तपाइँको पाठकहरु को लागी उपयोगी हुनेछ भने, तपाइँ यसलाई स्पष्ट रूपमा व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"हाम्रा प्रभु येशू ख्रीष्टको कृपा, जसले अनन्त जीवन ल्याउँछ\" (हेर्नुहोस्: [[rc://*/ta/man/translate/grammar-connect-logic-result]])"
      }
    ]
  },
  {
    "reference": "Jud 1:22",
    "bsb_verse_text": "And indeed, have mercy on those who doubt;",
    "ult_verse_text": "र वास्तवमा, शंका गर्नेहरूलाई दया देखाओ,",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐλεᾶτε",
        "note": "यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले सार संज्ञा **दया** पछाडिको विचारलाई समान अभिव्यक्तिको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"कृपापूर्वक व्यवहार गर्नुहोस्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "οὓς & διακρινομένους",
        "note": "**{केही} जसले शंका गरिरहेका छन्** वाक्यांशले झूटा शिक्षकहरूको शिक्षा र गतिविधिहरूको कारण भ्रमित भएका मानिसहरूलाई जनाउँछ। वैकल्पिक अनुवाद: \"के विश्वास गर्ने बारे अनिश्चित छन्\""
      }
    ]
  },
  {
    "reference": "Jud 1:23",
    "bsb_verse_text": "save others by snatching them from the fire; and to still others show mercy tempered with fear, hating even the clothing stained by the flesh.",
    "ult_verse_text": "तर अर्कोतिर {अरूहरूलाई} आगोबाट बचाएजस्तै, {अरूहरूमाथि} डर मान्‍दै दया गर र शरिरद्वारा अशुद्ध भएकाहरूको वस्‍त्र पनि घृणा गर ।",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "ἐκ πυρὸς ἁρπάζοντες",
        "note": "यो खण्डले त्यस माध्यमलाई संकेत गर्छ जसद्वारा यहूदाले आफ्ना श्रोताहरूलाई मानिसहरूको निश्चित समूहलाई बचाउन चाहन्छ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो जडान स्पष्ट रूपमा बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"आगोबाट छिन्ने माध्यमद्वारा\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "ἐκ πυρὸς ἁρπάζοντες",
        "note": "यहाँ यहूदाले लाक्षणिक रूपमा केही मानिसहरूलाई नरकमा जानबाट तुरुन्तै उद्धार गर्ने कुरालाई लाक्षणिक रूपमा बोल्दछ जस्तो कि यो मानिसहरूलाई जल्न सुरु गर्नु अघि **आगो**बाट तान्नु जस्तै हो। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपकलाई गैर-आलंकारिक रूपमा भन्न सक्नुहुन्छ वा उपमा प्रयोग गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"उनीहरूलाई नरकमा जानबाट जोगाउनको लागि जे पनि गर्नुपर्छ\" वा \"गर्दै\nउनीहरूलाई बचाउनको लागि जे पनि गर्नुपर्छ, उनीहरूलाई आगोबाट तानेको जस्तो\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "ἐλεᾶτε",
        "note": "यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले सार संज्ञा **दया** पछाडिको विचारलाई समान अभिव्यक्तिको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"कृपापूर्वक व्यवहार गर्नुहोस्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐν φόβῳ",
        "note": "यस वाक्यांशले यहूदाले आफ्ना पाठकहरूले मानिसहरूको निश्चित समूहलाई दया गरेको चाहने तरिकालाई संकेत गर्छ। वैकल्पिक अनुवाद: \"सावधान भएर\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-hyperbole",
        "orig_language_quote": "μισοῦντες καὶ τὸν ἀπὸ τῆς σαρκὸς ἐσπιλωμένον χιτῶνα",
        "note": "यहूदाले आफ्ना पाठकहरूलाई ती पापीहरू जस्तै बन्न सक्छन् भनेर चेतावनी दिन बढाइचढाइ गर्छन्। वैकल्पिक अनुवाद: \"तिनीहरूलाई तिनीहरूको लुगा छोएर पापको दोषी बन्न सक्ने जस्तो व्यवहार गर्दै\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-hyperbole]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "τῆς σαρκὸς",
        "note": "यहाँ, **मासु** लाक्षणिक रूपमा एक व्यक्तिको पापी स्वभावलाई बुझाउन प्रयोग गरिएको छ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपक शाब्दिक रूपमा भन्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"उनीहरूको पापी स्वभाव\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      }
    ]
  },
  {
    "reference": "Jud 1:24",
    "bsb_verse_text": "Now to Him who is able to keep you from stumbling and to present you unblemished in His glorious presence, with great joy—",
    "ult_verse_text": "अब तिमीहरूलाई ठेस खानबाट जोगाउन र {तिमीहरूलाई} उहाँको महिमाको सामु निष्खोट खडा गराउन सक्‍नुहुने आनन्दमा",
    "notes": [
      {
        "support_reference": "rc://*/ta/man/translate/figs-explicit",
        "orig_language_quote": "τῷ δὲ δυναμένῳ φυλάξαι",
        "note": "यहाँ, **एक** ले भगवानलाई जनाउँछ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यसलाई स्पष्ट रूपमा व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"परमेश्वरलाई, जो राख्न सक्षम छ\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-explicit]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-metaphor",
        "orig_language_quote": "φυλάξαι ὑμᾶς ἀπταίστους",
        "note": "यहाँ यहूदाले **ठेस लाग्ने** प्रयोग गरेको छ लाक्षणिक रूपमा आदतको पापमा फर्किनुको लागि कुनै कुरामा फसेको जस्तो। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो रूपकलाई गैर-आलंकारिक तरिकामा बताउन सक्नुहुन्छ। वैकल्पिक अनुवाद: \"तपाईंलाई पापपूर्ण बानीहरूमा फर्कनबाट रोक्न\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-metaphor]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τῆς δόξης αὐτοῦ",
        "note": "यहाँ, **महिमा** ले परमेश्वरको उपस्थितिलाई घेरेको उज्यालो प्रकाशलाई बुझाउँछ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो अमूर्त संज्ञालाई विशेषणको साथ अनुवाद गरेर व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"उहाँको महिमित उपस्थिति\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "",
        "orig_language_quote": "ἐν ἀγαλλιάσει",
        "note": "यस वाक्यांशले विश्वासीहरू परमेश्वरको अगाडि खडा हुने तरिकालाई वर्णन गर्दछ। वैकल्पिक अनुवाद, UST मा जस्तै: \"ठूलो आनन्द संग\""
      }
    ]
  },
  {
    "reference": "Jud 1:25",
    "bsb_verse_text": "to the only God our Savior be glory, majesty, dominion, and authority through Jesus Christ our Lord before all time, and now, and for all eternity. Amen.",
    "ult_verse_text": "हाम्रो प्रभु येशू ख्रीष्टद्वारा हाम्रो एक मात्र मुक्तिदाता परमेश्‍वरलाई महिमा, प्रताप, शक्ति र अधिकार सारा युगअघि र अहिले र सारा अनन्तसम्म होस् । आमेन!",
    "notes": [
      {
        "support_reference": "",
        "orig_language_quote": "μόνῳ Θεῷ Σωτῆρι ἡμῶν",
        "note": "यहाँ, **हाम्रो मुक्तिदाता** ले परमेश्वरलाई जनाउँछ। यसले येशूलाई जनाउँदैन। यस वाक्यांशले परमेश्वर पिता र पुत्र पनि मुक्तिदाता हुनुहुन्छ भनी जोड दिन्छ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले यो वाक्यांश स्पष्ट रूपमा भन्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"एकमात्र परमेश्वरलाई, जो हाम्रो मुक्तिदाता हुनुहुन्छ\""
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "Σωτῆρι ἡμῶν",
        "note": "यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले सार संज्ञा **मुक्तिदाता** पछाडिको विचारलाई समान अभिव्यक्तिको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"बचत गर्ने व्यक्ति\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "τοῦ Κυρίου ἡμῶν,",
        "note": "यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले सार संज्ञा **लर्ड** पछाडिको विचारलाई समान अभिव्यक्तिको साथ व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"शासन गर्ने व्यक्ति\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-abstractnouns",
        "orig_language_quote": "μόνῳ Θεῷ & δόξα, μεγαλωσύνη, κράτος, καὶ ἐξουσία",
        "note": "यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले अमूर्त संज्ञाहरू **महिमा, महिमा, शक्ति** र **अधिकार** लाई विशेषण वाक्यांशहरूसँग अनुवाद गरेर व्यक्त गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"एउटै ईश्वर ... महिमित, राजसी, शक्तिशाली, र आधिकारिक रूपमा मान्यता प्राप्त होस्\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-abstractnouns]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "πρὸ παντὸς τοῦ αἰῶνος",
        "note": "यो एक मुहावरा हो जसले अनन्तता अतीतलाई बुझाउँछ। यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले समान मुहावरा प्रयोग गर्न सक्नुहुन्छ वा सादा भाषा प्रयोग गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"अनन्त कालमा\" वा \"सबै कुरा अघि\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-idiom]])"
      },
      {
        "support_reference": "rc://*/ta/man/translate/figs-idiom",
        "orig_language_quote": "εἰς πάντας τοὺς αἰῶνας",
        "note": "यो एक मुहावरा हो जसको अर्थ \"सदाको लागि।\" यदि यो तपाईंको भाषामा उपयोगी हुन्छ भने, तपाईंले समान मुहावरा प्रयोग गर्न सक्नुहुन्छ वा सादा भाषा प्रयोग गर्न सक्नुहुन्छ। वैकल्पिक अनुवाद: \"अनन्तसम्म\" वा \"सदाको लागि\" (हेर्नुहोस्: [[rc://*/ta/man/translate/figs-idiom]])"
      }
    ]
  }
]
